Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Select Filtered Episodes
ca_es: Seleccioneu filtrades episodis
hu_hu: Jelölje be a szűrt epizódok
it_it: Selezionare filtrati episodi
nl_nl: Selecteer de gefilterde afleveringen
pl_pl: Wybierz filtrowane odcinki
pt_pt: Selecione os episódios filtrados
sv_se: Välj filtrerade episoder
tr_tr: Süzülmüş bölüm seçin

source: Clear All
ca_es: Esborra-ho tot
hu_hu: Egyértelmű, az összes
it_it: Cancella tutto
nl_nl: Alles wissen
pl_pl: Wyczyść wszystko
pt_pt: Apagar tudo
sv_se: Rensa alla
tr_tr: Tümünü temizle

source: Select Columns
ca_es: Seleccioneu les columnes
hu_hu: Oszlopok kijelölése
it_it: Selezionare colonne
nl_nl: Selecteer kolommen
pl_pl: Wybierz kolumny
pt_pt: Selecionar colunas
sv_se: Välj kolumner
tr_tr: Sütunları seçin

source: Hide Episodes
ca_es: Amagar episodis
hu_hu: Epizód elrejtése
it_it: Nascondere gli episodi
nl_nl: Verbergen van afleveringen
pl_pl: Ukryj odcinki
pt_pt: Esconder episódios
sv_se: Dölj avsnitt
tr_tr: Bölüm gizleme

source: Show Episodes
ca_es: Episodis Mostra
hu_hu: Show epizód
it_it: Episodi di show
nl_nl: Toon afleveringen
pl_pl: Odcinków programów telewizyjnych
pt_pt: Mostrar episódios
sv_se: Serieavsnitt
tr_tr: Bölümleri göster

source: Absolute
ca_es: Absoluta
hu_hu: Abszolút
it_it: Assoluta
pl_pl: Bezwzględna
pt_pt: Absoluto
sv_se: Absoluta
tr_tr: Mutlak

source: Scene
ca_es: Escena
hu_hu: Jelenet
it_it: Scena
nl_nl: Scène
pl_pl: Scena
pt_pt: Cena
sv_se: Scen
tr_tr: Sahne

source: Scene Absolute
ca_es: Escena absolut
hu_hu: Jelenet abszolút
it_it: Assoluto di scena
nl_nl: Scène Absolute
pl_pl: Scena bezwzględna
pt_pt: Absoluto de cena
sv_se: Scen absoluta
tr_tr: Sahne mutlak

source: Size
ca_es: Mida
hu_hu: Méret
it_it: Dimensioni
nl_nl: Grootte
pl_pl: Rozmiar
pt_pt: Tamanho
sv_se: Storlek
tr_tr: Boyutu

source: Airdate
ca_es: Data d'emissió
hu_hu: Bemutató
nl_nl: Uitzending
pt_pt: Data de exibição
sv_se: Fox
tr_tr: Yayınlandığı Tarih

source: Download
ca_es: Descarregar
hu_hu: Letöltés
it_it: Scarica
nl_nl: Downloaden
pl_pl: Pobierz
pt_pt: Baixar
sv_se: Ladda ner

source: Status
ca_es: L'estat
hu_hu: Állapot
it_it: Stato
pl_pl: Stanu
pt_pt: Estatuto
tr_tr: Durumu

source: Search
ca_es: Cerca
hu_hu: Szálláshelyek keresése
it_it: Ricerca
nl_nl: Zoek
pl_pl: Szukaj
pt_pt: Pesquisa
sv_se: Sök
tr_tr: Arama

source: Never
ca_es: Mai
hu_hu: Soha nem
it_it: Mai
nl_nl: Nooit
pl_pl: Nigdy nie
pt_pt: Nunca
sv_se: Aldrig
tr_tr: Asla

source: Retry Download
ca_es: Torni a intentar descarregar
hu_hu: Újra megpróbál letölt
it_it: Ritentare il Download
nl_nl: Opnieuw downloaden
pl_pl: Ponów próbę pobrania
pt_pt: Tente novamente baixar
sv_se: Försök ladda ner
tr_tr: Download yeniden deneyin

source: Main
ca_es: Principal
hu_hu: Fő
pl_pl: Główne
tr_tr: Ana

source: Format
ca_es: Format de
hu_hu: Formátum
it_it: Formato
nl_nl: Indeling
pt_pt: Formato
tr_tr: Biçim

source: Advanced
ca_es: Avançat
hu_hu: Speciális
it_it: Avanzate
nl_nl: Geavanceerde
pl_pl: Zaawansowane
pt_pt: Avançado
sv_se: Avancerad
tr_tr: Gelişmiş

source: Main Settings
ca_es: Principals paràmetres
hu_hu: Fő beállítások
it_it: Impostazioni principali
nl_nl: Hoofdinstellingen
pl_pl: Główne ustawienia
pt_pt: Configurações principais
sv_se: Huvudinställningarna
tr_tr: Ana Ayarlar

source: Show Location
ca_es: Mostra la ubicació
hu_hu: Fekvés megmutatása
it_it: Mostra ubicazione
nl_nl: Toon locatie
pl_pl: Pokaż lokalizację.
pt_pt: Mostrar a localização
sv_se: Serieplats
tr_tr: Yerini göster

source: Preferred Quality
ca_es: Qualitat preferit
hu_hu: Előnyben részesített minősége
it_it: Qualità preferita
nl_nl: Voorkeur kwaliteit
pl_pl: Preferowanej jakości
pt_pt: Qualidade preferencial
sv_se: Rekommenderad kvalitet
tr_tr: Tercih edilen kalite

source: Default Episode Status
ca_es: Episodi d'estat per defecte
hu_hu: Alapértelmezett epizód állapota
it_it: Stato predefinito episodio
nl_nl: Standaardstatus aflevering
pl_pl: Domyślny stan odcinek
pt_pt: Status do episódio de padrão
sv_se: Episod standardstatus
tr_tr: Varsayılan bölüm durumu

source: Info Language
ca_es: Llengua d'informació
hu_hu: Info-nyelv
it_it: Info lingua
nl_nl: Info taal
pl_pl: Informacje języka
pt_pt: Linguagem de informação
sv_se: Infospråk
tr_tr: Bilgi: dil

source: Archive on first match
ca_es: El primer partit de l'arxiu
hu_hu: Első meccs Archívum
it_it: Archivio su primo incontro
nl_nl: Archief op eerste wedstrijd
pl_pl: Archiwum na pierwszy mecz
pt_pt: Arquivo na primeira partida
sv_se: Arkivera vid första träff

source: archive episode after the first best match is found from your archive quality list
ca_es: episodi arxiu després de la seva llista de qualitat d'arxiu es troba el primer partit millor
hu_hu: Archív epizód után az első legjobb egyezést Archívum minőségű listájáról
it_it: episodio di archivio dopo la prima partita migliore viene trovata dal tuo elenco di qualità di archivio
nl_nl: archiveren van aflevering, nadat de eerste beste match is gevonden in uw archief kwaliteit lijst
pl_pl: Archiwum odcinek po pierwsze najlepsze dopasowanie jest znalezione z listy jakość Archiwum
pt_pt: episódio de arquivo após a primeira melhor correspondência é encontrada da sua lista de qualidade do arquivo
sv_se: arkivera avsnitt efter att den första bästa matchningen hittas från din arkivkvalitetslista

source: search for subtitles
ca_es: buscar subtítols
hu_hu: feliratok keresés
it_it: ricerca di sottotitoli
nl_nl: zoeken naar ondertitels
pl_pl: Wyszukiwanie napisów
pt_pt: busca de legendas
sv_se: sök efter undertexter
tr_tr: için altyazı arama

source: Subtitle metdata
ca_es: Concentrador de subtitular
hu_hu: Felirat metaadat
it_it: Metadati dei sottotitoli
nl_nl: Ondertitel metdata
pl_pl: Podtytuł przesyłania metadanych
pt_pt: Metadados de legenda
sv_se: Undertext-metadata
tr_tr: Altyazı meta veri

source: use SiCKRAGE metadata when searching for subtitle, this will override the auto-discovered metadata
ca_es: utilitzar les metadades SiCKRAGE en buscar subtítols, aquesta acció substituirà les metadades d'auto descoberta
hu_hu: SiCKRAGE metaadatok keresésekor felirat, ez a művelet felülírja a kocsi felfedezett metaadatok
it_it: utilizzare i metadati SiCKRAGE durante la ricerca di sottotitoli, questa sostituirà i metadati di auto-scoperta
nl_nl: SiCKRAGE metagegevens gebruiken bij het zoeken naar de ondertitel, de auto-ontdekt metagegevens worden hiermee overschreven
pl_pl: Użyj SiCKRAGE metadanych podczas wyszukiwania napisów, spowoduje to zastąpienie metadanych automatycznie wykryta
pt_pt: usar SiCKRAGE metadados quando à procura de legendas, isto irá substituir os metadados de autodescoberta
sv_se: använda metadata från SiCKRAGE när du söker efter undertext, detta kommer att åsidosätta automatiskt upptäckt metadata
tr_tr: SiCKRAGE meta veriyi kullanmak için altyazı ararken, bu otomatik keşfedilen meta verileri geçersiz kılar

source: Paused
ca_es: En pausa
hu_hu: Felfüggesztve
it_it: In pausa
nl_nl: Onderbroken
pl_pl: Wstrzymane
pt_pt: Em pausa
sv_se: Pausad
tr_tr: Duraklatıldı

source: pause this show (SiCKRAGE will not download episodes)
ca_es: parar aquest espectacle (SiCKRAGE no descarregarà episodis)
hu_hu: szünet e Térkép (az SiCKRAGE nem fogja letölteni epizódok)
it_it: interrompere questo show (SiCKRAGE non si Scarica episodi)
nl_nl: onderbreken van deze show (SiCKRAGE zal niet downloaden afleveringen)
pl_pl: wstrzymać ten show (SiCKRAGE nie będzie pobierać odcinki)
pt_pt: pausar a este show (SiCKRAGE não vai baixar episódios)
sv_se: pausa denna serie (SiCKRAGE kommer inte ladda ner avsnitt)
tr_tr: (SiCKRAGE bölüm yüklemez) bu gösterisini duraklatmak

source: Format Settings
ca_es: Format de
hu_hu: A formázási beállítások
it_it: Impostazioni del formato
nl_nl: Indelingsinstellingen
pl_pl: Ustawienia formatu
pt_pt: Configurações de formato
sv_se: Formatinställningar
tr_tr: Biçim ayarları

source: Air by date
ca_es: Aire per data
hu_hu: Levegő dátum szerint
it_it: Aria di data
nl_nl: Lucht op datum
pl_pl: Powietrza według daty
pt_pt: Ar por data
sv_se: Sändningsdatum
tr_tr: Tarihe göre hava

source: check if the show is released as Show.03.02.2010 rather than Show.S02E03
ca_es: comprovar si l'espectacle s'allibera com Show.03.02.2010 en lloc de Show.S02E03
hu_hu: ellenőriz ha a műsor van mentesít-Show.03.02.2010, mint a Show.S02E03
it_it: controllare se lo spettacolo è rilasciato come Show.03.02.2010 piuttosto che Show.S02E03
nl_nl: Controleer als de show is uitgebracht als Show.03.02.2010 in plaats van Show.S02E03
pl_pl: Sprawdź, czy Pokaż jest wydany jako Show.03.02.2010 zamiast Show.S02E03
pt_pt: Verifique se o programa é lançado como Show.03.02.2010 ao invés de Show.S02E03
sv_se: kontrollera om serien är släppt som Show.03.02.2010 istället för Show.S02E03
tr_tr: gösterinin Show.S02E03 yerine Show.03.02.2010 olarak yayımlanan kontrol

source: In case of an air date conflict between regular and special episodes, the later will be ignored.
ca_es: En cas d'un conflicte de data d'aire entre episodis regulars i especials, el posterior s'ignoraran.
hu_hu: Ha egy légi dátum közötti konfliktus és speciális epizód a későbbi figyelmen kívül marad.
it_it: In caso di un conflitto di data di aria tra episodi regolari e speciali, il secondo verrà ignorato.
nl_nl: Bij een lucht datumconflict tussen reguliere en speciale afleveringen, worden de latere genegeerd.
pl_pl: W przypadku konfliktu Data powietrza między regularnych i specjalnych odcinków później będą ignorowane.
pt_pt: No caso de um conflito de data de ar entre os episódios regular e especial, a tarde será ignorada.
sv_se: Vid en konflikt mellan sändningsdatum för ordinarie avsnitt och specialavsnitt, ignoreras den sistnämnda.
tr_tr: Normal ve özel bölümleri arasında bir hava Tarih çakışması durumunda sonraki göz ardı edilir.

source: Sports
ca_es: Esports
hu_hu: Sport
it_it: Sport
nl_nl: Sport
pl_pl: Sportowe
pt_pt: Esportes
sv_se: Sport
tr_tr: Spor

source: check if the show is a sporting or MMA event released as Show.03.02.2010 rather than Show.S02E03
ca_es: comprovar si l'espectacle és un esport o esdeveniment MMA alliberat com Show.03.02.2010 en lloc de Show.S02E03
hu_hu: ellenőriz ha a műsor egy sport- vagy MMA eseményt jelent Show.03.02.2010, mint a Show.S02E03
it_it: controllare se lo spettacolo è una sportiva o un evento MMA rilasciato come Show.03.02.2010 piuttosto che Show.S02E03
nl_nl: Controleer of de show is een sportieve of MMA evenement uitgebracht als Show.03.02.2010 in plaats van Show.S02E03
pl_pl: Sprawdź, czy Pokaż jest sportowych lub zdarzenia MMA wydany jako Show.03.02.2010 zamiast Show.S02E03
pt_pt: Verifique se o show é um esportivo ou evento MMA, lançado como Show.03.02.2010 ao invés de Show.S02E03
sv_se: kontrollera om serien är ett sport- eller MMA-evenemang släppt som Show.03.02.2010 istället för Show.S02E03
tr_tr: gösterinin bir spor ya da Show.S02E03 yerine Show.03.02.2010 olarak yayımlanan MMA olay ise kontrol edin

source: DVD Order
ca_es: Ordre de DVD
hu_hu: DVD rendelés
it_it: Ordine DVD
nl_nl: DVD bestellen
pl_pl: Zamówienia DVD
pt_pt: Ordem de DVD
sv_se: DVD-sortering
tr_tr: DVD sipariş

source: use the DVD order instead of the air order
ca_es: utilitzar l'ordre de DVD en comptes de l'ordre d'aire
hu_hu: helyett a légi sorrendben használja a DVD rendelés
it_it: utilizzare l'ordine dei DVD invece l'ordine di aria
nl_nl: de volgorde van de DVD gebruiken in plaats van de lucht-volgorde
pl_pl: zamiast kolejność powietrza zamówienia DVD
pt_pt: Use a ordem de DVD em vez da ordem de ar
sv_se: använd DVD-sortering i stället för sändningsdatum
tr_tr: Hava düzeni yerine DVD düzeni kullanma

source: A "Force Full Update" is necessary, and if you have existing episodes you need to sort them manually.
ca_es: Una "Actualització ple de força" és necessari, i si teniu episodis existents cal ordenar-los manualment.
hu_hu: A "teljes frissítésének kikényszerítése", és ha már meglévő epizódok kell rendezni őket manuálisan.
it_it: Un aggiornamento completo di forza del"" è necessario, e se avete episodi esistenti è necessario ordinarli manualmente.
nl_nl: Een "Force volledige Update" is noodzakelijk, en hebt u bestaande afleveringen moet u ze handmatig sorteren.
pl_pl: "Życie pełną aktualizację" jest konieczne, i jeśli masz istniejące odcinki trzeba sortować je ręcznie.
pt_pt: Uma "atualização completa de força" é necessária, e se você tem episódios existentes precisa ordená-los manualmente.
sv_se: En "Tvinga fullständig uppdatering" är nödvändig och om du har existerande avsnitt måste du sortera dem manuellt.
tr_tr: Bir "kuvvet tam güncelleştirme" gereklidir ve varolan bölümleri varsa bunları el ile sıralamak gerekir.

source: check if the show is Anime and episodes are released as Show.265 rather than Show.S02E03
ca_es: comprovar si l'espectacle és l'Anime i episodis s'alliberen com Show.265 en lloc de Show.S02E03
hu_hu: Ellenőrizze, hogy a show az Anime és epizód is megjelent Show.265, mint a Show.S02E03
it_it: controllare se lo spettacolo è Anime e gli episodi vengono rilasciati come Show.265 piuttosto che Show.S02E03
nl_nl: controleren of de show Anime is en afleveringen worden uitgebracht als Show.265 in plaats van Show.S02E03
pl_pl: Sprawdź, czy Pokaż jest Anime i odcinki są wydany jako Show.265 zamiast Show.S02E03
pt_pt: Verifique se o show é Anime e episódios são liberados como Show.265 ao invés de Show.S02E03
sv_se: kontrollera om serien är en Anime och episoder är släppta som Show.265 istället för Show.S02E03
tr_tr: Anime göstermeleridir ve bölüm Show.S02E03 yerine Show.265 olarak yayımlanan denetleyin

source: Season folders
ca_es: Carpetes de temporada
hu_hu: Évad-mappák
it_it: Cartelle di stagione
nl_nl: Seizoen mappen
pl_pl: Sezon folderów
pt_pt: Pastas de temporada
sv_se: Säsongsmappar
tr_tr: Sezon klasörler

source: group episodes by season folder (uncheck to store in a single folder)
ca_es: Grup episodis per carpeta de temporada (desmarcar per emmagatzemar en una sola carpeta)
hu_hu: Csoport epizód a szezon mappa (akadálytalan-hoz készlet-ban egy egyes dosszié)
it_it: episodi di cartella di stagione di gruppo (deselezionare questa opzione per archiviare in un'unica cartella)
nl_nl: afleveringen van seizoen map groeperen (uncheck to opslaan in één map)
pl_pl: odcinki sezon folder grupy (Usuń zaznaczenie, aby przechowywać w jednym folderze)
pt_pt: grupo de episódios por pasta de temporada (desmarque a opção para armazenar em uma única pasta)
sv_se: gruppera episoder i säsongsmapp (avmarkera för att lagra i egen mapp)
tr_tr: Grup bölüm sezon klasöründeki (tek bir klasörde depolamak için işaretini kaldırın)

source: Scene Numbering
ca_es: Numeració d'escena
hu_hu: Jelenet számozás
it_it: Numerazione delle scene
nl_nl: Scène nummering
pl_pl: Scena numeracji
pt_pt: Numeração de cena
sv_se: Scene-numrering
tr_tr: Sahne numaralandırma

source: search by scene numbering (uncheck to search by indexer numbering)
ca_es: Cerca per escena numeració (desmarcar per buscar per indexador numeració)
hu_hu: Keresés jelenetet, számozással (akadálytalan keresési indexelő számozás)
it_it: ricerca di numerazione delle scene (deselezionare questa opzione per cercare di indicizzatore numerazione)
nl_nl: zoeken op scène nummering (uncheck to zoeken door indexer nummering)
pl_pl: Wyszukiwanie według numeracji sceny (Usuń zaznaczenie, aby wg numeracji indeksatora)
pt_pt: busca por numeração de cena (desmarque a opção para pesquisar por indexador numeração)
sv_se: sök med scene-numrering (avmarkera för att söka med indexerarens numrering)
tr_tr: ara sahne numaralandırma tarafından (Dizin Oluşturucu numaralandırma tarafından aramak için işaretini kaldırın)

source: Ignored Words
ca_es: Paraules ignorades
hu_hu: Figyelmen kívül hagyott szavak
it_it: Parole ignorate
nl_nl: Genegeerde woorden
pl_pl: Słowa ignorowane
pt_pt: Palavras ignoradas
sv_se: Ignorerade ord
tr_tr: Yoksayılan sözcükler

source: Search results with one or more words from this list will be ignored.
ca_es: Resultats de la cerca amb una o més paraules d'aquesta llista s'ignoraran.
hu_hu: Egy vagy több szót a listából a keresési eredmények figyelmen kívül marad.
it_it: Risultati di ricerca con una o più parole da questo elenco verranno ignorati.
nl_nl: Zoekresultaten met één of meer woorden uit deze lijst worden genegeerd.
pl_pl: Wyniki wyszukiwania z jednego lub więcej słów z tej listy będą ignorowane.
pt_pt: Resultados de busca com uma ou mais palavras desta lista serão ignorados.
sv_se: Sökresultat med ett eller flera ord från denna lista kommer att ignoreras.
tr_tr: Bu listeden bir veya birkaç sözcük ile arama sonuçları göz ardı edilir.

source: Required Words
ca_es: Paraules requerits
hu_hu: Szükséges szavak
it_it: Parole necessarie
nl_nl: Vereiste woorden
pl_pl: Wymagane słowa
pt_pt: Palavras necessárias
sv_se: Krävda ord
tr_tr: Gerekli sözler

source: Search results with no words from this list will be ignored.
ca_es: Resultats de la cerca amb paraules d'aquesta llista s'ignoraran.
hu_hu: Nem szavak a listából a keresési eredmények figyelmen kívül marad.
it_it: Risultati della ricerca senza parole da questo elenco verrà ignorati.
nl_nl: Zoekresultaten met geen woorden uit deze lijst worden genegeerd.
pl_pl: Wyniki wyszukiwania bez słów z tej listy będą ignorowane.
pt_pt: Resultados da pesquisa sem palavras desta lista serão ignorados.
sv_se: Sökresultat som inte innehåller några ord från denna lista kommer att ignoreras.
tr_tr: Hiçbir kelime bu listeden arama sonuçlarıyla göz ardı edilir.

source: Scene Exception
ca_es: Excepció de l'escena
hu_hu: Jelenet kivétel
it_it: Eccezione di scena
nl_nl: Uitzondering van de scène
pl_pl: Scena wyjątek
pt_pt: Exceção de cena
sv_se: Scene-undantag
tr_tr: Sahne özel durum

source: This will affect episode search on NZB and torrent providers. This list overrides the original name it doesn't append to it.
ca_es: Això afectarà episodi cerca de proveïdors NZB i torrent. Aquesta llista substitueix el nom original que no afegir-hi.
hu_hu: Ez befolyásolni fogja a NZB és torrent epizód keresés. Ez a lista felülbírálja az eredeti neve ez nem hozzáfűzni.
it_it: Ciò influirà episodio cerca provider NZB e torrent. Questo elenco sostituisce il nome originale che non aggiungerla ad esso.
nl_nl: Dit geldt voor aflevering zoeken op NZB en torrent-aanbieders. Deze lijst heeft voorrang op de oorspronkelijke naam die het niet aan het toevoegen.
pl_pl: Wpłynie to na odcinku wyszukiwania dostawców NZB i torrent. Ta lista zastępuje nazwę oryginalnego, które nie dołączyć do niego.
pt_pt: Isto afetará o episódio Pesquisar provedores NZB e torrent. Esta lista substitui o nome original que não acrescentá-la.
sv_se: Detta kommer att påverka avsnittssökning på NZB- och torrent-leverantörer. Denna lista åsidosätter det ursprungliga namnet.
tr_tr: Bu bölüm arama sağlayıcıları NZB ve sel üzerinde etkiler. Bu liste için eklemek değil orijinal adı geçersiz kılar.

source: Sort By:
ca_es: Ordenar per:
hu_hu: Rendezés:
it_it: Ordina per:
nl_nl: Sorteren op:
pl_pl: Sortuj według:
pt_pt: Ordenar por:
sv_se: Sortera efter:
tr_tr: Sıralama ölçütü:

source: Votes
ca_es: Vots
hu_hu: Szavazat
it_it: Voti
nl_nl: Stemmen
pl_pl: Głosów
pt_pt: Votos
sv_se: Röster
tr_tr: Oy

source: % Rating
ca_es: % Valoració
hu_hu: %-Os értékelése
it_it: Valutazione %
pl_pl: Ocena %
pt_pt: Classificação %
sv_se: % Betyg

source: % Rating > Votes
ca_es: % Valoració > vots
hu_hu: Minősítés % &gt; szavazat
it_it: Valutazione % > voti
nl_nl: % Rating > stemmen
pl_pl: Ocena % > głosów
pt_pt: Classificação % > votos
sv_se: % Betyg > röster
tr_tr: % Derecelendirme > oy

source: Desc
hu_hu: (Csökkenő)
sv_se: Beskrivn
tr_tr: / / Tanım

source: Fetching of IMDB Data failed. Are you online?
ca_es: Obtenció d'IMDB dades ha fallat. Esteu en línia?
hu_hu: IMDB adatainak lekérése nem sikerült. Ön online?
it_it: Il recupero di dati di IMDB non riuscita. Sei online?
nl_nl: Ophalen van IMDB-gegevens is mislukt. Bent u online?
pl_pl: Pobieranie danych IMDB nie powiodło się. Czy jesteś online?
pt_pt: A busca de dados do IMDB falhou. Está online?
sv_se: Hämtning av information från IMDB misslyckades. Är du uppkopplad?
tr_tr: IMDB veri alma başarısız. Online?

source: Exception:
ca_es: Excepció:
hu_hu: Kivétel:
it_it: Eccezione:
nl_nl: Uitzondering:
pl_pl: Wyjątek:
pt_pt: Exceção:
sv_se: Undantag:
tr_tr: Özel durum:

source: Add Show
ca_es: Afegir Mostra el
hu_hu: Add hozzá Térkép
it_it: Aggiungi Mostra
nl_nl: Show toevoegen
pl_pl: Dodaj Pokaż
pt_pt: Adicionar Show
sv_se: Lägg till serie
tr_tr: Show Ekle

source: Select Columns:
ca_es: Seleccioneu les columnes:
hu_hu: Jelöljük ki az oszlopokat:
it_it: Selezionare le colonne:
nl_nl: Selecteer kolommen:
pl_pl: Wybierz kolumny:
pt_pt: Selecione colunas:
sv_se: Välj kolumner:
tr_tr: Sütunları seçin:

source: Filter By:
ca_es: Filtrar per:
hu_hu: Szűrés:
it_it: Filtra per:
nl_nl: Filteren op:
pl_pl: Filtruj według:
pt_pt: Filtre por:
sv_se: Filtrera efter:
tr_tr: Filtre ölçütü:

source: Filter Show Name
ca_es: Mostra el nom del filtre
hu_hu: Térkép neve
it_it: Visualizza nome filtro
nl_nl: De naam van de Toon van de filter
pl_pl: Filtr Pokaż nazwę
pt_pt: Mostrar nome do filtro
sv_se: Filtrera serienamn
tr_tr: Filtre adını göster

source: Next Episode
ca_es: Proper episodi
hu_hu: Következő epizód
it_it: Prossimo episodio
nl_nl: Volgende aflevering
pl_pl: Następny odcinek
pt_pt: Próximo episódio
sv_se: Nästa avsnitt
tr_tr: Sonraki Bölüm

source: Progress
ca_es: Progrés
hu_hu: Haladás
it_it: Stato di avanzamento
nl_nl: Vooruitgang
pl_pl: Postęp
pt_pt: Progresso
sv_se: Förlopp
tr_tr: İlerleme

source: Sort Order:
ca_es: Criteri d'ordenació:
hu_hu: Rendezési sorrend:
it_it: Ordinamento:
nl_nl: Sorteervolgorde:
pl_pl: Porządek sortowania:
pt_pt: Ordem de classificação:
sv_se: Sorteringsordning:
tr_tr: Sıralama düzeni:

source: Poster
ca_es: Cartell
hu_hu: Poszter
pl_pl: Plakat
pt_pt: Cartaz
sv_se: Affisch

source: Small Poster
ca_es: Pòster petit
hu_hu: Poszter
nl_nl: Kleine Poster
pl_pl: Mały plakat
pt_pt: Pequeno Poster
sv_se: Liten affisch
tr_tr: Küçük Poster

source: Simple
hu_hu: Egyszerű
it_it: Semplice
nl_nl: Eenvoudige
pl_pl: Proste
pt_pt: Simples
sv_se: Enkel
tr_tr: Basit

source: Poster Size:
ca_es: Pòster mida:
hu_hu: Poszter méretét:
it_it: Formato del poster:
nl_nl: Posterformaat:
pl_pl: Rozmiar plakatu:
pt_pt: Tamanho do poster:
sv_se: Affischstorlek:
tr_tr: Poster boyutunu:

source: Anime List
ca_es: Llista d'anime
hu_hu: Anime lista
it_it: Lista di anime
nl_nl: Anime lijst
pl_pl: Lista Anime
pt_pt: Lista de anime
sv_se: Animelista
tr_tr: Anime listesi

source: Loading...
ca_es: Carregant...
hu_hu: Betöltése...
it_it: Caricamento...
nl_nl: Bezig met laden...
pl_pl: Trwa ładowanie...
pt_pt: Carregar...
sv_se: Laddar...
tr_tr: Yükleniyor...

source: Continuing
ca_es: Continuant
hu_hu: Továbbra is
it_it: Continuando
nl_nl: Voortzetting van
pl_pl: Kontynuując
pt_pt: Continuando
sv_se: Fortsätter
tr_tr: Devam etmeden

source: Ended
ca_es: Va acabar
hu_hu: Véget ért
it_it: Si è conclusa
nl_nl: Eindigde
pl_pl: Zakończył się
pt_pt: Terminou
sv_se: Avslutad
tr_tr: Sona erdi

source: Downloaded:
ca_es: Descarregar:
hu_hu: Letöltve:
it_it: Scaricato:
nl_nl: Gedownload:
pl_pl: Pobrany:
pt_pt: Baixado:
sv_se: Hämtad:
tr_tr: Yüklenen:

source: Snatched:
ca_es: Va arrabassar:
hu_hu: Ruházata:
it_it: Strappato:
nl_nl: Griste:
pl_pl: Porwał:
pt_pt: Arrebatou:
sv_se: Ryckt:
tr_tr: Kaptı:

source: Total:
hu_hu: Összesen:
it_it: Totale:
nl_nl: Totaal:
pl_pl: Całkowity:
sv_se: Totalt:
tr_tr: Toplam Sonuç:

source: no data
ca_es: no hi ha dades
hu_hu: nincs adat
it_it: Nessun dato
nl_nl: geen gegevens
pl_pl: nie danych
pt_pt: Não há dados
sv_se: Inga data
tr_tr: veri yok

source: Invalid date
ca_es: Data no és vàlida
hu_hu: Érvénytelen dátum
it_it: Data non valida
nl_nl: Ongeldige datum
pl_pl: Nieprawidłowa data
pt_pt: Data inválida
sv_se: Ogiltigt datum
tr_tr: Geçersiz Tarih
