Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: For sending notifications to Plex Home Theater (PHT) clients, use the KODI notifier with port
ca_es: Per enviar les notificacions als clients Plex Home Theater (PHT), utilitzar el notificador KODI amb port
hu_hu: Az értesítések küldése Plex Home Theater (PHT) ügyfelek, a KODI bejelentő használata port
it_it: Per l'invio di notifiche ai client Plex Home Theater (PHT), utilizzare il notificatore KODI con porta
nl_nl: Voor het verzenden van meldingen aan Plex Home Theater (PHT) clients, gebruiken de kennisgever KODI met poort
pl_pl: Do wysyłania powiadomień do Plex Home Theater (PHT) klientów, korzystać z powiadomień KODI z portu
pt_pt: Para enviar notificações para clientes Plex Home Theater (PHT), usar o notificador KODI com porto
sv_se: För att skicka notifieringar till Plex Home Theater (PHT) klienter, använd KODI notifieraren med port
tr_tr: Plex Home Theater (PHT) istemcileri için bildirimleri göndermek için bağlantı noktası ile KODI notifier kullanın

source: send Plex commands?
ca_es: enviar ordres Plex?
hu_hu: Plex parancsokat küld?
it_it: inviare comandi di Plex?
nl_nl: Plex opdrachten verzenden?
pl_pl: Wysyłanie poleceń Plex?
pt_pt: enviar comandos Plex?
sv_se: skicka Plex-kommandon?
tr_tr: Plex komutları göndermek?

source: Plex Media Server Auth Token
ca_es: Plex Media Server Auth testimoni
hu_hu: Plex Media Server hitelesítés Token
it_it: Plex Media Server Token di autenticazione
pt_pt: Token de autenticação de servidor de Media Plex
sv_se: Plex Media Server autentiseringstoken
tr_tr: Plex Media Server kimlik doğrulama belirteci

source: Auth Token used by Plex
ca_es: Fitxa Auth utilitzat per Plex
hu_hu: Auth Token kötetpéldány által használt
it_it: Token di autenticazione utilizzato da Plex
nl_nl: Auth Token gebruikt door Plex
pl_pl: Token uwierzytelniania używanego przez Plex
pt_pt: Token de autenticação usado pelo Plex
sv_se: Autentiseringstoken som används av plex
tr_tr: Parça tarafından kullanılan kimlik doğrulama belirteci

source: Finding your account token
ca_es: Trobant el seu testimoni de compte
hu_hu: A fiók tokenjét megtalálása
it_it: Trovare il token di account
nl_nl: Het vinden van uw account-token
pl_pl: Znalezienie token konta
pt_pt: Encontrando seu token de conta
sv_se: Hitta din konto-token
tr_tr: Hesap belirtecinizi bulma

source: Server Username
ca_es: Nom d'usuari servidor
hu_hu: A projektkiszolgáló felhasználóneve
it_it: Nome utente del server
nl_nl: Server-gebruikersnaam
pl_pl: Nazwa użytkownika serwera
pt_pt: Nome de usuário do servidor
sv_se: Server-användarnamn
tr_tr: Sunucu kullanıcı adı

source: Server/client password
ca_es: Contrasenya de client/servidor
hu_hu: Kliens/szerver jelszó
it_it: Password del server/client
nl_nl: Wachtwoord server/client
pl_pl: Hasło klienta i serwera
pt_pt: Senha de servidor/cliente
sv_se: Server/klient lösenord
tr_tr: Sunucu/istemci parola

source: Update server library
ca_es: Biblioteca de servidor d'actualització
hu_hu: A frissítés kiszolgáló könyvtár
it_it: Libreria di server di aggiornamento
nl_nl: Update server bibliotheek
pl_pl: Aktualizacja serwera biblioteki
pt_pt: Biblioteca de servidor de atualização
sv_se: Uppdatera serverbibliotek
tr_tr: Güncelleştirme server kitaplığı

source: update Plex Media Server library after download finishes
ca_es: actualitzar la biblioteca de servidor de medis Plex després descarregar acabats
hu_hu: Plex média szerver könyvtár Update, letöltés befejezése után
it_it: aggiornamento libreria Plex Media Server al termine del download
nl_nl: bibliotheek van Plex Media Server bijwerken nadat de download is voltooid
pl_pl: Aktualizacja biblioteki Plex Media Server, po zakończeniu pobierania
pt_pt: atualizar a biblioteca Plex Media Server depois que termina de baixar
sv_se: uppdatera Plex Media Server-biblioteket när en hämtning är klar
tr_tr: Yükleme tamamlandıktan sonra Plex Media Server kitaplığı Güncelleştir

source: ex. 192.168.1.1:32400, 192.168.1.2:32400
hu_hu: pl. 192.168.1.1:32400, 192.168.1.2:32400
it_it: es. 192.168.1.1:32400, 192.168.1.2:32400
tr_tr: örneğin 192.168.1.1:32400, 192.168.1.2:32400

source: Click below to test Plex servers
ca_es: Feu clic a baix per provar Plex servidors
hu_hu: Kattintson az alábbi teszt szervereket Plex
it_it: Clicca qui sotto per provare Plex server
nl_nl: Klik hieronder voor het testen van Plex servers
pl_pl: Kliknij poniżej, aby przetestować serwery Plex
pt_pt: Clique abaixo para testar os servidores Plex
sv_se: Klicka nedan för att testa Plex-servrar
tr_tr: Plex sunucuları test etmek için tıklayınız

source: Test Plex Server
ca_es: Servidor de prova Plex
hu_hu: Tesztszerver Plex
it_it: Server di prova Plex
nl_nl: Plex Server testen
pl_pl: Testowanie serwera Plex
pt_pt: Servidor de teste Plex
sv_se: Testa Plex-server
tr_tr: Plex sunucusunu test

source: Plex Media Client
ca_es: Plex mitjans Client
hu_hu: Plex Media-ügyfél
pl_pl: Obiekt typu Plex Media klienta
pt_pt: Plex mídia cliente
tr_tr: Plex Media istemci

source: Plex Client IP:Port
hu_hu: Plex ügyfél IPPort:
it_it: IP: porta Client Plex
nl_nl: Plex cliënt IP: poort
pl_pl: IP: Port klienta Plex
pt_pt: Plex cliente IP: Port
sv_se: Plex klient IP:Port
tr_tr: Plex istemci IP: bağlantınoktası

source: ex. 192.168.1.100:3000, 192.168.1.101:3000
hu_hu: pl. 192.168.1.100:3000, 192.168.1.101:3000
it_it: es. 192.168.1.100:3000, 192.168.1.101:3000
tr_tr: örneğin 192.168.1.100:3000, 192.168.1.101:3000

source: Client Password
ca_es: Contrasenya de client
hu_hu: Ügyfél jelszavát
it_it: Password del client
nl_nl: Clientwachtwoord
pl_pl: Hasło klienta hasło
pt_pt: Senha do cliente
sv_se: Klientlösenord
tr_tr: İstemci parola

source: Click below to test Plex client(s)
ca_es: Feu clic a baix per provar la versió Plex
hu_hu: Kattintson az alábbi Plex klienseken teszt
it_it: Clicca qui sotto per provare Plex client (s)
nl_nl: Klik hieronder voor het testen van Plex client (s)
pl_pl: Kliknij poniżej, aby przetestować inwestora(ów) Plex
pt_pt: Clique abaixo para testar o Plex cliente (s)
sv_se: Klicka nedan för att testa Plex-klient(er)
tr_tr: Plex client(s) test etmek için tıklayınız

source: Test Plex Client
ca_es: Prova Plex Client
hu_hu: Teszt Plex ügyfél
it_it: Client di test Plex
pl_pl: Testowanie klienta Plex
pt_pt: Cliente de teste do Plex
sv_se: Testa Plex-klient
tr_tr: Sınama Plex istemci

source: A home media server built using other popular open source technologies.
ca_es: Un servidor de medis casa construïda mitjançant altres tecnologies de codi obert popular.
hu_hu: Otthoni média-kiszolgáló más népszerű nyílt forráskódú technológiákra épül.
it_it: Un server multimediale di casa costruito utilizzando altre tecnologie open source popolari.
nl_nl: Een home mediaserver gebouwd met behulp van andere populaire open source-technologieën.
pl_pl: Serwer multimediów domowych, zbudowany przy użyciu innych technologii popularny open source.
pt_pt: Um servidor de mídia doméstica construído usando outras tecnologias de código-fonte aberto popular.
sv_se: En mediaserver byggt med andra populära open source-tekniker.
tr_tr: Diğer popüler açık kaynak teknolojileri kullanılarak inşa edilmiş bir ev medya sunucusu.

source: send update commands to Emby?
ca_es: enviar ordres d'actualització a Emby?
hu_hu: frissítési parancsot küldeni a Emby?
it_it: inviare i comandi di aggiornamento a Emby?
nl_nl: update opdrachten verzenden Emby?
pl_pl: Wyślij polecenia aktualizacji do Emby?
pt_pt: enviar comandos de atualização para Marisete?
sv_se: Skicka uppdateringskommandon till Emby?
tr_tr: güncelleştirme komutları için Emby göndermek?

source: ex. 192.168.1.100:8096
hu_hu: 192.168.1.100:8096 volt.
it_it: 192.168.1.100:8096 es.
tr_tr: örneğin 192.168.1.100:8096

source: Emby API Key
ca_es: Emby clau d'API
hu_hu: Emby API-kulcs
nl_nl: Emby API-sleutel
pl_pl: Klucz API Emby
pt_pt: Marisete chave de API
sv_se: Emby API-nyckel
tr_tr: Emby API anahtarı

source: Test Emby
ca_es: Prova Emby
hu_hu: Emby teszt
it_it: Prova Emby
pl_pl: Emby testu
pt_pt: Marisete de teste
sv_se: Testa Emby

source: The Networked Media Jukebox, or NMJ, is the official media jukebox interface made available for the Popcorn Hour 200-series.
ca_es: La Jukebox de mitjans de comunicació en xarxa, o NMJ, és la interfície de jukebox de mitjans de comunicació oficials disponibles per a la sèrie 200 Popcorn Hour.
hu_hu: A Networked Media Jukebox, vagy a NMJ, gyártott elérhető részére a Popcorn Hour 200-sorozat hivatalos media jukebox-felület.
it_it: Il Networked Media Jukebox, o la giunzione neuromuscolare, è l'interfaccia di jukebox media ufficiali reso disponibile per la serie 200 di Popcorn Hour.
nl_nl: De Networked Media Jukebox, of NMJ, is de officiële media jukebox interface beschikbaar gesteld voor de Popcorn Hour 200-serie.
pl_pl: Networked Media Jukebox lub NMJ, jest oficjalne media jukebox interfejs udostępniane dla serii 200 Popcorn Hour.
pt_pt: Networked Media Jukebox, o MNJ, é a interface de jukebox de meios de comunicação oficiais disponibilizada para o Popcorn Hour 200-série.
sv_se: Networked Media Jukeboxen, eller NMJ, är det officiella media jukebox-gränssnittet som har gjorts tillgänglig för Popcorn Hour 200-serien.
tr_tr: Ağ Media Jukebox veya NMJ, Popcorn saat 200 serisi için kullanılabilir duruma resmi medya müzik kutusu arabirimdir.

source: send update commands to NMJ?
ca_es: enviar ordres d'actualització a NMJ?
hu_hu: frissítési parancsot küldeni a NMJ?
it_it: inviare i comandi di aggiornamento a NMJ?
nl_nl: update opdrachten naar NMJ sturen?
pl_pl: Wyślij polecenia aktualizacji do NMJ?
pt_pt: enviar comandos de atualização para Mioneural?
sv_se: Skicka uppdateringskommandon till NMJ?
tr_tr: güncelleştirme komutları için NMJ göndermek?

source: Popcorn IP address
ca_es: Adreça d'IP de crispetes
hu_hu: Popcorn IP-cím
it_it: Indirizzo IP di popcorn
nl_nl: Popcorn IP-adres
pl_pl: Adres IP popcorn
pt_pt: Endereço IP de pipoca
sv_se: Popcorn IP-adress
tr_tr: Patlamış mısır IP adresi

source: Get settings
ca_es: Obté la configuració de
hu_hu: Beállítások letöltése
it_it: Ottenere le impostazioni
nl_nl: Instellingen ophalen
pl_pl: Pobieranie ustawień
pt_pt: Obter configurações
sv_se: Hämta inställningar
tr_tr: Ayarları alma

source: Get Settings
ca_es: Obté la configuració de
hu_hu: Beállítások letöltése
it_it: Ottenere le impostazioni
nl_nl: Instellingen ophalen
pl_pl: Pobieranie ustawień
pt_pt: Obter configurações
sv_se: Hämta inställningar
tr_tr: Ayarları alma

source: the Popcorn Hour device must be powered on and NMJ running.
ca_es: el dispositiu ha d'alimentar damunt Popcorn Hour i NMJ corrent.
hu_hu: a Popcorn Hour eszközt kell energiát termelő-ra és NMJ futás.
it_it: il Popcorn Hour dispositivo deve essere acceso e in esecuzione NMJ.
nl_nl: de Popcorn Hour apparaat moet worden ingeschakeld en NMJ uitgevoerd.
pl_pl: Popcorn Hour, urządzenie musi być włączone i działa NMJ.
pt_pt: o Popcorn Hour dispositivo deve ser ligado e a funcionar MNJ.
sv_se: Popcorn Hour-enheten måste vara påslagen och NMJ igång.
tr_tr: patlamış mısır üzerinde aygıt Powered by saat ve NMJ çalışıyor.

source: NMJ database
ca_es: Base de dades NMJ
hu_hu: NMJ adatbázis
it_it: Database di NMJ
pl_pl: NMJ bazy danych
pt_pt: Banco de dados JNM
sv_se: NMJ databas
tr_tr: NMJ veritabanı

source: automatically filled via the Get Settings
ca_es: s'emplena automàticament via les escenes d'aconseguir
hu_hu: a program automatikusan kitölti keresztül kap beállítások
it_it: automaticamente riempito tramite le impostazioni di ottenere
nl_nl: automatisch ingevuld via de instellingen krijgen
pl_pl: automatycznie wypełnia za pomocą ustawień dostać
pt_pt: automaticamente preenchido via a obter configurações
sv_se: fylls automatiskt via knappen 'Hämta inställningar'
tr_tr: otomatik olarak almak ayarları ile dolu

source: Test NMJ
ca_es: Prova NMJ
hu_hu: Teszt NMJ
it_it: Prova NMJ
pt_pt: Teste JNM
sv_se: Testa NMJ

source: The Networked Media Jukebox, or NMJv2, is the official media jukebox interface made available for the Popcorn Hour 300 & 400-series.
ca_es: La Jukebox de mitjans de comunicació en xarxa, o NMJv2, és la interfície de jukebox de mitjans de comunicació oficials fet disponible pel Popcorn Hour 300 59 400-sèrie.
hu_hu: A Networked Media Jukebox, vagy a NMJv2, gyártott elérhető részére a Popcorn Hour 300 & 400-sorozat hivatalos media jukebox-felület.
it_it: Il Networked Media Jukebox, o NMJv2, è l'interfaccia di jukebox multimediale ufficiale reso disponibile per il Popcorn Hour 300 & serie 400.
nl_nl: De Networked Media Jukebox, of NMJv2, is de officiële media jukebox interface gemaakt beschikbaar voor de Popcorn Hour 300 & 400-serie.
pl_pl: Networked Media Jukebox lub NMJv2, jest oficjalne media jukebox interfejs wykonane dostępne dla Popcorn Hour 300 & serii 400.
pt_pt: O Networked Media Jukebox, ou NMJv2, é a interface de jukebox de mídia oficial feita disponível para o Popcorn Hour 300 e 400-série.
sv_se: Networked Media Jukebox, eller NMJv2, är det officiella media jukebox gränssnittet gjorts tillgängligt för Popcorn Hour 300 & 400-serien.
tr_tr: Ağ Media Jukebox veya NMJv2, elde edilebilir için patlamış mısır saat 300 ve 400 serisi yapılan resmi medya müzik kutusu arabirimdir.

source: send update commands to NMJv2?
ca_es: enviar ordres d'actualització a NMJv2?
hu_hu: frissítési parancsot küldeni a NMJv2?
it_it: Invia i comandi di aggiornamento alla NMJv2?
nl_nl: update opdrachten naar NMJv2 sturen?
pl_pl: Wyślij polecenia aktualizacji do NMJv2?
pt_pt: enviar comandos de atualização para NMJv2?
sv_se: Skicka uppdateringskommandon till NMJv2?
tr_tr: güncelleştirme komutları için NMJv2 göndermek?

source: Database location
ca_es: Localització de base de dades
hu_hu: Adatbázis helye
it_it: Percorso del database
nl_nl: Locatie van de database
pl_pl: Lokalizację bazy danych
pt_pt: Localização do banco de dados
sv_se: Databasplacering
tr_tr: Veritabanı konumu

source: Local Media
ca_es: Mitjans de comunicació locals
hu_hu: A helyi média
it_it: Media locali
nl_nl: Lokale Media
pl_pl: Lokalne Media
pt_pt: Mídia local
sv_se: Lokala media
tr_tr: Yerel medya

source: PCH Network Media
ca_es: Mitjans de comunicació de xarxa PCH
hu_hu: PCH hálózati adathordozó
it_it: Supporti di rete PCH
nl_nl: PCH netwerkmedia
pl_pl: PCH sieci Media
pt_pt: Mídia de rede PCH
sv_se: PCH nätverksmedia
tr_tr: PCH ağ ortamı

source: Database instance
ca_es: Exemple de base de dades
hu_hu: Adatbázispéldány
it_it: Istanza di database
nl_nl: Database-instantie
pl_pl: Wystąpienie bazy danych
pt_pt: Instância de banco de dados
sv_se: Databasinstansen
tr_tr: Veritabanı örneği

source: adjust this value if the wrong database is selected.
ca_es: ajustar aquest valor si es selecciona la base de dades equivocades.
hu_hu: Állítsa be ezt az értéket, ha a megfelelő adatbázishoz van jelölve.
it_it: modificare questo valore se è selezionato il database errato.
nl_nl: Pas deze waarde als de verkeerde database is ingeschakeld.
pl_pl: dostosować tę wartość, jeśli źle bazy danych jest zaznaczone.
pt_pt: ajuste esse valor, se for selecionado o banco de dados errado.
sv_se: justera det här värdet om fel databas väljs.
tr_tr: yanlış veritabanı seçtiyseniz bu değeri ayarlayın.

source: Find database
ca_es: Trobar la base de dades
hu_hu: Még az adatbázis
it_it: Trovare il database
nl_nl: Database vinden
pl_pl: Znaleźć bazy danych
pt_pt: Encontrar o banco de dados
sv_se: Hitta databas
tr_tr: Veritabanı bulmak

source: Find Database
ca_es: Trobar la base de dades
hu_hu: Még az adatbázis
it_it: Trovare il Database
nl_nl: Database vinden
pl_pl: Znaleźć bazy danych
pt_pt: Encontrar o banco de dados
sv_se: Hitta databas
tr_tr: Veritabanı bulmak

source: the Popcorn Hour device must be powered on.
ca_es: el dispositiu Popcorn Hour ha d'alimentar damunt.
hu_hu: a Popcorn Hour készüléket kell bekapcsolva.
it_it: il dispositivo di Popcorn Hour deve essere acceso.
nl_nl: de Popcorn Hour-apparaat moet worden ingeschakeld.
pl_pl: Popcorn Hour urządzenie musi być włączone.
pt_pt: o dispositivo de Popcorn Hour deve ser ligado.
sv_se: Popcorn Hour-enheten måste vara påslagen.
tr_tr: Popcorn saat cihaz açık olmalıdır.

source: NMJv2 database
ca_es: NMJv2 base de dades
hu_hu: NMJv2 adatbázis
pl_pl: NMJv2 bazy danych
pt_pt: NMJv2 banco de dados
sv_se: NMJv2 databas
tr_tr: NMJv2 veritabanı

source: automatically filled via the Find Database
ca_es: s'emplena automàticament mitjançant la trobar base de dades
hu_hu: a program automatikusan kitölti a talál adatbázison keresztül
it_it: compilati automaticamente tramite il Database di trovare
nl_nl: automatisch ingevuld via de Database vinden
pl_pl: automatycznie wypełnia za pośrednictwem bazy danych znaleźć
pt_pt: automaticamente preenchido via banco de encontrar
sv_se: automatiskt fylld via "Hitta databas"-knapparna
tr_tr: otomatik olarak bir veritabanı yolu ile dolu

source: Test NMJv2
ca_es: Prova NMJv2
hu_hu: NMJv2 teszt
it_it: Prova NMJv2
pt_pt: Teste NMJv2
sv_se: Testa NMJv2

source: The Synology DiskStation NAS.
ca_es: El Synology DiskStation NAS.
hu_hu: A Synology DiskStation NAS.
it_it: Synology DiskStation NAS.
nl_nl: De Schijfhouder van de Synology NAS.
pl_pl: Serwer Synology DiskStation w NAS.
pt_pt: A Synology DiskStation NAS.
sv_se: Synology DiskStation NAS.
tr_tr: Synology DiskStation NAS.

source: Synology Indexer is the daemon running on the Synology NAS to build its media database.
ca_es: Synology indexador és el dimoni s'executa en Synology NAS per construir la seva base de dades de mitjans de comunicació.
hu_hu: Synology indexelő a démonnal a Synology NAS építeni a media adatbázisnak.
it_it: Indicizzatore di Synology è il demone in esecuzione sul NAS Synology per costruire il proprio database di media.
nl_nl: Synology Indexer is de daemon draait op de Synology NAS te bouwen zijn media-database.
pl_pl: Synology indeksatora jest demon działa na serwerze Synology NAS do budowania swojej bazy danych mediów.
pt_pt: Synology indexador é o daemon rodando sobre o Synology para construir sua base de dados de mídia.
sv_se: Synology Indexerare är tjänsten som körs på Synology NAS för att bygga media-databasen.
tr_tr: Synology dizin oluşturucu onun medya veritabanı oluşturmak için Synology NAS üzerinde çalışan servistir.

source: send Synology notifications?
ca_es: enviar notificacions Synology?
hu_hu: Synology értesítések?
it_it: inviare notifiche di Synology?
nl_nl: Synology kennisgevingen?
pl_pl: Wyślij powiadomienia Synology?
pt_pt: enviar notificações Synology?
sv_se: skicka Synology-meddelanden?
tr_tr: Synology bildirimleri göndermek?

source: requires SickRage to be running on your Synology NAS.
ca_es: requereix SickRage d'estar executant en el seu Synology NAS.
hu_hu: a Synology NAS-on futó SickRage igényel.
it_it: richiede SickRage in esecuzione su Synology NAS.
nl_nl: vereist SickRage worden uitgevoerd op uw Synology NAS.
pl_pl: wymaga SickRage być uruchomiona na serwerze Synology NAS.
pt_pt: requer SickRage ser executado em seu NAS Synology.
sv_se: kräver att SiCKRAGE körs på din Synology-NAS.
tr_tr: SickRage Synology NAS üzerinde çalışıyor olmasını gerektirir.

source: Notifier
ca_es: Notificador
hu_hu: Bejelentő
it_it: Notificatore
pl_pl: Zgłaszający
pt_pt: Notificador
sv_se: Notifieraren

source: Synology Notifier is the notification system of Synology DSM
ca_es: Synology notificador és el sistema de notificació de Synology DSM
hu_hu: Synology bejelentendő bejelentési rendszerének Synology DSM
it_it: Notificatore di Synology è il sistema di notifica di Synology DSM
nl_nl: Synology Notifier is de meldingsregeling voor Synology DSM
pl_pl: Synology Notifier jest powiadomienie systemu Synology DSM
pt_pt: Synology notificador é o sistema de notificação de Synology DSM
sv_se: Synology Notifier är notifieringssystemet på Synology DSM
tr_tr: Synology Notifier Synology DSM bildirim sistemidir

source: send notifications to the Synology Notifier?
ca_es: enviar notificacions el notificador de Synology?
hu_hu: értesítést küld a Synology bejelentő?
it_it: Invia notifiche per il notificante di Synology?
nl_nl: kennisgevingen aan de kennisgever Synology?
pl_pl: Wyślij powiadomienia zgłaszającemu Synology?
pt_pt: enviar notificações para o notificador Synology?
sv_se: skicka notifieringar till Synology Notifier?
tr_tr: Synology Notifier için bildirimleri göndermek?

source: requires SickRage to be running on your Synology DSM.
ca_es: requereix SickRage d'estar executant en el DSM Synology.
hu_hu: a Synology DSM futó SickRage igényel.
it_it: richiede SickRage in esecuzione su Synology DSM.
nl_nl: SickRage worden uitgevoerd op uw Synology DSM vereist.
pl_pl: wymaga SickRage być uruchomiona na Synology DSM.
pt_pt: requer SickRage ser executado em seu DSM Synology.
sv_se: kräver att SiCKRAGE körs på din Synology DSM.
tr_tr: SickRage Synology DSM üzerinde çalışıyor olmasını gerektirir.

source: pyTivo is both an HMO and GoBack server. This notifier will load the completed downloads to your Tivo.
ca_es: pyTivo és un HMO i GoBack servidor. Aquest notificador carregarà el completat descarrega pel seu Tivo.
hu_hu: pyTivo egy HMO és a GoBack szolgál. A bejelentő a befejezett letöltéseket, a Tivo akarat teher.
it_it: pyTivo è un HMO e GoBack server. Questo notificatore caricherà i download completati al vostro Tivo.
nl_nl: pyTivo is zowel een HMO en GoBack server. Deze notifier laadt de voltooide downloads naar uw Tivo.
pl_pl: pyTivo jest zarówno HMO i GoBack serwera. Ten powiadamiający załaduje zakończonych pobrań do Tivo.
pt_pt: pyTivo é o servidor de um HMO e o GoBack. Este notificador carregará os downloads concluídos para seu Tivo.
sv_se: pyTivo är både en HMO och GoBack server. Detta anmälaren vilja lasta de slutförda nedladdningarna till din Tivo.
tr_tr: pyTivo bir HMO ve GoBack sunucusudur. Bu bildirim, Tivo tamamlanmış indirme yükleyecektir.

source: send notifications to pyTivo?
ca_es: enviar notificacions a pyTivo?
hu_hu: értesítést küld a pyTivo?
it_it: inviare notifiche a pyTivo?
nl_nl: meldingen naar pyTivo verzenden?
pl_pl: Wysyłanie powiadomień do pyTivo?
pt_pt: enviar notificações para pyTivo?
sv_se: skicka meddelanden till pyTivo?
tr_tr: bildirimleri göndermek için pyTivo?

source: requires the downloaded files to be accessible by pyTivo.
ca_es: requereix els arxius descarregats siguin accessibles per pyTivo.
hu_hu: megköveteli a letöltött fájlokat, hogy hozzáférhető legyen a pyTivo.
it_it: richiede i file scaricati per essere accessibile da pyTivo.
nl_nl: moet u de gedownloade bestanden oproepbaar via pyTivo.
pl_pl: wymaga pobrane pliki były dostępne przez pyTivo.
pt_pt: requer os arquivos baixados para ser acessível por pyTivo.
sv_se: kräver de nedladdade filerna att vara tillgängliga för pyTivo.
tr_tr: pyTivo tarafından erişilebilir olması için karşıdan yüklenen dosyaları gerektirir.

source: ex. 192.168.1.1:9032
hu_hu: 192.168.1.1:9032 volt.
it_it: 192.168.1.1:9032 es.
tr_tr: örneğin 192.168.1.1:9032

source: pyTivo share name
ca_es: nom de compartició de pyTivo
hu_hu: pyTivo osztozik név
it_it: nome della condivisione pyTivo
nl_nl: de naam van de share van de pyTivo
pl_pl: Nazwa udziału pyTivo
pt_pt: pyTivo nome do compartilhamento
sv_se: pyTivo dela namn
tr_tr: pyTivo paylaşım adı

source: value used in pyTivo Web Configuration to name the share.
ca_es: valor utilitzat en la configuració del Web pyTivo per anomenar la quota.
hu_hu: értékét pyTivo konfigurációját a megosztás nevét.
it_it: valore utilizzato in pyTivo configurazione Web per il nome della condivisione.
nl_nl: waarde in pyTivo Web configuratie gebruikt als naam voor de share.
pl_pl: wartość używana w pyTivo konfiguracji sieci Web nazwę udziału.
pt_pt: valor usado no pyTivo Web configuração para nomear o compartilhamento.
sv_se: värde som används i pyTivo Web konfiguration för att nämna andel.
tr_tr: pyTivo Web yapılandırma paylaşım adı için kullanılan değer.
