Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Unable to verify key
ca_es: No podeu verificar clau
hu_hu: Képtelen-hoz kulcs ellenőrzése
it_it: Impossibile verificare la chiave
nl_nl: Niet in staat om te controleren of de sleutel
pl_pl: Nie można zweryfikować klucz
pt_pt: Não é possível verificar a chave
sv_se: Det gick inte att verifiera nyckeln
tr_tr: Anahtar doğrulanamadı

source: Tweet successful, check your twitter to make sure it worked
ca_es: Tweeter èxit, comprova el seu twitter per assegurar que funcionava
hu_hu: Csipog sikeres, ellenőrizze a twitter, hogy győződjön meg róla, ez munkás
it_it: Tweet successo, controllare il tuo twitter per assicurarsi che ha funzionato
nl_nl: Succesvolle Tweet, Controleer uw twitter om ervoor te zorgen het werkte
pl_pl: Tweet pomyślnie, Sprawdź swój twitter, aby upewnić się, że
pt_pt: Twitter bem-sucedida, verifique o seu twitter para ter certeza que funcionou
sv_se: Tweet framgångsrika, kontrollera din twitter för att se till att det fungerade
tr_tr: Başarılı tweet, heyecan o amele emin olmak için kontrol edin

source: Error sending tweet
ca_es: Tweeter enviament d'error
hu_hu: Hiba a küldési csipog
it_it: Tweet invio errore
nl_nl: Fout verzenden tweet
pl_pl: Błąd wysyłania tweet
pt_pt: Tweet enviar erro
sv_se: Fel skicka tweet
tr_tr: Hata gönderme cıvıldamak

source: Please enter a valid account sid
ca_es: Si us plau, introduïu un vàlid compte sid
hu_hu: Adjon meg egy érvényes fiók sid
it_it: Si prega di inserire un valido account sid
nl_nl: Voer een geldige sid rekening
pl_pl: Proszę wprowadzić prawidłowy identyfikator sid konta
pt_pt: Por favor digite um válido conta sid
sv_se: Ange ett giltigt konto sid
tr_tr: Lütfen geçerli bir girin SID hesap

source: Please enter a valid auth token
ca_es: Introduïu un testimoni auth vàlid
hu_hu: Adjon meg egy érvényes hitelesítési token
it_it: Si prega di inserire un token di autenticazione valido
nl_nl: Voer een geldige auth-token
pl_pl: Proszę podać prawidłowy uwierzytelniania token
pt_pt: Por favor insira um token de autenticação válido
sv_se: Vänligen ange en giltig auth-token
tr_tr: Lütfen geçerli kimlik doğrulama belirteci girin

source: Please enter a valid phone sid
ca_es: Si us plau, introduïu un vàlid telèfon sid
hu_hu: Adjon meg egy érvényes sid telefon
it_it: Si prega di inserire un valido telefono sid
nl_nl: Voer een geldige sid telefoon
pl_pl: Proszę wprowadzić prawidłowy telefon sid
pt_pt: Por favor digite um válido telefone sid
sv_se: Vänligen ange ett giltigt telefon-sid
tr_tr: Lütfen geçerli bir girin SID telefon

source: Please format the phone number as "+1-###-###-####"
ca_es: Si us plau, Formata el número de telèfon com "+ 1-# # #-# # #-# # #"
hu_hu: Kérjük formázza a telefonszámot, mint "+ 1-###-###-###"
it_it: Formattare il numero di telefono come "+ 1-# # #-# # #-# # #"
nl_nl: Gelieve het opmaken van het telefoonnummer als "+ 1-###-###-###"
pl_pl: Sformatuj numer telefonu jako "+ 1-###-###-###"
pt_pt: Por favor formatar o número de telefone como "+ 1-# # #-# # #-# # #"
sv_se: Vänligen formatera telefonnummer som ”+1-###-###-###”
tr_tr: Lütfen telefon numarası olarak biçimlendirmek "+ 1-###-###-###"

source: Authorization successful and number ownership verified
ca_es: Autorització reeixida i número propietat verificat
hu_hu: Engedélyezés sikeres és szám tulajdonjogának ellenőrzött
it_it: Proprietà di successo e il numero di autorizzazione verificata
nl_nl: Vergunning succesvol en nummer eigendom geverifieerd
pl_pl: Sukces i numer autoryzacji własności sprawdzonych
pt_pt: Posse de sucesso e número de autorização verificado
sv_se: Autentisering lyckades och numrets ägarskap verifierades
tr_tr: Yetkilendirme başarılı ve numara mülkiyet doğrulanmadı

source: Error sending sms
ca_es: Sms d'enviament d'error
hu_hu: Sms üzenetküldési hiba
it_it: Errore durante l'invio di sms
nl_nl: Fout bij het verzenden van sms
pl_pl: Wystąpił błąd podczas wysyłania wiadomości sms
pt_pt: Erro ao enviar sms
sv_se: Fel vid skickande av sms
tr_tr: SMS gönderme hata

source: Slack message successful
ca_es: Folgança missatge reeixit
hu_hu: Laza üzenet sikeres
it_it: Slack messaggio di successo
nl_nl: Toegestane bericht succesvol
pl_pl: Luzu wiadomość pomyślnie
pt_pt: Folga mensagem de sucesso
sv_se: Slack-meddelande lyckades
tr_tr: Bolluk mesaj başarılı

source: Slack message failed
ca_es: Folgança missatge ha fallat
hu_hu: Laza üzenetet nem sikerült
it_it: Slack messaggio non riuscito
nl_nl: Toegestane bericht mislukt
pl_pl: Luzu wiadomości nie powiodło się
pt_pt: Folga mensagem falhada
sv_se: Slack-meddelande misslyckades
tr_tr: Bolluk iletisi başarısız oldu

source: Discord message successful
ca_es: Missatge de discòrdia èxit
hu_hu: Széthúzás üzenetek sikeres
it_it: Messaggio di discordia successo
nl_nl: Onenigheid bericht succesvol
pl_pl: Pomyślne wiadomości niezgody
pt_pt: Mensagem de discórdia bem sucedida
sv_se: Discord-meddelande lyckades
tr_tr: Anlaşmazlık mesaj başarılı

source: Discord message failed
ca_es: Missatge de discòrdia ha fallat
hu_hu: Széthúzás üzenetek sikertelen
it_it: Messaggio di discordia non riuscita
nl_nl: Onenigheid bericht mislukt
pl_pl: Niezgody wiadomości nie powiodło się
pt_pt: Mensagem de discórdia falhada
sv_se: Discord-meddelande misslyckades
tr_tr: Anlaşmazlık iletisi başarısız oldu

source: Test KODI notice sent successfully to
ca_es: Prova KODI avís enviat amb èxit a
hu_hu: Teszt KODI értesítést küldött sikeresen
it_it: Prova KODI avviso inviata correttamente a
nl_nl: Test KODI bericht met succes verzonden naar
pl_pl: Test KODI zawiadomienie wysłane pomyślnie
pt_pt: Teste KODI aviso enviado com sucesso para
sv_se: KODI test-notifiering lyckades till
tr_tr: Başarıyla gönderilen test KODI bildirimi

source: Test KODI notice failed to
ca_es: Prova KODI avís no ha pogut
hu_hu: Teszt KODI értesítés nem sikerült
it_it: Avviso KODI test non è riuscito a
nl_nl: Test KODI bericht is mislukt
pl_pl: Testowe zawiadomienie KODI nie powiodło się
pt_pt: Aviso de teste KODI não conseguiram
sv_se: KODI test-notifiering misslyckades till
tr_tr: Test KODI bildirim başarısız oldu

source: Successful test notice sent to Plex client ...
ca_es: Prova reeixida avís enviat al Plex client...
hu_hu: Sikeres teszt értesítést küldött-hoz ügyfél Plex...
it_it: Prova riuscita comunicazione inviata al client Plex...
nl_nl: Succesvolle test bericht verzonden aan Plex cliënt...
pl_pl: Udany test powiadomienia wysłanego do klienta Plex...
pt_pt: Aviso de teste bem-sucedido enviado ao cliente Plex...
sv_se: Testmeddelande skickades till Plex-klient...
tr_tr: Plex istemciye gönderilen başarılı test bildiriminde...

source: Test failed for Plex client ...
ca_es: Prova no ha funcionat per Plex client...
hu_hu: Teszt sikertelen, az ügyfél Plex...
it_it: Test non riuscito per client Plex...
nl_nl: Test is mislukt voor Plex cliënt...
pl_pl: Test nie powiodło się dla klienta Plex...
pt_pt: Falha no teste de cliente Plex...
sv_se: Testet misslyckades till Plex-klient...
tr_tr: Test Plex istemci için başarısız oldu...

source: Tested Plex client(s):
ca_es: Provat Plex de versió:
hu_hu: Tesztelt Plex klienseken:
it_it: Testata Plex client (s):
nl_nl: Geteste Plex client (s):
pl_pl: Testowane Plex inwestora(ów):
pt_pt: Testado Plex cliente (s):
sv_se: Testade Plexklient(er):
tr_tr: Test edilmiş parça client(s):

source: Successful test of Plex server(s) ...
ca_es: Prova reeixida de Plex servidors...
hu_hu: Plex kiszolgáló(k) sikeres teszt...
it_it: Prova riuscita di Plex server...
nl_nl: Succesvolle test van Plex server (s)...
pl_pl: Udany test serwery Plex...
pt_pt: Teste bem sucedido de Plex es...
sv_se: Lyckat test av Plex servrar...
tr_tr: Test Plex sunucularını dahi...

source: Test failed, No Plex Media Server host specified
ca_es: Prova no ha funcionat, amfitrió de servidor de mitjans de comunicació de Plex No especificat
hu_hu: A teszt sikertelen, nincs Plex Media Server host megadott
it_it: Test non riuscito, No Plex Media Server host specificato
nl_nl: Test is mislukt, geen Plex Media Server host opgegeven
pl_pl: Test nie powiodło się, nr Plex Media Server host określony
pt_pt: Falha no teste, No Plex Media Server host especificado
sv_se: Test misslyckades. Ingen specificerad Plex Media Server vald
tr_tr: Test başarısız oldu, hayır Plex Media Server ana bilgisayar belirtilen

source: Test failed for Plex server(s) ...
ca_es: Prova ha fallat per Plex servidors...
hu_hu: Vizsgálat nem sikerült a Plex kiszolgáló(k)...
it_it: Test non riuscito per Plex server...
nl_nl: Test mislukt voor Plex server (s)...
pl_pl: Test nie powiodło się dla serwery Plex...
pt_pt: Falha no teste para servidores Plex...
sv_se: Testet misslyckades för Plex servrar...
tr_tr: Test Plex sunucuları için başarısız oldu...

source: Tested Plex Media Server host(s):
ca_es: Host(s) de servidor de medis Plex provats:
hu_hu: Tesztelt Plex Media Server állomásokkal:
it_it: Testata Plex Media Server host (s):
nl_nl: Geteste Plex Media Server host (s):
pl_pl: Testowane Plex Media Server hostów:
pt_pt: Testado Plex Media Server host:
sv_se: Testade Plex Media Server Värd(ar):
tr_tr: Test Plex Media Server boşaltıyor:

source: Tried sending desktop notification via libnotify
ca_es: Provat la notificació escriptori mitjançant libnotify
hu_hu: Próbált libnotify keresztül asztali értesítés küldése
it_it: Provato l'invio di notifica del desktop tramite libnotify
nl_nl: Beproefd zending bureaublad kennisgeving via libnotify
pl_pl: Wypróbowany, wysyłanie powiadomień za pomocą libnotify
pt_pt: Tentei enviar notificação de área de trabalho por libnotify
sv_se: Försökte skicka skrivbordsnotifiering via libnotify
tr_tr: Libnotify ile masaüstü bildirim gönderme denedim

source: Test notice sent successfully to
ca_es: Prova avís enviat amb èxit a
hu_hu: Teszt sikeresen küldött értesítés
it_it: Avviso di prova inviato correttamente a
nl_nl: Test bericht met succes verzonden naar
pl_pl: Testowe zawiadomienie wysłane pomyślnie
pt_pt: Aviso de teste enviado com sucesso para
sv_se: Testmeddelande skickat till
tr_tr: Başarıyla gönderilen test duyuru

source: Test notice failed to
ca_es: Avís de prova no ha pogut
hu_hu: Értesítés sikertelen teszt
it_it: Avviso di prova non è riuscito a
nl_nl: De aankondiging van de test is mislukt
pl_pl: Testowe zawiadomienie nie powiodło się
pt_pt: Aviso de teste falhado ao
sv_se: Testmeddeland misslyckades till
tr_tr: Test duyuru başarısız oldu

source: Successfully started the scan update
ca_es: Reeixidament començava l'actualització d'escannejar
hu_hu: Sikeresen elindult a vizsgálat frissítés
it_it: Avviato con successo l'aggiornamento analisi
nl_nl: De update scan gestart
pl_pl: Pomyślnym uruchomieniu skanowania aktualizacji
pt_pt: Iniciado com êxito a atualização de varredura
sv_se: Lyckad start av skanningsuppdateringen
tr_tr: Tarama güncelleştirmesi başarıyla başlatıldı

source: Test failed to start the scan update
ca_es: Prova fracassava a començar l'actualització d'escannejar
hu_hu: Teszt megbukik-hoz elkezd a átkutat frissítés
it_it: Test non riuscito per avviare l'aggiornamento di scansione
nl_nl: Test is mislukt de update scan starten
pl_pl: Test nie powiodło się rozpoczęcie skanowania aktualizacji
pt_pt: Teste falhou ao iniciar a verificação de atualização
sv_se: Misslyckades att starta test av skanningsuppdateringen
tr_tr: Test tarama güncelleştirme başlatılamadı

source: Got settings from
ca_es: Té escenes de
hu_hu: Van elintézés-ból
it_it: Ho le impostazioni da
nl_nl: Kreeg van de instellingen van
pl_pl: Dostał ustawienia z
pt_pt: Tenho as configurações de
sv_se: Fick inställningar från
tr_tr: Ayarları var

source: Failed! Make sure your Popcorn is on and NMJ is running. (see Log & Errors -> Debug for detailed info)
ca_es: Ha fallat! Assegureu-vos que és el seu Popcorn i NMJ s'està executant. (consulteu Registre Errors 59-> depuració informació detallada)
hu_hu: Nem sikerült! Győződjön meg róla, a pattogatott kukorica és NMJ működik. (lásd: & hibák naplózása-> Debug részletes info)
it_it: Fallito! Assicurarsi che il vostro Popcorn è su e NMJ è in esecuzione. (per info dettagliate, vedere Log errori &-> Debug)
nl_nl: Mislukt! Zorg ervoor dat uw Popcorn is ingeschakeld en NMJ draait. (Zie Log & fouten-> Debug voor gedetailleerde info)
pl_pl: Nie powiodło się! Upewnij się, że jest Popcorn i NMJ jest uruchomiony. (zobacz dziennika & błędy-> debugowania szczegółowych informacji)
pt_pt: Falhou! Certifica-se de que na sua pipoca e Nicotínico está executando. (consulte o Log de erros &-> Debug para informação detalhada)
sv_se: Misslyckades! Kontrollera att dina Popcorn är på och NMJ körs. (se logga & fel-> Debug för detaljerad information)
tr_tr: Başarısız oldu! Tam sayı daha yapabilir açık olduğundan emin olun ve NMJ çalışıyor. (detaylı bilgi için bkz: günlük ve hatası hata ayıklama->)

source: Trakt Authorized
ca_es: Trakt autoritzat
hu_hu: Trakt engedélyezett
it_it: Trakt autorizzato
nl_nl: Trakt gemachtigd
pl_pl: Trakt autoryzowany
pt_pt: Trakt autorizado
sv_se: Trakt auktoriserad
tr_tr: Yetkili Trakt

source: Trakt Not Authorized!
ca_es: Trakt no autoritzat!
hu_hu: Trakt nem engedélyezett!
it_it: Trakt non autorizzato!
nl_nl: Trakt niet toegestaan!
pl_pl: Trakt nie autoryzowane!
pt_pt: Trakt não autorizado!
sv_se: Trakt inte auktoriserad!
tr_tr: Yetkilendirilmemiş Trakt!

source: Test email sent successfully! Check inbox.
ca_es: Prova d'e-mail enviat correctament! Comprovar safata d'entrada.
hu_hu: Teszt sikeresen elküldött e-mailben! Nézze meg bejövő üzeneteit.
it_it: Prova e-mail inviata con successo! Controlla la posta in arrivo.
nl_nl: Test e-mail verzonden! Selectievakje Postvak in.
pl_pl: Sprawdź wiadomość e-mail wysłana pomyślnie! Sprawdź skrzynkę odbiorczą.
pt_pt: Teste e-mail enviado com sucesso! Verifique a caixa de entrada.
sv_se: E-posttest lyckades! Kolla inkorgen.
tr_tr: E-posta başarıyla gönderildi test! Gelen kutusunu kontrol edin.

source: ERROR: %s
hu_hu: HIBA: %s
it_it: ERRORE: %s
nl_nl: FOUT: %s
pl_pl: BŁĄD: %s
pt_pt: ERRO: %s
sv_se: FEL: %s
tr_tr: HATA: %s

source: Test NMA notice sent successfully
ca_es: Avís NMA prova enviat correctament
hu_hu: Teszt NMA hirdetmény sikeresen elküldve
it_it: Avviso NMA prova inviata con successo
nl_nl: Test NMA bericht met succes verzonden
pl_pl: Test NMA zawiadomienia wysłane pomyślnie
pt_pt: Aviso NMA teste enviado com sucesso
sv_se: NMA-testnotis skickades framgångsrikt
tr_tr: Başarıyla gönderilen test NMA bildiriminde

source: Test NMA notice failed
ca_es: Avís NMA de prova ha fallat
hu_hu: Teszt NMA értesítés nem sikerült
it_it: Avviso di prova NMA non riuscita
nl_nl: Test de aankondiging van de NMA is mislukt
pl_pl: Testowe zawiadomienie NMA nie powiodło się
pt_pt: Aviso NMA teste falhado
sv_se: NMA-testnotis misslyckades
tr_tr: Test NMA bildirim başarısız oldu

source: Pushalot notification succeeded. Check your Pushalot clients to make sure it worked
ca_es: Notificació de Pushalot va succeir. Comprovar els seus clients de Pushalot per assegurar-se que treballava
hu_hu: Pushalot értesítés sikerült. Ellenőrizze a Pushalot ügyfelek, hogy győződjön meg róla, ez munkás
it_it: Pushalot notifica è riuscita. Verifica il tuo client di Pushalot per assicurarsi che ha funzionato
nl_nl: Pushalot melding opgevolgd. Controleer uw Pushalot klanten om ervoor te zorgen dat het werkte
pl_pl: Powiadomienie Pushalot udało się. Sprawdź Pushalot klientów do upewnij się, że to działało
pt_pt: Notificação de Pushalot bem sucedido. Verifique seus clientes Pushalot para ter certeza que funcionou
sv_se: Pushalot-notifiering lyckades. Kolla din Pushalot-klient för att säkerställa att det funkade
tr_tr: Pushalot bildirim başarılı oldu. Pushalot müşteri o amele emin olmak için kontrol edin

source: Error sending Pushalot notification
ca_es: Error enviar Pushalot notificació
hu_hu: Hiba Pushalot értesítés küldése
it_it: Errore durante l'invio di notifica Pushalot
nl_nl: Fout bij verzenden van Pushalot melding
pl_pl: Wystąpił błąd podczas wysyłania powiadomienie Pushalot
pt_pt: Erro ao enviar notificação de Pushalot
sv_se: Fel vid sändning av Pushalot-notis
tr_tr: Pushalot bildirim gönderme hatası

source: Pushbullet notification succeeded. Check your device to make sure it worked
ca_es: Notificació de Pushbullet va succeir. Comprovar el seu mecanisme per assegurar-se que treballava
hu_hu: Pushbullet értesítés sikerült. Ellenőrizze a készülék, győződjön meg róla, ez munkás
it_it: Pushbullet notifica è riuscita. Controllare il dispositivo per assicurarsi che ha funzionato
nl_nl: Pushbullet kennisgeving opgevolgd. Controleer uw apparaat om te controleren of dat het werkte
pl_pl: Pushbullet powiadomienia udało się. Sprawdź swoje urządzenie, aby upewnić się, że to działało
pt_pt: Notificação de Pushbullet bem sucedido. Verificar seu dispositivo para ter certeza que funcionou
sv_se: Pushbullet notifiering lyckades. Kontrollera din enhet för att säkerställa att det funkade
tr_tr: Pushbullet bildirim başarılı oldu. O amele emin olmak için cihazınızı kontrol edin

source: Error sending Pushbullet notification
ca_es: Error enviar Pushbullet notificació
hu_hu: Hiba Pushbullet értesítés küldése
it_it: Errore durante l'invio di notifica Pushbullet
nl_nl: Fout bij verzenden van Pushbullet kennisgeving
pl_pl: Wystąpił błąd podczas wysyłania Pushbullet powiadomienia
pt_pt: Erro ao enviar notificação de Pushbullet
sv_se: Ett fel uppstod vid sändning av Pushbullet-notifiering
tr_tr: Pushbullet bildirim gönderme hatası

source: Error getting Pushbullet devices
ca_es: Error en obtenir Pushbullet dispositius
hu_hu: Hiba a Pushbullet eszközök
it_it: Errore durante il recupero Pushbullet dispositivi
nl_nl: Fout krijgen Pushbullet apparaten
pl_pl: Wystąpił błąd podczas pobierania Pushbullet urządzeń
pt_pt: Erro ao obter dispositivos Pushbullet
sv_se: Fel vid hämtning av Pushbullet-enheter
tr_tr: Pushbullet cihazlar alınırken hata oluştu

source: Shutting down
ca_es: Tancant
hu_hu: Leállítása
it_it: Arresto
nl_nl: Afsluiten
pl_pl: Zamykanie w dół
pt_pt: Fechar
sv_se: Stänger ner
tr_tr: Kapatma

source: SiCKRAGE is shutting down
ca_es: SiCKRAGE s'està tancant
hu_hu: SiCKRAGE leállt
it_it: SiCKRAGE si sta spegnendo
nl_nl: SiCKRAGE wordt afgesloten
pl_pl: SiCKRAGE jest zamykanie w dół
pt_pt: SiCKRAGE está sendo desligado
sv_se: SiCKRAGE stängs ner
tr_tr: SiCKRAGE kapatılıyor

source: Restarting
ca_es: Reprenent-se
hu_hu: Újraindítása
it_it: Il riavvio
nl_nl: Opnieuw op te starten
pl_pl: Ponowne uruchomienie
pt_pt: Reiniciar
sv_se: Startar om
tr_tr: Yeniden başlatma

source: SiCKRAGE is restarting
ca_es: SiCKRAGE s'està reprenent
hu_hu: SiCKRAGE újraindítása
it_it: SiCKRAGE è il riavvio
nl_nl: SiCKRAGE is opnieuw op te starten
pl_pl: SiCKRAGE jest ponowne uruchomienie
pt_pt: SiCKRAGE está reiniciando
sv_se: SiCKRAGE startas om
tr_tr: SiCKRAGE yeniden başlıyor

source: No new updates!
ca_es: No hi ha noves actualitzacions!
hu_hu: Nincs új frissítések!
it_it: Nessun nuovo aggiornamento!
nl_nl: Geen nieuwe updates!
pl_pl: Brak nowych aktualizacji!
pt_pt: Não há novas atualizações!
sv_se: Inga nya uppdateringar!
tr_tr: Yeni güncelleştirme yok!

source: Update Failed
ca_es: Actualització ha fallat
hu_hu: Sikertelen frissítés
it_it: Aggiornamento non riuscito
nl_nl: Update is mislukt
pl_pl: Aktualizacja nie powiodła się
pt_pt: Falhado na atualização
sv_se: Uppdateringen misslyckades
tr_tr: Güncelleştirme işlemi başarısız oldu

source: Update wasn't successful, not restarting. Check your log for more information.
ca_es: Actualització no va ser reeixit, no reprendre's. Comproveu el registre per a més informació.
hu_hu: A frissítés nem volt sikeres, nem újraindítása. Ellenőriz a fatörzs további információért.
it_it: Aggiornamento non ha avuto successo, non riavviare. Controllare il log per ulteriori informazioni.
nl_nl: Update was niet succesvol, niet opnieuw op te starten. Controleer uw logboek voor meer informatie.
pl_pl: Aktualizacja nie był udany, nie ponowne uruchomienie. Sprawdź swój dziennik, aby uzyskać więcej informacji.
pt_pt: Atualização não foi bem sucedida, não reiniciar. Verifique o log para obter mais informações.
sv_se: Uppdateringen misslyckades, startar inte om. Se logg för mer information.
tr_tr: Güncelleştirme değil yeniden başlatmayı başarılı değildi. Daha fazla bilgi için senin günlüğünü denetleyin.

source: Successfully found {path}
ca_es: Reeixidament trobava {path}
hu_hu: Sikeresen talált {path}
it_it: Trovato con successo {path}
nl_nl: Met succes gevonden {path}
pl_pl: Pomyślnie znalezione {path}
pt_pt: Encontrado com êxito {path}
sv_se: Framgångsrikt hittat {path}
tr_tr: Başarılı bir şekilde {path} bulundu

source: Failed to find {path}
ca_es: No ha pogut trobar {path}
hu_hu: Nem található a {path}
it_it: Impossibile trovare {path}
nl_nl: Kan niet vinden {path}
pl_pl: Nie udało się znaleźć {path}
pt_pt: Não foi possível encontrar {path}
sv_se: Det gick inte att hitta {path}
tr_tr: {path} bulmak başarısız oldu

source: Installing SiCKRAGE requirements
ca_es: Instal·lant SiCKRAGE requisits
hu_hu: SiCKRAGE követelmények telepítése
it_it: SiCKRAGE requisiti di installazione
nl_nl: Installeren van SiCKRAGE eisen
pl_pl: Instalowanie SiCKRAGE wymagania
pt_pt: SiCKRAGE requisitos de instalação
sv_se: Installerar SiCKRAGE beroenden
tr_tr: SiCKRAGE gereksinimleri yükleme

source: Failed to install SiCKRAGE requirements
ca_es: No ha pogut instal·lar els requisits SiCKRAGE
hu_hu: Megbukik-hoz felszerel SiCKRAGE követelmények
it_it: Impossibile installare SiCKRAGE requisiti
nl_nl: Kan niet installeren van SiCKRAGE eisen
pl_pl: Nie można zainstalować wymagania SiCKRAGE
pt_pt: Falha ao instalar os requisitos SiCKRAGE
sv_se: Misslyckades med att installera SiCKRAGE beroenden
tr_tr: SiCKRAGE gereksinimleri yükleme başarısız oldu

source: Installed SiCKRAGE requirements successfully!
ca_es: Instal·la requisits SiCKRAGE amb èxit!
hu_hu: SiCKRAGE követelmények sikeres telepítését!
it_it: Installato con successo i requisiti SiCKRAGE!
nl_nl: SiCKRAGE vereisten geïnstalleerd!
pl_pl: Pomyślnie zainstalowany SiCKRAGE wymagania!
pt_pt: Requisitos de SiCKRAGE instalado com sucesso!
sv_se: SiCKRAGE beroenden har installerats!
tr_tr: SiCKRAGE gereksinimleri başarıyla yüklendi!

source: Checking out branch:
ca_es: Comprovar la branca:
hu_hu: Megnézni ág:
it_it: Il check-out ramo:
nl_nl: Branch uitchecken:
pl_pl: Sprawdzałeś oddziału:
pt_pt: Verificando o ramo:
sv_se: Checkar ut gren:
tr_tr: Şube denetleme:

source: Branch checkout successful, restarting:
ca_es: Caixa de branca reeixida, reprenent-se:
hu_hu: Ág pénztár sikeres újraindítása:
it_it: Checkout ramo successo, riavvio:
nl_nl: Branch checkout succesvolle, opnieuw op te starten:
pl_pl: Gałąź wyewidencjonowania pomyślne, ponowne uruchomienie:
pt_pt: Checkout do ramo bem sucedido, reiniciar:
sv_se: Lyckades med utcheckning av gren, startar om:
tr_tr: Şube ödeme başarılı, yeniden başlatma:

source: Already on branch:
ca_es: Ja en branca:
hu_hu: Már a kirendeltség:
it_it: Già il ramo:
nl_nl: Reeds op tak:
pl_pl: Już na oddziale:
pt_pt: Já no ramo:
sv_se: Redan på gren:
tr_tr: Zaten şube:

source: Error
hu_hu: Hiba
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
sv_se: Fel
tr_tr: Hata

source: Invalid show ID
ca_es: ID Mostra el vàlid
hu_hu: Azonosító érvénytelen Térkép
it_it: ID non valido Visualizza
nl_nl: Ongeldige Toon ID
pl_pl: Pokaż nieprawidłowy identyfikator
pt_pt: Inválido mostrar ID
sv_se: Ogiltigt serie-ID
tr_tr: Geçersiz Haritayı kimliği

source: Show not in show list
ca_es: Mostra no en Mostra el llistat
hu_hu: Nem lista Térkép megjelenítése
it_it: Visualizza non in Visualizza elenco
nl_nl: Toon niet in de lijst weergeven
pl_pl: Pokaż nie znajduje się na liście Pokaż
pt_pt: Não mostrar mostrar lista
sv_se: Serie finns inte med på serielistan
tr_tr: Değil göster listesinde göster
