Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Pushbullet is a platform for receiving custom push notifications to connected devices running Android and desktop Chrome browsers.
ca_es: Pushbullet és una plataforma per a rebre notificacions d'empenta personalitzats per dispositius connectats corrent navegadors Chrome Android i escriptori.
hu_hu: Pushbullet egy emelvény részére egyéni push kapcsolatos értesítéseket a csatlakoztatott eszközökön futó Android és asztali Króm legel.
it_it: Pushbullet è una piattaforma per la ricezione delle notifiche push personalizzate ai dispositivi collegati che eseguono desktop e Android browser Chrome.
nl_nl: Pushbullet is een platform voor het ontvangen van aangepaste duwberichten aan aangesloten apparaten met Android en de desktop Chrome browsers.
pl_pl: Pushbullet to platforma do odbierania powiadomień wypychanych niestandardowe do podłączonych urządzeń z systemem Android i pulpitu przeglądarek Chrome.
pt_pt: Pushbullet é uma plataforma para receber notificações de push personalizada para dispositivos conectados, rodando Android e desktop browsers Chrome.
sv_se: Pushbullet är en plattform för att ta emot anpassade push-meddelanden till anslutna enheter som kör Android och desktop Chrome webbläsare.
tr_tr: Pushbullet bağlı cihazlar Android ve masaüstü krom tarayıcı çalışıyor için özel push bildirimleri almak için bir platformdur.

source: send Pushbullet notifications?
ca_es: enviar notificacions Pushbullet?
hu_hu: Pushbullet értesítések?
it_it: inviare notifiche di Pushbullet?
nl_nl: Pushbullet kennisgevingen?
pl_pl: Wyślij Pushbullet powiadomienia?
pt_pt: enviar notificações de Pushbullet?
sv_se: Skicka Pushbullet meddelanden?
tr_tr: Pushbullet bildirimleri göndermek?

source: Pushbullet API key
ca_es: Clau de Pushbullet API
hu_hu: Pushbullet API-kulcs
it_it: Chiave Pushbullet API
nl_nl: Pushbullet API-sleutel
pl_pl: Klucz Pushbullet API
pt_pt: Chave da API Pushbullet
sv_se: Pushbullet API-nyckel
tr_tr: Pushbullet API anahtarı

source: API key of your Pushbullet account
ca_es: Clau d'API del compte Pushbullet
hu_hu: API-kulcs a Pushbullet fiók
it_it: API key del tuo account Pushbullet
nl_nl: API-sleutel van uw Pushbullet-account
pl_pl: Klucz API konta Pushbullet
pt_pt: Chave da API de sua conta Pushbullet
sv_se: API-nyckel av kontot Pushbullet
tr_tr: API anahtarı Pushbullet hesabınızın

source: Pushbullet devices
ca_es: Mecanismes Pushbullet
hu_hu: Pushbullet eszközök
it_it: Dispositivi di Pushbullet
nl_nl: Pushbullet apparaten
pl_pl: Pushbullet urządzeń
pt_pt: Dispositivos de Pushbullet
sv_se: Pushbullet enheter
tr_tr: Pushbullet aygıtları

source: select device you wish to push to.
ca_es: Seleccioneu el dispositiu que voleu empènyer a.
hu_hu: szeretné, hogy álljon, hogy eszköz kiválasztása.
it_it: Selezionare il dispositivo che si desidera spingere a.
nl_nl: Selecteer apparaat die u wenst om aan te duwen.
pl_pl: Wybierz urządzenie, które chcesz przesunąć do.
pt_pt: Selecione o dispositivo que você deseja empurrar para.
sv_se: Välj enheten du vill skicka till.
tr_tr: iterek istediğiniz aygıtı seçin.

source: Update device list
ca_es: Llista de dispositius d'actualització
hu_hu: Frissítés eszközök listája
it_it: Elenco di aggiornamento dispositivo
nl_nl: Update apparatenlijst
pl_pl: Aktualizacja listy urządzeń
pt_pt: Atualização da lista de dispositivo
sv_se: Uppdatera enhetslistan
tr_tr: Aygıt listesini Güncelleştir

source: Test Pushbullet
ca_es: Prova Pushbullet
hu_hu: Pushbullet teszt
it_it: Prova Pushbullet
pl_pl: Pushbullet testu
pt_pt: Teste Pushbullet
sv_se: Testa Pushbullet

source: Free Mobile is a famous French cellular network provider.<br> It provides to their customer a free SMS API.
ca_es: Mòbil lliure és una xarxa cel·lular francès famós provider.<br> que proporciona als seus clients una API de SMS lliure.
hu_hu: Szabad mozgatható egy híres francia sejtes hálózat provider.<br> biztosít az ügyfél egy ingyenes SMS API-t.
it_it: Gratis per telefoni cellulari è un provider.<br> di rete cellulare francese famoso che fornisce ai loro clienti un API SMS gratuito.
nl_nl: Gratis mobiel is een provider.<br> van de beroemde Franse cellulair netwerk een gratis SMS API aan hun klant biedt.
pl_pl: Free Mobile jest provider.<br> słynnej francuskiej sieci komórkowych, ich klienta zapewnia bezpłatny SMS API.
pt_pt: Grátis Mobile é uma famosa rede de celular francês provider.<br> fornece uma API de SMS gratuito para seus clientes.
sv_se: Gratis mobiltelefon är en berömd fransk mobilnätet provider.<br> det ger till sin kund en gratis SMS-API.
tr_tr: Özgür hareket eden müşteri için ücretsiz bir SMS API sağlar bir ünlü Fransız hücresel ağ provider.<br> var.

source: send SMS notifications?
ca_es: enviar les notificacions de SMS?
hu_hu: SMS-értesítések?
it_it: inviare le notifiche SMS?
nl_nl: het verzenden van SMS-berichten?
pl_pl: Wysyłanie powiadomień SMS?
pt_pt: enviar notificações por SMS?
sv_se: Skicka SMS-meddelanden?
tr_tr: SMS bildirimleri göndermek?

source: send a SMS when a download starts?
ca_es: enviar un SMS quan comença una baixada?
hu_hu: küld egy SMS-t, amikor elindul a letöltés?
it_it: inviare un SMS quando si avvia un download?
nl_nl: een SMS versturen wanneer een download wordt gestart?
pl_pl: po rozpoczęciu pobierania, należy wysłać SMS?
pt_pt: Envie um SMS quando inicia um download?
sv_se: Skicka ett SMS när en nedladdning startar?
tr_tr: bir karşıdan yükleme başladığında bir SMS göndermek?

source: send a SMS when a download finishes?
ca_es: enviar un SMS quan un descarregar acabats?
hu_hu: Küldjön egy SMS-t, amikor a letöltés befejeződik?
it_it: Invia un SMS al termine di un download?
nl_nl: een SMS versturen wanneer een download klaar is?
pl_pl: Wyślij SMS, po zakończeniu pobierania?
pt_pt: Envie um SMS quando um download termina?
sv_se: Skicka ett SMS när en nedladdning är klar?
tr_tr: bir karşıdan yükleme tamamlandığında bir SMS göndermek?

source: send a SMS when subtitles are downloaded?
ca_es: enviar un SMS quan es descarreguen subtitula?
hu_hu: küld egy SMS-feliratok letöltésekor?
it_it: inviare un SMS quando vengono scaricati i sottotitoli?
nl_nl: Stuur een SMS wanneer ondertitels worden gedownload?
pl_pl: Wyślij SMS, gdy pobierane są napisy?
pt_pt: Envie um SMS quando legendas são baixadas?
sv_se: Skicka ett SMS när undertexter hämtas?
tr_tr: Altyazılar karşıdan yüklendiğinde bir SMS göndermek?

source: Free Mobile customer ID
ca_es: Identificació de client mòbil lliure
hu_hu: Ingyenes mobil ügyfél-azonosító
it_it: ID cliente Mobile gratis
nl_nl: Gratis mobiele klant-ID
pl_pl: Identyfikator wolna mobilnego klienta
pt_pt: ID de cliente móvel livre
sv_se: Gratis mobil kund-ID
tr_tr: Ücretsiz mobil müşteri kimliği

source: Free Mobile API Key
ca_es: Mòbil lliure clau d'API
hu_hu: Ingyenes mobil API-kulcs
it_it: Libero Mobile chiave API
nl_nl: Gratis mobiele API-sleutel
pl_pl: Wolna mobilnego klucz API
pt_pt: Chave de API móvel livre
sv_se: Free Mobile API-nyckel
tr_tr: Ücretsiz mobil API anahtarı

source: enter yourt API key
ca_es: Introdueixi la clau d'API yourt
hu_hu: adja meg a yourt API-kulcs
it_it: Inserire chiave di iurta API
nl_nl: yourt API sleutel invoeren
pl_pl: Wprowadź klucz yourt API
pt_pt: Inserir chave yourt API
sv_se: ange din API-nyckel
tr_tr: yourt API anahtarı girin

source: Click below to test your settings.
ca_es: Feu clic a següent per provar la configuració.
hu_hu: Kattintson az alábbi beállítások tesztelése.
it_it: Clicca qui sotto per testare le tue impostazioni.
nl_nl: Klik hieronder om uw instellingen testen.
pl_pl: Kliknij poniżej, aby przetestować ustawienia.
pt_pt: Clique abaixo para testar suas configurações.
sv_se: Klicka nedan för att testa dina inställningar.
tr_tr: Ayarlarınızı sınamak için aşağıyı tıklatın.

source: Test SMS
ca_es: Prova SMS
hu_hu: Teszt SMS
it_it: Prova SMS
pl_pl: Test wiadomości SMS
pt_pt: Teste SMS
sv_se: Testa SMS
tr_tr: Sınav SMS

source: Telegram is a cloud-based instant messaging service
ca_es: Telegrama és un núvol instantani servei de missatgeria
hu_hu: Távirat a felhő-alapú azonnali üzenetküldő
it_it: Telegramma è un servizio di messaggistica istantanea basato su cloud
nl_nl: Telegram is een cloud-gebaseerde dienst voor chatberichten
pl_pl: Telegram jest oparta na chmurze usługa wiadomości błyskawicznych
pt_pt: Telegrama é um serviço de mensagens instantâneas baseado em nuvem
sv_se: Telegram är en moln-baserad meddelandetjänst
tr_tr: Anlık ileti hizmeti bulut tabanlı telgraf olduğunu

source: send Telegram notifications?
ca_es: enviar notificacions telegrama?
hu_hu: Távirat-értesítések?
it_it: inviare notifiche tramite telegramma?
nl_nl: kennisgevingen van de Telegram?
pl_pl: Wysyłanie powiadomień Telegram?
pt_pt: enviar notificações de telegrama?
sv_se: skicka Telegram-meddelanden?
tr_tr: Telgraf bildirimleri göndermek?

source: send a message when a download starts?
ca_es: enviar un missatge quan comença una baixada?
hu_hu: Amikor elindul a letöltés üzenetet küldeni?
it_it: Invia un messaggio quando si avvia un download?
nl_nl: Stuur een bericht wanneer een download wordt gestart?
pl_pl: Wyślij wiadomość, po rozpoczęciu pobierania?
pt_pt: Enviar uma mensagem quando inicia um download?
sv_se: Skicka ett meddelande när en nedladdning startar?
tr_tr: bir karşıdan yükleme başladığında bir mesaj göndermek?

source: send a message when a download finishes?
ca_es: enviar un missatge quan un descarregar acabats?
hu_hu: Küldj egy üzenetet, amikor a letöltés befejeződik?
it_it: Invia un messaggio al termine di un download?
nl_nl: Stuur een bericht wanneer een download klaar is?
pl_pl: Wyślij wiadomość po zakończeniu pobierania?
pt_pt: Enviar uma mensagem quando um download termina?
sv_se: Skicka ett meddelande när en nedladdning är klar?
tr_tr: bir karşıdan yükleme tamamlandığında bir ileti göndermek?

source: send a message when subtitles are downloaded?
ca_es: enviar un missatge quan es descarreguen subtitula?
hu_hu: Küldj egy üzenetet feliratok letöltésekor?
it_it: Invia un messaggio quando vengono scaricati i sottotitoli?
nl_nl: Stuur een bericht wanneer ondertitels worden gedownload?
pl_pl: Wyślij wiadomość, gdy pobierane są napisy?
pt_pt: Enviar uma mensagem quando legendas são baixadas?
sv_se: skicka ett meddelande när undertexter hämtas?
tr_tr: Altyazılar karşıdan yüklendiğinde bir mesaj göndermek?

source: User/Group ID
ca_es: ID d'usuari o grup
hu_hu: Felhasználó/csoport azonosítója
it_it: ID utente/gruppo
nl_nl: ID van de gebruiker/groep
pl_pl: ID użytkownika/grupy
pt_pt: ID de usuário/grupo
sv_se: Användare/grupp-ID
tr_tr: Kullanıcı/Grup kimliği

source: contact @myidbot on Telegram to get an ID
ca_es: contacte @myidbot el telegrama per a obtenir un identificador
hu_hu: lépjen kapcsolatba a táviratban az azonosítót @myidbot
it_it: contatto @myidbot il telegramma per ottenere un ID
nl_nl: Neem contact op met @myidbot op Telegram aan een ID ophalen
pl_pl: kontakt z @myidbot na Telegram, aby uzyskać identyfikator
pt_pt: contato @myidbot em telegrama para obter um ID
sv_se: kontakta @myidbot på Telegram för att få ett ID
tr_tr: @myidbot üzerinde telgraf bir kimliği almak için başvurun

source: NOTE
ca_es: NOTA
hu_hu: MEGJEGYZÉS:
it_it: NOTA
nl_nl: OPMERKING
pl_pl: UWAGA:
pt_pt: NOTA
sv_se: OBS
tr_tr: NOT

source: Don't forget to talk with your bot at least one time if you get a 403 error.
ca_es: No oblidis parlar amb el seu bot com a mínim una vegada si aconsegueix un error 403.
hu_hu: Ne felejtsd el, hogy beszéljen a bot legalább egyszer ha Ön kap a 403-as hibaüzenetet.
it_it: Non dimenticate di parlare con il tuo bot almeno una volta se si ottiene un errore 403.
nl_nl: Vergeet niet om te praten met je bot minstens één keer als je een 403 fout.
pl_pl: Nie zapomnij, aby porozmawiać z bota co najmniej jeden raz, jeśli pojawi się błąd 403.
pt_pt: Não se esqueça de falar com seu bot, pelo menos uma vez, se você receber um erro 403.
sv_se: Glöm inte att prata med din bot minst en gång om du får ett 403-fel.
tr_tr: Bir 403 hatası alırsanız, bot ile en az bir kez konuşmak unutma.

source: Bot API Key
ca_es: Amp clau d'API
hu_hu: Bot API-kulcs
it_it: Chiave API bot
nl_nl: Bot API-sleutel
pl_pl: Klucz API bot
pt_pt: Chave de API do bot
sv_se: Bot API-nyckel
tr_tr: Bot API anahtarı

source: contact @BotFather on Telegram to set up one
ca_es: contactar amb @BotFather el telegrama d'establir un
hu_hu: lépjen kapcsolatba a távirat, hogy hozzanak létre egy @BotFather
it_it: Contattare @BotFather il telegramma per impostare una
nl_nl: Neem contact op met @BotFather op Telegram aan het opzetten van een
pl_pl: kontakt z @BotFather na Telegram do założenia jednego
pt_pt: entrar em contato com @BotFather no telegrama a criar uma
sv_se: Kontakta @BotFather på Telegram till sätta upp en
tr_tr: Telgraf bir yukarı ayarlamak için @BotFather başvurun

source: Test Telegram
ca_es: Telegrama de prova
hu_hu: Távirat teszt
it_it: Telegramma di prova
pt_pt: Telegrama de teste
sv_se: Testa Telegram
tr_tr: Test telgraf

source: Twilio is a webservice API that allows you to communicate directly with a mobile number. This notifier will send a text directly to your mobile device.
ca_es: Twilio és un webservice API que permet comunicar-se directament amb un número de mòbil. Aquest notificador enviarà un text directament al vostre dispositiu mòbil.
hu_hu: Twilio egy webservice API, amely lehetővé teszi, hogy kommunikálni egy mobil számot. A bejelentő elküldi a szöveget közvetlenül a mobil készülékre.
it_it: Twilio è un webservice API che consente di comunicare direttamente con un numero di cellulare. Questo notificatore invia un testo direttamente sul tuo dispositivo mobile.
nl_nl: Twilio is een webservice API die u toelaat om te communiceren rechtstreeks met een mobiel nummer. Deze notifier stuurt een tekst rechtstreeks naar uw mobiele apparaat.
pl_pl: Usługi Twilio jest webservice API, który pozwala komunikować się bezpośrednio z numeru telefonu komórkowego. Ten powiadamiający wyśle tekst bezpośrednio do urządzenia przenośnego.
pt_pt: Twilio é um webservice API que permite que você se comunicar diretamente com um número de celular. Este notificador enviará um texto diretamente para seu dispositivo móvel.
sv_se: Twilio är ett webservice-API som låter dig kommunicera direkt med ett mobilnummer. Notifikationen kommer att skickas i ett SMS direkt till din mobiltelefon.
tr_tr: Twilio bir webservice doğrudan bir cep telefonu numarası ile iletmeye olanak sağladığı API var. Bu bildirim bir metin mobil aygıtınıza doğrudan gönderir.

source: text your mobile device?
ca_es: text el seu mecanisme mòbil?
hu_hu: szöveg a mozgatható berendezés?
it_it: testo il tuo dispositivo mobile?
nl_nl: tekst uw mobiele apparaat?
pl_pl: tekst urządzenia mobilnego?
pt_pt: texto seu dispositivo móvel?
sv_se: texta din mobila enhet?
tr_tr: metin senin hareket eden aygıt?

source: Twilio Account SID
ca_es: Twilio compte SID
hu_hu: Twilio fiók SID
it_it: SID dell'Account Twilio
pl_pl: Identyfikator zabezpieczeń SID konta usługi Twilio
pt_pt: SID da conta de twilio
sv_se: Twilio-kontots SID
tr_tr: Twilio hesabı SID'si

source: account SID of your Twilio account.
ca_es: SID del compte Twilio compte.
hu_hu: fiók SID Twilio fiókja.
it_it: SID dell'account di Twilio dell'account.
nl_nl: account SID voor uw Twilio account.
pl_pl: Konto/SID konta usługi Twilio.
pt_pt: conta SID da conta do Twilio.
sv_se: konto-SID för ditt Twilio-konto.
tr_tr: hesap Twilio hesap SID.

source: Twilio Auth Token
ca_es: Twilio Auth testimoni
hu_hu: Twilio hitelesítési jogkivonat
it_it: Token di autenticazione Twilio
pl_pl: Token uwierzytelniania usługi Twilio
pt_pt: Twilio Token de autenticação
tr_tr: Twilio kimlik doğrulama belirteci

source: enter your auth token
ca_es: Introduïu el testimoni d'autenticació
hu_hu: adja meg a hitelesítés token
it_it: Inserisci il tuo token auth
nl_nl: Voer uw auth-token
pl_pl: Wpisz swój token uwierzytelniania
pt_pt: Digite seu token de autenticação
sv_se: Ange din auth-token
tr_tr: kimlik doğrulama belirteci girin

source: Twilio Phone SID
ca_es: Twilio telèfon SID
hu_hu: Twilio telefon SID
it_it: Twilio telefono SID
nl_nl: Twilio telefoon SID
pl_pl: Usługi Twilio telefon SID
pt_pt: Telefone twilio SID
sv_se: Twilio telefon-SID
tr_tr: Twilio telefon SID

source: phone SID that you would like to send the sms from.
ca_es: SID que li agradaria enviar el sms des del telèfon.
hu_hu: SID, amit szeretne küldeni az SMS-t a telefon.
it_it: SID che si desidera inviare il sms dal telefono.
nl_nl: SID die u zou willen verzenden van de sms van de telefoon.
pl_pl: telefon SID, który chcesz wysłać sms z.
pt_pt: SID, o que você gostaria de enviar o sms a partir de telefone.
sv_se: telefon SID som du vill skicka sms från.
tr_tr: telefon üzerinden sms göndermek istiyorum SID.

source: Your phone number
ca_es: El número de telèfon
hu_hu: A telefonszám
it_it: Il tuo numero di telefono
nl_nl: Uw telefoonnummer
pl_pl: Twój numer telefonu
pt_pt: Seu número de telefone
sv_se: Ditt telefonnummer
tr_tr: Telefon numaranız

source: phone number that will receive the sms.
ca_es: número de telèfon que rebrà el sms.
hu_hu: lesz kap a sms-telefonszámot.
it_it: numero di telefono che riceverà il sms.
nl_nl: telefoonnummer dat de sms ontvangt.
pl_pl: numer telefonu, który będzie odbierał wiadomości sms.
pt_pt: número de telefone que irá receber a sms.
sv_se: telefonnummer som ska ta emot sms.
tr_tr: telefon numarasını sms alacaksınız.

source: Test Twilio
ca_es: Prova Twilio
hu_hu: Twilio teszt
it_it: Prova Twilio
pl_pl: Testowanie usługi Twilio
pt_pt: Teste Twilio
sv_se: Testa Twilio

source: A social networking and microblogging service, enabling its users to send and read other users messages called tweets.
ca_es: A les xarxes socials i servei de microblogging que permet als seus usuaris enviar i llegir altres missatges d'usuaris anomenat tweets.
hu_hu: A szociális hálózatok és microblogging szolgáltatás, amely lehetővé teszi a felhasználók számára, hogy küldeni és olvasni más felhasználók üzeneteket nevű tweets.
it_it: Un social network e microblogging servizio, consentendo agli utenti di inviare e leggere altri messaggi di utenti denominati Tweet.
nl_nl: Een sociale netwerken en microblogging dienst, zodat haar gebruikers te verzenden en te lezen van andere gebruikers berichten genaamd tweets.
pl_pl: Sieci społecznościowych i usług microblogging, umożliwiając użytkownikom na wysyłanie i odczytywanie wiadomości innych użytkowników zwana tweets.
pt_pt: Uma rede social e serviço de microblogging, permitindo que seus usuários enviar e ler mensagens de outros usuários chamados tweets.
sv_se: Ett socialt nätverk och mikrobloggningstjänst, tillåter dess användare att skicka och läsa andra användares meddelanden som kallas tweets.
tr_tr: Bir sosyal ağ ve microblogging hizmet, diğer kullanıcılar iletileri okumak ve göndermek, kullanıcıların tweets aradı.

source: post tweets on Twitter?
ca_es: enviar tweets a Twitter?
hu_hu: tegye tweets a Twitter?
it_it: inviare tweets su Twitter?
nl_nl: post tweets op Twitter?
pl_pl: po tweets Twitter?
pt_pt: postar tweets no Twitter?
sv_se: skicka tweets på Twitter?
tr_tr: tweets Twitter sonrası?

source: you may want to use a secondary account.
ca_es: pot voler utilitzar un compte de secundària.
hu_hu: érdemes lehet használni egy másodlagos számla.
it_it: è possibile utilizzare un account secondario.
nl_nl: u kunt een secundaire account gebruiken.
pl_pl: może chcesz użyć konta pomocniczego.
pt_pt: Você pode querer usar uma conta secundária.
sv_se: Du kanske vill använda ett sekundärt konto.
tr_tr: ikincil bir hesap kullanmak isteyebilirsiniz.

source: Send direct message
ca_es: Enviar missatge directe
hu_hu: Közvetlen üzenet küldése
it_it: Invia messaggio diretto
nl_nl: Stuur direct bericht
pl_pl: Wyślij bezpośrednią wiadomość
pt_pt: Envie mensagem direta
sv_se: Skicka direktmeddelande
tr_tr: Doğrudan mesaj

source: send a notification via Direct Message, not via status update
ca_es: enviar una notificació mitjançant missatge directe, no mitjançant Actualització d'estatus
hu_hu: via közvetlen üzenet, nem státusz frissítés értesítés küldése
it_it: inviare una notifica via messaggio diretto, non tramite aggiornamento di stato
nl_nl: Stuur een bericht via een Direct Message, niet via de statusupdate
pl_pl: Wyślij powiadomienie poprzez bezpośrednie przesłanie, nie za pośrednictwem aktualizacji stanu
pt_pt: Enviar uma notificação via mensagem direta, não através de atualização de status
sv_se: skicka en notifiering via direkta meddelanden, inte via statusuppdatering
tr_tr: durum güncelleştirme yoluyla değil, doğrudan mesaj yoluyla bir bildirim göndermek

source: Send DM to
ca_es: Enviar DM a
hu_hu: Küldeni DM, hogy
it_it: Inviare DM a
nl_nl: DM te verzenden
pl_pl: Wyślij DM do
pt_pt: Enviar DM para
sv_se: Skicka DM till
tr_tr: DM göndermek

source: Twitter account to send messages to
ca_es: Compte de Twitter per enviar missatges a
hu_hu: Csicsergés számla-hoz küld üzenet-hoz
it_it: Account Twitter per inviare messaggi a
nl_nl: Twitter-account berichten verzenden om te
pl_pl: Konto Twitter, aby wysłać wiadomości do
pt_pt: Twitter conta para enviar mensagens para
sv_se: Twitterkonto att skicka meddelanden till
tr_tr: İleti göndermek için twitter hesabı

source: Step One
ca_es: Pas un
hu_hu: Első lépés
it_it: Passo uno
nl_nl: Stap 1
pl_pl: Krok pierwszy
pt_pt: Primeiro passo
sv_se: Steg ett
tr_tr: Adım bir

source: Request Authorization
ca_es: Sol·licitud d'autorització
hu_hu: Engedély kérelem
it_it: Richiesta autorizzazione
nl_nl: Autorisatie
pl_pl: Żądania autoryzacji
pt_pt: Solicitar autorização
sv_se: Begär auktorisering
tr_tr: Yetkilendirme isteği

source: Click the "Request Authorization" button.
ca_es: Feu clic al botó "Sol·licitar autorització".
hu_hu: A "Engedély kérése" gombra.
it_it: Fare clic sul pulsante "Richiesta autorizzazione".
nl_nl: Klik op de knop "Aanvraag machtiging".
pl_pl: Kliknij przycisk "Żądania autoryzacji".
pt_pt: Clique no botão "Solicitar autorização".
sv_se: Klicka på knappen "Begär auktorisering".
tr_tr: "Yetkilendirme isteği" düğmesini tıklatın.

source: This will open a new page containing an auth key.
ca_es: S'obrirà una nova pàgina que conté una clau d'autenticació.
hu_hu: Ez akarat nyit egy új lapot, egy hitelesítési kulcsot tartalmazó.
it_it: Verrà aperta una nuova pagina contenente una chiave auth.
nl_nl: Dit opent een nieuwe pagina met een auth-key.
pl_pl: Spowoduje to otwarcie nowej strony zawierające kluczem auth.
pt_pt: Isto irá abrir uma nova página que contém uma chave de autenticação.
sv_se: Detta kommer att öppna en ny sida som innehåller en auth-nyckel.
tr_tr: Bu bir kimlik doğrulama anahtarı içeren yeni bir sayfa açar.

source: if nothing happens check your popup blocker.
ca_es: si passa res comprovar el seu blocker desplegable.
hu_hu: Ha semmi sem történik, ellenőrizze a popup blokkoló.
it_it: Se non accade nulla, verificare il blocco popup.
nl_nl: Als er niets gebeurt, controleer je pop-up blocker.
pl_pl: Jeśli się nic nie dzieje, sprawdzić blokowanie wyskakujących okienek.
pt_pt: se nada acontecer, verifique seu bloqueador de pop-up.
sv_se: Om inget händer kontrollera din popup-blockerare.
tr_tr: hiçbir şey olmuyor açılır pencere engelleyicinizin kontrol edin.

source: Step Two
ca_es: Pas dos
hu_hu: Második lépés
it_it: Fase due
nl_nl: Stap twee
pl_pl: Krok 2
pt_pt: Passo dois
sv_se: Steg två
tr_tr: İkinci adım

source: Enter the key Twitter gave you
ca_es: Introduir la clau de que Twitter li va donar
hu_hu: Adja meg a kulcsot, Twitter adta meg
it_it: Inserire la chiave di che Twitter ti ha dato
nl_nl: Steken naar de toonsoort die Twitter gaf je
pl_pl: Wpisz klucz Twitter dał Ci
pt_pt: Inserir a chave do que Twitter te deu
sv_se: Ange nyckeln Twitter gav dig
tr_tr: Twitter verdiğin anahtarını girin
