Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Check off and drag the plugins into the order you want them to be used.
ca_es: Marcar i arrossegar els plugins a l'ordre que vol que utilitzarà.
hu_hu: Ellenőrizze le, és húzza a dugó, a rend, azt szeretné, hogy kell használni.
it_it: Spuntare e trascina i plugin nell'ordine desiderato per essere utilizzato.
nl_nl: Afvinken en sleep de plugins in de gewenste volgorde worden gebruikt.
pl_pl: Zaznaczać i przeciągnij plugins w kolejności, w jakiej mają być używane.
pt_pt: Marcar e arrastar os plugins para a ordem que você quer que sejam usadas.
sv_se: Bocka av och dra plugins till den ordning du vill att de ska användas.
tr_tr: Onay kutusunu temizleyin ve eklentileri kullanılmasını istediğiniz düzene sürükleyin.

source: At least one plugin is required.
ca_es: Cal que almenys un plugin.
hu_hu: Legalább egy plugin szükség.
it_it: Almeno un plugin è necessario.
nl_nl: Ten minste één plugin is vereist.
pl_pl: Wymagane jest co najmniej jeden plugin.
pt_pt: Pelo menos um plugin é necessário.
sv_se: Minst ett plugin krävs.
tr_tr: En az bir eklenti gereklidir.

source: Web-scraping plugin
ca_es: Raspat web plugin
hu_hu: Webes kaparással plugin
it_it: Plugin web scraping
nl_nl: Web-schrapen-plugin
pl_pl: Skrobanie Web plugin
pt_pt: Raspagem Web plugin
tr_tr: Eklenti web Kazıma

source: Subtitle Settings
ca_es: Configuració de subtitular
hu_hu: Felirat beállítás
it_it: Impostazioni dei sottotitoli
nl_nl: Ondertitel instellingen
pl_pl: Ustawienia napisów
pt_pt: Configurações de legendas
sv_se: Undertextinställningar
tr_tr: Altyazı ayarları

source: Set user and password for each provider
ca_es: Conjunt d'usuari i contrasenya per a cada proveïdor
hu_hu: Állítsa be a felhasználó és jelszó részére minden szolgáltató
it_it: Impostare utente e la password per ogni provider
nl_nl: Instellen gebruiker en wachtwoord voor elke provider
pl_pl: Użytkownika i hasło dla każdego dostawcy
pt_pt: Definir o usuário e senha para cada provedor
sv_se: Ange användarnamn och lösenord för varje leverantör
tr_tr: Her sağlayıcı için kullanıcı ve parola ayarla

source: User Name
ca_es: Nom d'usuari
hu_hu: Felhasználói név
it_it: Nome utente
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_pt: Nome de usuário
sv_se: Användarnamn
tr_tr: Kullanıcı adı

source: You have reached this page by accident, please check the url.
ca_es: Vostè han arribat a aquesta pàgina per accident, si us plau aturi l'url.
hu_hu: Ön elérte ezt az oldalt a baleset, kérjük, ellenőrizze az URL-t.
it_it: Voi avete raggiunto questa pagina per caso, si prega di controllare l'url.
nl_nl: U bereikt deze pagina per ongeluk, Controleer of de url.
pl_pl: Ta strona została wyświetlona przez przypadek, proszę sprawdzić adres url.
pt_pt: Você ter chegado a esta página por acidente, por favor, verifique o url.
sv_se: Du har nått denna sida av misstag, kontrollera webbadressen.
tr_tr: Bu sayfa kazara ulaştınız, lütfen URL'yi denetleyin.

source: A mako error has occured.
ca_es: S'ha produït un error de mako.
hu_hu: Makó-hiba történt.
it_it: Si è verificato un errore di mako.
nl_nl: Een mako-fout opgetreden.
pl_pl: Wystąpił błąd mako.
pt_pt: Ocorreu um erro de mako.
sv_se: En mako-fel har uppstått.
tr_tr: Bir mako hatası oluştu.

source: If this happened during an update a simple page refresh may be the solution.
ca_es: Si això passava durant una actualització una pàgina simple refrescar pot ser la solució.
hu_hu: Ha ez történt a frissítés során, egy egyszerű oldal frissítése lehet a megoldás.
it_it: Se questo è accaduto durante un aggiornamento, che un aggiornamento della pagina semplice può essere la soluzione.
nl_nl: Als dit tijdens een update gebeurde mogelijk een eenvoudige pagina vernieuwen de oplossing.
pl_pl: Jeśli stało się to podczas aktualizacji odświeżania strony proste może być rozwiązaniem.
pt_pt: Se isso aconteceu durante uma atualização, uma atualização de página simples pode ser a solução.
sv_se: Om detta skedde under en uppdatering kan en enkel uppdatering av sidan vara lösningen.
tr_tr: Eğer bu basit sayfa yenileme çözüm olabilecek bir güncelleştirme sırasında oldu.

source: Mako errors that happen during updates may be a one time error if there were significant ui changes.
ca_es: Errors de Mako que ocorren durant actualitzacions pot ser un un moment error si hi havia ui important canvis.
hu_hu: Makó hibák történik frissítések közben lehet, hogy hiba esetén, ha nem volt jelentős ui változások egy alkalommal.
it_it: Errori di Mako che accadono durante gli aggiornamenti potrebbero essere un errore se ci sono stati significativi ui cambia di una volta.
nl_nl: Mako fouten die tijdens de updates gebeuren kunnen worden een keer fout als er aanzienlijke ui verandert.
pl_pl: Mako błędy, które występują podczas aktualizacji może być jeden raz błąd, gdyby było znaczących ui zmiany.
pt_pt: Erros de Mako que acontecem durante as atualizações podem ser uma uma vez que o erro se houvesse ui significativa alterações.
sv_se: Mako-fel som uppstår under uppdateringar kan vara engångsfel om det fanns betydande förändringar av gränssnittet.
tr_tr: Güncelleştirmeleri sırasında gerçekleşmesi mako hatalar önemli UI olsaydı hata değiştirir bir kere olabilir.

source: Show/Hide Error
ca_es: Error de demostració/amagatall
hu_hu: Hiba megjelenítése/elrejtése
it_it: Mostra/Nascondi errore
nl_nl: Fout weergeven/verbergen
pl_pl: Pokaż/Ukryj błąd
pt_pt: Mostrar/ocultar erro
sv_se: Visa/Dölj fel
tr_tr: Hata göster/gizle

source: File
ca_es: Arxiu
hu_hu: Fájl
nl_nl: Bestand
pl_pl: Plik
pt_pt: Arquivo
sv_se: Fil
tr_tr: Dosya

source: in
ca_es: en
hu_hu: a
pl_pl: w
pt_pt: em
sv_se: i
tr_tr: içinde

source: Add Existing Show
ca_es: Afegir Mostra el existent
hu_hu: Add hozzá a meglévő Térkép
it_it: Aggiungi Mostra esistente
nl_nl: Toevoegen van bestaande Toon
pl_pl: Dodać istniejący pokaz
pt_pt: Adicionar Show existente
sv_se: Lägg till existerande TV-serie
tr_tr: Varolan Show Ekle

source: Manage Directories
ca_es: Gestionar els directoris
hu_hu: Könyvtárak kezelése
it_it: Gestire le directory
nl_nl: Mappen beheren
pl_pl: Zarządzać katalogami
pt_pt: Gerenciar diretórios
sv_se: Hantera kataloger
tr_tr: Dizinleri Yönet

source: Customize Options
ca_es: Les opcions de personalització
hu_hu: Beállítások testreszabása
it_it: Personalizzare le opzioni di
nl_nl: Opties aanpassen
pl_pl: Dostosowywanie opcji
pt_pt: Personalizar as opções de
sv_se: Anpassa alternativ
tr_tr: Özelleştirme seçenekleri

source: SiCKRAGE can add existing shows, using the current options, by using locally stored NFO/XML metadata to eliminate user interaction. If you would rather have SickRage prompt you to customize each show, then use the checkbox below.
ca_es: SiCKRAGE pot afegir espectacles existents, utilitzant les opcions actuals, utilitzant emmagatzemada localment NFO/XML metadades per eliminar la interacció d'usuari. Si vostè no tindria SickRage impulsarà a personalitzar cada espectacle, a continuació, utilitzeu la casella de selecció següent.
hu_hu: SiCKRAGE adhat hozzá meglévő műsorok segítségével a jelenlegi beállítások segítségével helyileg tárolt NFO/XML-metaadatokat kiküszöbölésére felhasználói beavatkozás. Ha inkább SickRage gyors ön-hoz megszokott minden Térkép van, akkor használjuk a jelet az alábbi jelölőnégyzetből.
it_it: SiCKRAGE può aggiungere Mostra esistente, con le opzioni correnti, utilizzando metadati NFO/XML archiviati localmente per eliminare l'interazione dell'utente. Se si preferisce avere SickRage chiederà di personalizzare ogni spettacolo, quindi utilizzare la casella in basso.
nl_nl: SiCKRAGE kunt toevoegen bestaande shows, met gebruikmaking van de huidige opties, met behulp van lokaal opgeslagen NFO/XML metadata om te elimineren van de interactie van de gebruiker. Als u liever SickRage prompt u voor het aanpassen van elke show, gebruikt u de onderstaande checkbox.
pl_pl: SiCKRAGE można dodać istniejący pokazuje, za pomocą bieżące opcje przy użyciu przechowywanych lokalnie NFO/XML metadanych do wyeliminowania interakcji z użytkownikiem. Jeśli mają Państwo raczej SickRage zapyta czy chcesz dostosować każdy Pokaż, a następnie użyj pola wyboru poniżej.
pt_pt: SiCKRAGE pode adicionar programas existentes, usando as opções atuais, usando metadados NFO/XML armazenados localmente para eliminar a interação do usuário. Se prefere que SickRage pedir-lhe para personalizar cada programa e, em seguida, use a caixa de seleção abaixo.
sv_se: SiCKRAGE kan lägga till existerande TV-serier med nuvarande inställningar genom att använda lokalt lagrad metadata i NFO/XML-format. Detta i syfta att eliminera behovet av användarens inverkan. Om du hellre önskar att ställa in varje TV-serie individuellt, kryssa i rutan nedan.
tr_tr: SiCKRAGE varolan gösterir, kullanıcı etkileşimi olmadan ortadan kaldırmak için yerel olarak depolanan NFO/XML meta veriler kullanarak geçerli seçenekleri kullanarak ekleyebilirsiniz. Her programın özelleştirmek için sizden SickRage mi tercih, sonra da aşağıdaki onay kutusunu kullanın.

source: Prompt me to set settings for each show
ca_es: Pregunta'm per definir la configuració de cada espectacle
hu_hu: Gyors én-hoz minden a Térkép beállítása
it_it: Avvisa prima di impostare le impostazioni per ogni spettacolo
nl_nl: Prompt mij voor instellen voor elke Toon
pl_pl: Monituj o zestaw ustawień dla każdego Pokaż
pt_pt: Pedir-me para definir as configurações para cada show
sv_se: Uppmana mig att ange inställningar för varje serie
tr_tr: Her gösterinin ayarlarını düzenlemek için uyar

source: Displaying folders within these directories which aren't already added to SiCKRAGE:
ca_es: Mostrar carpetes dins d'aquests directoris que ja no s'afegeixen a SiCKRAGE:
hu_hu: Ezeket a könyvtárakat, amelyek már nem hozzáadni a SiCKRAGE lévő mappák megjelenítését:
it_it: Visualizzazione cartelle all'interno di queste directory che non sono già aggiunto ai SiCKRAGE:
nl_nl: Submappen van deze mappen die niet reeds toegevoegd aan SiCKRAGE weergeven:
pl_pl: Wyświetlanie folderów w obrębie tych katalogów, które nie są już dodawane do SiCKRAGE:
pt_pt: Exibindo pastas dentro desses diretórios que já não são adicionados ao SiCKRAGE:
sv_se: Visar mappar inom dessa kataloger vilka inte redan har lagts till SiCKRAGE:
tr_tr: Zaten SiCKRAGE için eklenmez bu dizinlerin içindeki klasörleri görüntüleyen:

source: Submit
ca_es: Presentar
hu_hu: Nyújtson be
it_it: Invia
nl_nl: Opslaan
pl_pl: Prześlij
pt_pt: Enviar
sv_se: Skicka
tr_tr: Gönder

source: Add New Show
ca_es: Afegir nou espectacle
hu_hu: Add hozzá új Térkép
it_it: Aggiungere nuovo spettacolo
nl_nl: Toevoegen van nieuwe Show
pl_pl: Dodaj nowy Show
pt_pt: Adicionar novo Show
sv_se: Lägg till ny Serie
tr_tr: Yeni Show Ekle

source: For shows that you haven't downloaded yet, this option finds a show on theTVDB.com, creates a directory for it's episodes and adds it.
ca_es: Espectacles que encara no he descarregat, aquesta opció es troba un espectacle en theTVDB.com, crea un directori per és episodis i afegeix.
hu_hu: Azt mutatja, hogy még nem töltötte le még ez az opció megkeresi egy show, a theTVDB.com, létrehoz egy könyvtárat a epizód, és hozzáteszi, hogy a.
it_it: Per gli spettacoli che non hai scaricato ancora, questa opzione trova uno spettacolo su theTVDB.com, crea una directory per esso è episodi ed aggiunge.
nl_nl: Voor shows die u nog niet hebt gedownload, deze optie wordt gezocht naar een show op theTVDB.com, wordt een map gemaakt om zijn afleveringen en voegt u deze.
pl_pl: Ta opcja pokazuje, że nie masz jeszcze pobranych, znajdzie Pokaż na theTVDB.com, tworzy katalog dla odcinków i dodaje go.
pt_pt: Para mostra que você ainda não baixou ainda, esta opção encontra um show no theTVDB.com, cria um diretório para é episódios e adiciona-lo.
sv_se: För TV-serier du inte har laddat hem än, kommer detta alternativ hitta serien på theTVDB.com, skapa en katalog för avsnitten och lägga till serien.
tr_tr: İçin henüz indirilen değil göstermek, bu seçenek bir gösteri theTVDB.com üzerinde bulur, bölüm ve ekler için bir dizin oluşturur.

source: Add from Trakt
ca_es: Afegir del Trakt
hu_hu: Trakt hozzáadása
it_it: Aggiungere da Trakt
nl_nl: Toevoegen van Trakt
pl_pl: Dodać z Trakt
pt_pt: Adicionar de Trakt
sv_se: Lägg till från Trakt
tr_tr: Trakt Ekle

source: For shows that you haven't downloaded yet, this option lets you choose a show from one of the Trakt lists to add to SiCKRAGE.
ca_es: Espectacles que encara no he descarregat, aquesta opció us permet escollir un espectacle d'una de les llistes Trakt afegir a SiCKRAGE.
hu_hu: Az azt mutatja, hogy még nem töltötte le még ez a beállítás lehetővé teszi, hogy válasszon egy Térkép hozzáadása SiCKRAGE Trakt listák egyikére.
it_it: Per gli spettacoli che non hai scaricato ancora, questa opzione consente di scegliere uno spettacolo da uno degli elenchi Trakt per aggiungere a SiCKRAGE.
nl_nl: Voor shows die u nog niet hebt gedownload, kunt met deze optie u een Toon kiezen uit één van de Trakt lijsten toe te voegen aan SiCKRAGE.
pl_pl: Dla pokazuje, że nie masz jeszcze pobranych ta opcja pozwala wybrać jeden z listy Trakt, aby dodać do SiCKRAGE show.
pt_pt: Para mostra que você ainda não baixou ainda, esta opção permite que você escolha um show de uma das listas para adicionar SiCKRAGE Trakt.
sv_se: För TV-serier du inte har laddat hem än låter detta alternativ dig välja en serie från en av Trakts listor och lägga till serien i SiCKRAGE.
tr_tr: Henüz indirilen değil göstermek için bu seçeneği bir gösteri için SiCKRAGE eklemek için Trakt listelerinin birinden seçmenizi sağlar.

source: Add from IMDB
ca_es: Afegir d'IMDB
hu_hu: Add hozzá az IMDB
it_it: Aggiungere da IMDB
nl_nl: Van IMDB toevoegen
pl_pl: Dodać z IMDB
pt_pt: Adicionar de IMDB
sv_se: Lägg till från IMDB
tr_tr: IMDB Ekle

source: View IMDB's list of the most popular shows. This feature uses IMDB's MOVIEMeter algorithm to identify popular TV Series.
ca_es: Veure llista de IMDB dels espectacles més populars. Aquesta funció utilitza l'algorisme de IMDB MOVIEMeter per identificar la popular sèrie de televisió.
hu_hu: A leg--bb népszerű mutatja IMDB listájának megtekintése. Ez a funkció IMDB MOVIEMeter algoritmust használ a népszerű TV-sorozat azonosítására.
it_it: Mostra elenco di IMDB degli spettacoli più popolari. Questa funzionalità utilizza algoritmo MOVIEMeter di IMDB per identificare la popolare serie TV.
nl_nl: IMDB de lijst van de meest populaire shows bekijken. Deze functie maakt gebruik van de IMDB MOVIEMeter algoritme te identificeren van de populaire TV-serie.
pl_pl: Zobacz listę w IMDB's najbardziej popularnych telewizyjnych. Ta funkcja używa algorytmu Zostań autorem IMDB's do identyfikowania popularnego serialu.
pt_pt: Ver lista do IMDB dos programas mais populares. Esse recurso usa algoritmo de MOVIEMeter do IMDB para identificar a série de TV popular.
sv_se: Visa IMDB's lista över de mest populära TV-serierna. Denna funktion använder IMDB's MOVIEMeter-algoritm för att identifiera populära TV-serier.
tr_tr: IMDB'ın en popüler gösterir listesini görüntüleyin. Bu özellik IMDB'ın MOVIEmeter algoritması popüler TV dizisi tanımlamak için kullanır.

source: Add Existing Shows
ca_es: Afegir els programes existents
hu_hu: Add hozzá a meglévő műsorok
it_it: Aggiungere spettacoli esistenti
nl_nl: Toevoegen van bestaande Shows
pl_pl: Dodaj istniejące pokazy
pt_pt: Adicionar programas existentes
sv_se: Lägg till existerande TV-serier
tr_tr: Varolan gösterir eklemek

source: Use this option to add shows that already have a folder created on your hard drive. SickRage will scan your existing metadata/episodes and add the show accordingly.
ca_es: Utilitzeu aquesta opció per afegir Mostra que ja teniu una carpeta creada al disc dur. SickRage analitzarà el seu metadades/episodis existents i afegir l'espectacle en conseqüència.
hu_hu: A beállítás használatával adja hozzá azt mutatja, hogy már van egy mappát a merevlemezen. SickRage akarat átkutat a meglévő metaadatokat/epizód, és adja hozzá a show ennek megfelelően.
it_it: Utilizzare questa opzione per aggiungere spettacoli che hanno già una cartella creata sul disco rigido. SickRage esplorerà il vostro metadati/episodi esistenti e aggiungere lo spettacolo di conseguenza.
nl_nl: Gebruik deze optie om toe te voegen toont aan dat een map gemaakt op de vaste schijf hebt. SickRage zal scannen uw bestaande metagegevens/afleveringen en de show dienovereenkomstig toe te voegen.
pl_pl: Użyj tej opcji, aby dodać pokazuje, które już folder utworzony na dysku twardym. SickRage będzie skanowanie istniejących metadanych/odcinków i dodać Pokaż odpowiednio.
pt_pt: Use esta opção para adicionar programas que já possuem uma pasta criada no seu disco rígido. SickRage irá digitalizar seus metadados/episódios existentes e adicionar o show em conformidade.
sv_se: Använd detta alternativ för att lägga till TV-serier som redan har en katalog skapad på hårddisken. SiCKRAGE kommer söka igenom katalogen efter avsnitt/metadata och utifrån detta lägga till TV-serier.
tr_tr: Sabit diskinizde oluşturulmuş bir klasör zaten var gösterir eklemek için bu seçeneği kullanın. SickRage, varolan meta veriler/bölüm scan ve buna göre göstermek ekleyin.

source: Display Specials:
ca_es: Exhibició especials:
hu_hu: Kijelző akciós:
it_it: Visualizzare offerte speciali:
nl_nl: Specials worden weergegeven:
pl_pl: Wyświetl promocje:
pt_pt: Especiais de exibição:
sv_se: Visa specialer:
tr_tr: Özel görüntüler:

source: Season:
ca_es: Temporada:
hu_hu: Szezon:
it_it: Stagione:
nl_nl: Seizoen:
pl_pl: Sezon:
pt_pt: Temporada:
sv_se: Säsong:
tr_tr: Sezon:

source: Rating:
ca_es: Qualificació:
hu_hu: Osztályzat:
it_it: Voto:
pl_pl: Ocena:
pt_pt: Classificação:
sv_se: Betyg:

source: Show Status:
ca_es: Mostra l'estat:
hu_hu: Állapotának megjelenítése:
it_it: Visualizza lo stato:
nl_nl: Toon de Status:
pl_pl: Pokaż Status:
pt_pt: Mostre Status:
sv_se: Seriestatus:
tr_tr: Durumunu gösterir:

source: Originally Airs:
ca_es: Originalment s'emet:
hu_hu: Eredetileg a dalok:
it_it: Originariamente in onda:
nl_nl: Oorspronkelijk uitgezonden:
pl_pl: Pierwotnie zaplanowano:
pt_pt: Originalmente o Ares:
sv_se: Sändes ursprungligen:
tr_tr: Aslında gerçekleştirilecektir:

source: Start Year:
ca_es: Any d'inici:
hu_hu: Kezdeni az évet:
it_it: Anno di inizio:
nl_nl: Start jaar:
pl_pl: Rok rozpoczęcia:
pt_pt: Ano de início:
sv_se: Startår:
tr_tr: Başlama tarihi:

source: Runtime:
ca_es: Durada:
hu_hu: Futási idő:
pl_pl: Czas działania:
pt_pt: Tempo de execução:
sv_se: Speltid:
tr_tr: Çalışma süresi:

source: minutes
ca_es: minuts
hu_hu: perc
it_it: minuti
nl_nl: minuten
pl_pl: minut
pt_pt: minutos
sv_se: minuter
tr_tr: dakika

source: Info Sites:
ca_es: Llocs d'informació:
hu_hu: Info oldalak:
it_it: Siti di informazioni:
nl_nl: Info de Sites:
pl_pl: Strony informacyjne:
pt_pt: Sites de informação:
sv_se: Informationssiter:
tr_tr: Bilgi siteleri:

source: Genre:
ca_es: Gènere:
hu_hu: Műfaj:
it_it: Genere:
pl_pl: Gatunek:
pt_pt: Gênero:
tr_tr: Tür:

source: Default EP Status:
ca_es: Estat EP per defecte:
hu_hu: Alapértelmezett EP állapot:
it_it: EP stato predefinito:
nl_nl: Standaard EP Status:
pl_pl: Domyślny stan EP:
pt_pt: Status do EP de padrão:
sv_se: Standard avsnittsstatus:
tr_tr: Varsayılan EP durumu:

source: Location:
ca_es: Ubicació:
hu_hu: Helyszín:
it_it: Ubicazione:
nl_nl: Locatie:
pl_pl: Lokalizacja:
pt_pt: Localização:
sv_se: Plats:
tr_tr: Yer:

source: Missing
ca_es: Falta
hu_hu: Hiányzó
it_it: Manca
nl_nl: Ontbrekende
pl_pl: Brak
pt_pt: Falta
sv_se: Saknas
tr_tr: Eksik

source: Size:
ca_es: Mida:
hu_hu: Méret:
it_it: Dimensione:
nl_nl: Grootte:
pl_pl: Rozmiar:
pt_pt: Tamanho:
sv_se: Storlek:
tr_tr: Boyut:

source: Scene Name:
ca_es: Nom de l'escena:
hu_hu: Jelenet neve:
it_it: Nome di scena:
nl_nl: De naam van de scène:
pl_pl: Nazwę sceny:
pt_pt: Nome de cena:
sv_se: Scenens namn:
tr_tr: Sahne adı:

source: Required Words:
ca_es: Paraules requerits:
hu_hu: Szükséges a szavakat:
it_it: Parole necessarie:
nl_nl: Vereiste woorden:
pl_pl: Wymagane słowa:
pt_pt: Palavras necessárias:
sv_se: Krävda ord:
tr_tr: Gerekli sözler:

source: Ignored Words:
ca_es: Paraules ignorades:
hu_hu: Figyelmen kívül hagyott szavak:
it_it: Parole ignorate:
nl_nl: Genegeerde woorden:
pl_pl: Słowa ignorowane:
pt_pt: Palavras ignoradas:
sv_se: Ignorerade ord:
tr_tr: Yoksayılan sözcükler:

source: Wanted Group
ca_es: Grup desitjat
hu_hu: Wanted csoport
it_it: Gruppo di Wanted
nl_nl: Wilde groep
pl_pl: Odpowiedniej grupy
pt_pt: Grupo desejado
sv_se: Önskad grupp
tr_tr: İstenilen grubu

source: Unwanted Group
ca_es: Grup no desitjat
hu_hu: Nem kívánt csoport
it_it: Gruppo indesiderato
nl_nl: Ongewenste groep
pl_pl: Niechciane grupy
pt_pt: Grupo indesejado
sv_se: Oönskad grupp
tr_tr: İstenmeyen grup

source: Info Language:
ca_es: Llengua d'informació:
hu_hu: Információ nyelve:
it_it: Info lingua:
nl_nl: Info taal:
pl_pl: Informacje języka:
pt_pt: Linguagem de informação:
sv_se: Infospråk:
tr_tr: Bilgi: Dil:

source: Subtitles:
ca_es: Subtítols:
hu_hu: Feliratok:
it_it: Sottotitoli:
nl_nl: Ondertitels:
pl_pl: Napisy:
pt_pt: Legendas:
sv_se: Undertexter:
tr_tr: Altyazılar:

source: Subtitles Metadata:
ca_es: Metadades de subtítols:
hu_hu: Feliratok metaadatok:
it_it: Metadati di sottotitoli:
nl_nl: Ondertitels metagegevens:
pl_pl: Napisy metadanych:
pt_pt: Metadados de legendas:
sv_se: Undertext-metadata:
tr_tr: Altyazılar meta veriler:

source: Season Folders:
ca_es: Temporada de carpetes:
hu_hu: Szezon mappák:
it_it: Cartelle di stagione:
nl_nl: Seizoen mappen:
pl_pl: Sezon folderów:
pt_pt: Temporada de pastas:
sv_se: Säsongsmappar:
tr_tr: Sezon klasörler:

source: Paused:
ca_es: En pausa:
hu_hu: Felfüggesztve:
it_it: In pausa:
nl_nl: Onderbroken:
pl_pl: Wstrzymane:
pt_pt: Pausado:
sv_se: Pausad:
tr_tr: Duraklatıldı:

source: Air-by-Date:
ca_es: Aire per data:
hu_hu: Levegő-által-dátum:
it_it: Aria per data:
nl_nl: Lucht-door-datum:
pl_pl: Powietrza według daty:
pt_pt: Ar-por-data:
sv_se: Sändningsdatum:
tr_tr: Hava Tarihi:

source: Sports:
ca_es: Esports:
hu_hu: Sport:
it_it: Sport:
nl_nl: Sport:
pl_pl: Sport:
pt_pt: Esportes:
sv_se: Sport:
tr_tr: Spor:

source: DVD Order:
ca_es: Ordre de DVD:
hu_hu: DVD rendelés:
it_it: Ordine del DVD:
nl_nl: DVD bestellen:
pl_pl: Zamówienia DVD:
pt_pt: Ordem de DVD:
sv_se: DVD-sortering:
tr_tr: DVD sipariş:

source: Scene Numbering:
ca_es: Numeració d'escena:
hu_hu: Jelenet a számozás:
it_it: Numerazione delle scene:
nl_nl: Scène nummering:
pl_pl: Scena numeracji:
pt_pt: Cena de numeração:
sv_se: Scene-numrering:
tr_tr: Sahne numaralandırma:

source: Archive First Match:
ca_es: Primer partit arxiu:
hu_hu: Archív első mérkőzés:
it_it: Archivio Primo Match:
nl_nl: De eerste wedstrijd archief:
pl_pl: Pierwszy mecz w archiwum:
pt_pt: Primeira partida de arquivo:
sv_se: Arkivera första träff:

source: Missed:
ca_es: Es va perdre:
hu_hu: Kimaradt:
it_it: Perso:
nl_nl: Gemist:
pl_pl: Brakowało:
pt_pt: Perdeu:
sv_se: Missade:
tr_tr: Cevapsız:

source: Low Quality:
ca_es: Baixa qualitat:
hu_hu: Alacsony minőségű:
it_it: Bassa qualità:
nl_nl: Lage kwaliteit:
pl_pl: Niskiej jakości:
pt_pt: Baixa qualidade:
sv_se: Låg kvalitet:
tr_tr: Düşük kalite:

source: Downloaded:
ca_es: Descarregar:
hu_hu: Letöltve:
it_it: Scaricato:
nl_nl: Gedownload:
pl_pl: Pobrany:
pt_pt: Baixado:
sv_se: Hämtat:
tr_tr: Yüklenen:

source: Skipped:
ca_es: Omesos:
hu_hu: Kimarad:
it_it: Saltato:
nl_nl: Overgeslagen:
pl_pl: Pominięte:
pt_pt: Ignorada:
sv_se: Hoppas över:
tr_tr: Atlanan:

source: Snatched:
ca_es: Va arrabassar:
hu_hu: Ruházata:
it_it: Strappato:
nl_nl: Griste:
pl_pl: Porwał:
pt_pt: Arrebatou:
sv_se: Dogo:
tr_tr: Kaptı:
