Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Slack brings all your communication together in one place. It's real-time messaging, archiving and search for modern teams.
ca_es: Comoditat porta tota la seva comunicació junts en un sol lloc. És en temps real de missatgeria, arxivament i buscar equips moderns.
hu_hu: Laza egyesíti a kommunikáció egy helyen. -A ' valós idejű üzenetek, archiválás és modern csapat keres.
it_it: Slack riunisce tutte le tue comunicazioni in un unico luogo. È in tempo reale di messaggistica, l'archiviazione e la ricerca di squadre moderne.
nl_nl: Slack brengt al uw communicatie samen op één plek. Het is real-time messaging, archivering en zoek voor moderne teams.
pl_pl: Zapas czasu skupia wszystkie rozmowy w jednym miejscu. To jest w czasie rzeczywistym, wiadomości, archiwizacji i wyszukiwania dla nowoczesnych zespołów.
pt_pt: Folga reúne toda a sua comunicação em um só lugar. É em tempo real de mensagens, arquivamento e busca de equipes modernas.
sv_se: Slack samlar all din kommunikation på ett ställe. Slack möjliggör meddelandehantering i realtid, arkivering av meddelanden och sökfunktioner för moderna projektgrupper.
tr_tr: Bolluk tüm iletişiminiz tek bir yerde buluşturuyor. Bu gerçek zamanlı mesajlaşma, arşivleme ve arama modern takımlar için 's.

source: send slack notifications?
ca_es: enviar notificacions folgança?
hu_hu: laza értesítések?
it_it: inviare notifiche slack?
nl_nl: toegestane kennisgevingen?
pl_pl: Wysyłanie powiadomień luzu?
pt_pt: enviar notificações de folga?
sv_se: skicka slack-meddelanden?
tr_tr: bolluk bildirimleri göndermek?

source: Slack Incoming Webhook
ca_es: Folgança Webhook entrant
hu_hu: Laza bejövő Webhook
it_it: Margine di flessibilità in entrata Webhook
nl_nl: Toegestane binnenkomende Webhook
pl_pl: Luzu Webhook przychodzące
pt_pt: Webhook entrada frouxo
sv_se: Slack inkommande Webhook
tr_tr: Bolluk gelen Webhook

source: Slack webhook
ca_es: Folgança webhook
hu_hu: Laza webhook
it_it: Webhook Slack
nl_nl: Toegestane webhook
pl_pl: Webhook luzu
pt_pt: Webhook de folga
tr_tr: Bolluk webhook

source: Test Slack
ca_es: Prova relleu
hu_hu: Laza teszt
it_it: Prova Slack
nl_nl: Toegestane vertraging van de test
pl_pl: Zapas czasu testu
pt_pt: Folga de teste
sv_se: Testa Slack
tr_tr: Test bolluk

source: All-in-one voice and text chat for gamers that's free, secure, and works on both your desktop and phone.
ca_es: All-in-one de veu i text de xat per als jugadors que és lliure i segur i treballa en l'escriptori i telèfon.
hu_hu: Minden--ban-egy hang- és szöveges chat a játékosoknak, hogy ingyenes, biztonságos, és szerkezet-ra a iskolapad és a telefon.
it_it: All-in-one voce e testo di chat per i giocatori che è gratuito, sicuro e funziona sul tuo desktop e il telefono.
nl_nl: All-in-one voice en tekst chat voor gamers die is gratis, veilige, en werkt op zowel uw bureaublad en de telefoon.
pl_pl: Wszystko-w-jeden głos i tekst czat dla graczy, które jest bezpłatny, bezpieczny i działa na pulpit i telefon.
pt_pt: Texto e voz de tudo-em-um bate-papo para gamers que é gratuito, seguro e funciona em seu desktop e o telefone.
sv_se: Allt-i-ett röst- och textchat för gamers som är kostnadsfri, säker och fungerar på både ditt skrivbord och telefon.
tr_tr: Tüm-içinde-bir ses ve metin için ücretsiz, güvenli ve hem masaüstü hem de telefon üzerinde çalışıyor oyun sohbet etmek.

source: send discord notifications?
ca_es: enviar notificacions discòrdia?
hu_hu: viszály-értesítések?
it_it: inviare notifiche di discordia?
nl_nl: kennisgevingen van de meeste dissonanten kunnen zorgen?
pl_pl: Wysyłanie powiadomień niezgody?
pt_pt: enviar notificações de discórdia?
sv_se: skicka Discord-meddelanden?
tr_tr: anlaşmazlık bildirimleri göndermek?

source: Discord Incoming Webhook
ca_es: Discòrdia Webhook entrants
hu_hu: Viszály bejövő Webhook
it_it: Discordia in arrivo Webhook
nl_nl: Onenigheid inkomende Webhook
pl_pl: Przychodzące Webhook niezgody
pt_pt: Webhook entrada de discórdia
sv_se: Discord inkommande Webhook
tr_tr: Anlaşmazlık gelen Webhook

source: Discord webhook
ca_es: Webhook de la discòrdia
hu_hu: Viszály webhook
it_it: Discordia webhook
nl_nl: Onenigheid webhook
pl_pl: Webhook niezgody
pt_pt: Webhook da discórdia
tr_tr: Anlaşmazlık webhook

source: Create webhook under channel settings.
ca_es: Crear webhook sota escenes de canal.
hu_hu: Hozzon létre webhook, a csatorna-beállítások.
it_it: Creare webhook sotto impostazioni del canale.
nl_nl: Maak webhook onder montages van het kanaal.
pl_pl: Tworzenie webhook w ustawieniach kanału.
pt_pt: Crie webhook em configurações de canal.
sv_se: Skapa webhook under kanalinställningar.
tr_tr: Webhook kanal ayarları altında oluşturun.

source: Discord Bot Name
ca_es: Discòrdia Bot nom
hu_hu: Viszály Bot neve
it_it: Nome di discordia Bot
nl_nl: Onenigheid Bot naam
pl_pl: Nazwa Bot niezgody
pt_pt: Nome do Bot de discórdia
sv_se: Disharmoni Botnamn
tr_tr: Anlaşmazlık Bot adı

source: Blank will use webhook default name.
ca_es: Blanc utilitzarà webhook nom d'omissió.
hu_hu: Üres webhook alapértelmezett nevet fog használni.
it_it: Vuoto verrà utilizzato il nome predefinito webhook.
nl_nl: Lege webhook standaardnaam gebruikt.
pl_pl: Puste użyje webhook domyślną nazwę.
pt_pt: Em branco irá usar o nome padrão de webhook.
sv_se: Tom kommer att använda standardnamnet för webhook.
tr_tr: Boş webhook varsayılan adı kullanacaktır.

source: Discord Avatar URL
ca_es: Discòrdia Avatar URL
hu_hu: Viszály Avatar URL
it_it: Discordia Avatar URL
nl_nl: Onenigheid Avatar URL
pl_pl: Niezgody Avatar URL
pt_pt: URL do Avatar de discórdia
tr_tr: Anlaşmazlık Avatar URL

source: Blank will use webhook default avatar.
ca_es: Blanc utilitzarà l'avatar webhook per defecte.
hu_hu: Üres webhook alapértelmezett avatar fogja használni.
it_it: Blank utilizzerà avatar di default webhook.
nl_nl: Lege zal webhook standaard avatar gebruiken.
pl_pl: Puste użyje webhook domyślny awatar.
pt_pt: Em branco irá usar avatar padrão de webhook.
sv_se: Tom kommer att använda standardavatar för webhook.
tr_tr: Boş webhook varsayılan avatar kullanır.

source: Discord TTS
ca_es: Discòrdia TTS
hu_hu: Viszály TTS
it_it: Discordia TTS
nl_nl: Onenigheid TTS
pl_pl: Niezgody TTS
pt_pt: Discórdia TTS
tr_tr: Anlaşmazlık TTS

source: Send notifications using text-to-speech.
ca_es: Enviar notificacions utilitzant text a discurs.
hu_hu: Szöveg-beszéd átalakítás-értesítéseket küld.
it_it: Inviare notifiche tramite sintesi vocale.
nl_nl: Kennisgevingen met behulp van tekst naar spraak.
pl_pl: Wyślij powiadomienia za pomocą text-to-speech.
pt_pt: Envie notificações usando texto em fala.
sv_se: Skicka meddelanden med text-till-tal.
tr_tr: Metinden konuşmaya özelliğini kullanma bildirimleri göndermek.

source: Test Discord
ca_es: Prova de la discòrdia
hu_hu: Viszály teszt
it_it: Testare la discordia
nl_nl: Test onenigheid
pl_pl: Przetestować niezgody
pt_pt: Teste de discórdia
sv_se: Testa Discord
tr_tr: Test anlaşmazlık

source: Post-Processing
ca_es: Post-tractament
hu_hu: Post-feldolgozás
it_it: Post-elaborazione
nl_nl: Post-verwerking
pl_pl: Post-processingu
pt_pt: Pós-processamento
sv_se: Efterbearbetning
tr_tr: Son işlem

source: Episode Naming
ca_es: Episodi nomenar
hu_hu: Epizód elnevezése
it_it: Episodio di denominazione
nl_nl: Aflevering naamgeving
pl_pl: Odcinek nazewnictwa
pt_pt: Nomeação de episódio
sv_se: Namngivning för avsnitt
tr_tr: Bölüm adlandırma

source: Metadata
ca_es: Metadades
hu_hu: Metaadat
it_it: Metadati
nl_nl: Metagegevens
pl_pl: Metadane
pt_pt: Metadados
tr_tr: Meta veriler

source: Settings that dictate how SickRage should process completed downloads.
ca_es: Escenes que dicten com ha SickRage procés de completat descarrega.
hu_hu: Beállítások, hogy hogyan SickRage kell folyamat befejezett letöltések.
it_it: Impostazioni che determinano come SickRage deve elaborare i download completati.
nl_nl: Instellingen die bepalen hoe SickRage voltooide downloads moet worden verwerkt.
pl_pl: Ustawienia, które określają, jak SickRage należy przetworzyć zakończonych pobrań.
pt_pt: Configurações que determinam como SickRage deve processar transferências concluídas.
sv_se: Inställningar gällande hur SiCKRAGE ska bearbeta färdiga nedladdningar.
tr_tr: SickRage tamamlanmış indirme nasıl işlemek dikte ayarlar.

source: Enable the automatic post processor to scan and process any files in your
ca_es: Habilita el correu automàtic processador escannejar i processar qualsevol arxius en el seu
hu_hu: Engedélyezi az automatikus post processzor-scan, és a folyamat bármely fájl a
it_it: Abilitare il postprocessore automatico di scansione ed elaborare qualsiasi file nella vostra
nl_nl: Inschakelen van de automatische post processor om te scannen en verwerken van alle bestanden in uw
pl_pl: Włącz automatyczne post procesor do skanowania i przetwarzania wszelkich plików w swoim
pt_pt: Habilitar o automático pós-processador digitalizar e processar todos os arquivos em seu
sv_se: Aktivera automatisk efterbearbetning för att avsöka och bearbeta filer i din
tr_tr: İnceden inceye gözden geçirmek ve klasördeki tüm dosyaları işlemek otomatik yazı işlemci etkinleştirmek için

source: Post Processing Dir
ca_es: Publicar processament Dir
hu_hu: Felad feldolgozás Dir
it_it: Post elaborazione Dir
pl_pl: Po przetwarzania Dir
pt_pt: Pós processamento Dir
sv_se: Efterbearbetningskatalog
tr_tr: Post işleme Dir

source: Do not use if you use an external PostProcessing script
ca_es: No utilitzeu si utilitza un script postprocessament extern
hu_hu: Ne használja, ha egy külső utófeldolgozás parancsfájl használata
it_it: Non utilizzare se si utilizza uno script di post-elaborazione esterno
nl_nl: Gebruik geen als u een externe PostProcessing script gebruikt
pl_pl: Nie należy używać, jeśli używasz zewnętrzny skrypt PostProcessing
pt_pt: Não utilize se você usar um script externo de pós-processamento
sv_se: Använd inte om du använder ett externt efterbearbetningsskript
tr_tr: Bir dış Post-processing komut dosyası kullanıyorsanız kullanmayın.

source: The folder where your download client puts the completed TV downloads.
ca_es: La carpeta on el seu client descarregar posa la televisió completat descarrega.
hu_hu: A mappát, ahol a letölthető ügyfél hozza a kitöltött TV letöltések.
it_it: La cartella dove il vostro client di download mette la TV completata il download.
nl_nl: De map waar uw download client de voltooide TV zet downloads.
pl_pl: Pliki do pobrania folder, gdzie Twój klient pobierania stawia wypełniony TV.
pt_pt: A pasta onde o seu cliente de download coloca a TV concluída downloads.
sv_se: Mappen där din nerladdningsklient lägger färdiga seriehämtningar.
tr_tr: Burada tamamlanan TV indir müşteri koyar klasörüne yükler.

source: Please use seperate downloading and completed folders in your download client if possible.
ca_es: Si us plau utilitzi descarregant separada i completats carpetes en el seu client de descàrrega si és possible.
hu_hu: Használjon külön letöltés és befejezett tartók-ban a kliens ha lehetséges.
it_it: Si prega di utilizzare download separato e completato le cartelle nel tuo client di download se possibile.
nl_nl: Gebruik aparte downloaden en voltooide mappen in je download client indien mogelijk.
pl_pl: Użyj oddzielnych pobierania i wypełniony folderów w swoim kliencie Pobierz, jeśli to możliwe.
pt_pt: Por favor, use o download separado e pastas concluídas em seu cliente de download se possível.
sv_se: Vänligen använd separata mappar för hämtning och avslutat i din nerladdningsklient om möjligt.
tr_tr: Lütfen Mümkünse ayrı indirme ve yükleme istemcinizdeki tamamlanan klasörleri kullanın.

source: Processing Method:
ca_es: Mètode de tractament:
hu_hu: Feldolgozási módszer:
it_it: Metodo di lavorazione:
nl_nl: Verwerkingsmethode:
pl_pl: Metody przetwarzania:
pt_pt: Método de processamento:
sv_se: Bearbetningsmetod:
tr_tr: İşleme yöntemi:

source: Copy
ca_es: Còpia
hu_hu: Másolás
it_it: Copia
nl_nl: Kopie
pl_pl: Kopiowanie
pt_pt: Cópia
sv_se: Kopiera
tr_tr: Kopya

source: Move
ca_es: Moure's
hu_hu: Mozog
it_it: Spostare
nl_nl: Verplaatsen
pl_pl: Przenieść
pt_pt: Mover-se
sv_se: Flytta
tr_tr: Hareket

source: Hard Link
ca_es: Enllaç dur
hu_hu: Kemény láncszem
it_it: Collegamento fisso
nl_nl: Vaste koppeling
pl_pl: Łącze stałe
pt_pt: Ligação rígida
sv_se: Hård länk
tr_tr: Sabit bağlantı

source: Symbolic Link
ca_es: Enllaç simbòlic
hu_hu: Szimbolikus hivatkozás
it_it: Collegamento simbolico
nl_nl: Symbolische Link
pl_pl: Dowiązanie symboliczne
pt_pt: Link simbólico
sv_se: Symbolisk länk
tr_tr: Sembolik bağlantı

source: Symbolic Link Reversed
ca_es: Enllaç simbòlic invertit
hu_hu: Szimbolikus Link fordított
it_it: Collegamento simbolico invertito
nl_nl: Symbolische Link omgekeerd
pl_pl: Łącze symboliczne odwrócone
pt_pt: Link simbólico invertido
sv_se: Reversibel Symbolisk länk
tr_tr: Sembolik bağlantı ters

source: What method should be used to put files into the library?
ca_es: Quin mètode ha de ser utilitzat per posar arxius a la biblioteca?
hu_hu: Milyen módszert kell használni, hogy fájlok könyvtárba?
it_it: Quale metodo deve essere utilizzato per mettere i file nella libreria?
nl_nl: Welke methode moet worden gebruikt om bestanden in de bibliotheek?
pl_pl: Jakie metody stosuje się do umieścić pliki w bibliotece?
pt_pt: Qual método deve ser usado para colocar os arquivos para a biblioteca?
sv_se: Vilken metod bör användas för att placera filer i biblioteket?
tr_tr: Kütüphaneye içe dosyaları koymak için hangi yöntemi kullanılmalıdır?

source: If you keep seeding torrents after they finish, please avoid the 'move' processing method to prevent errors.
ca_es: Si vostè seguir sembrant torrents quan hagin acabat, cal evitar l 'moviment' processament mètode per evitar errors de.
hu_hu: Ha folyamatosan vetés özön, azok befejezése után, kérjük, ne a 'move' feldolgozási módszer, hogy megakadályozzák a hibákat.
it_it: Se si tenere semina torrenti dopo aver finito, si prega di evitare il 'movimento' metodo per evitare errori di elaborazione.
nl_nl: Als u torrents zaaien houden nadat ze klaar zijn, kunt u voorkomen dat de 'move' verwerkingsmethode om te voorkomen dat fouten.
pl_pl: Jeśli zachować siewu torrenty, po ich zakończeniu, należy unikać przenoszenia metodę, aby zapobiec błędy przetwarzania.
pt_pt: Se você continuar semeando torrentes depois que terminar, por favor, evite o 'movimento' método para evitar erros de processamento.
sv_se: Om du fortsätter att seeda torrenter efter de är klara, undvik att använda bearbetningsmetoden "flytta" för att förhindra fel.
tr_tr: Onlar bitirdikten sonra sel tohum tutmak 'hareket' Işleme hatalarını önlemek için yöntem kaçının.

source: Auto Post-Processing Frequency
ca_es: Auto post-tractament freqüència
hu_hu: Automatikus utómunka gyakorisága
it_it: Auto frequenza di post-elaborazione
nl_nl: Auto post-processing frequentie
pl_pl: Auto-processingu częstotliwości
pt_pt: Auto de pós-processamento frequência
sv_se: Automatisk efterbearbetningsfrekvens
tr_tr: Otomatik frekans son işlem

source: Postpone post processing
ca_es: Posposar processament posterior
hu_hu: Feldolgozás utáni elhalasztása
it_it: Rinviare la post-elaborazione
nl_nl: Nabewerking uitstellen
pl_pl: Opóźnić przetwarzanie końcowe
pt_pt: Adiar o pós-processamento
sv_se: Skjuta upp efterbearbetning
tr_tr: İşlem sonrası erteleme

source: Wait to process a folder if sync files are present.
ca_es: Esperar a processar una carpeta si els arxius de sincronització presents.
hu_hu: Várom, hogy a folyamat egy mappába, ha jelen a fájlok szinkronizálása.
it_it: L'ora di elaborare una cartella se sono presenti file di sincronizzazione.
nl_nl: Wachten voor het verwerken van een map als sync bestanden aanwezig zijn.
pl_pl: Czekać na proces folderu, jeśli synchronizacji pliki są obecne.
pt_pt: Espere para processar uma pasta se sincronizar arquivos estão presentes.
sv_se: Vänta med att bearbeta en mapp om synkronisera filer är närvarande.
tr_tr: Bir klasör eşitleme dosyaları varsa işlemek için bekleyin.

source: Sync File Extensions to Ignore
ca_es: Ampliacions d'arxiu de sincronització d'ignorar
hu_hu: Szinkron fájlkiterjesztések figyelmen kívül
it_it: Estensioni di File di sincronizzazione da ignorare
nl_nl: Sync bestandsextensies te negeren
pl_pl: Rozszerzenie pliku synchronizacji zignorować
pt_pt: Sincronização de extensões de arquivo para ignorar
sv_se: Sync filändelser att ignorera
tr_tr: Yok saymak için eşitleme dosya uzantıları

source: Rename Episodes
ca_es: Rebategi episodis
hu_hu: Nevezze át az epizódok
it_it: Rinominare gli episodi
nl_nl: Hernoemen afleveringen
pl_pl: Zmień nazwę odcinkach
pt_pt: Renomear a episódios
sv_se: Byt namn på avsnitt
tr_tr: Bölümleri yeniden adlandırma

source: Rename episode using the Episode
ca_es: Rebategi episodi utilitzant l'episodi
hu_hu: Nevezze át a episode epizód segítségével
it_it: Rinominare utilizzando l'episodio episodio
nl_nl: Aflevering met behulp van de aflevering wijzigen
pl_pl: Zmiana nazwy za pomocą odcinek odcinek
pt_pt: Renomear o episódio usando o episódio
sv_se: Byt namn på avsnitt med hjälp av avsnittet
tr_tr: Bölüm bölüm kullanarak yeniden adlandırma

source: Naming settings?
ca_es: Configuració de nomenclatura?
hu_hu: Elnevezési beállításait?
it_it: Impostazioni di denominazione?
nl_nl: Naamgeving instellingen?
pl_pl: Ustawienia nazw?
pt_pt: Configurações de nomeação?
sv_se: Namnge inställningar?
tr_tr: Adlandırma ayarlarını?

source: Create missing show directories
ca_es: Crear directoris Mostra el que falta
hu_hu: Hiányzó Térkép-könyvtárak
it_it: Creare directory Visualizza mancanti
nl_nl: Ontbrekende Toon mappen maken
pl_pl: Utworzyć brakujące katalogi Pokaż
pt_pt: Criar faltando mostrar diretórios
sv_se: Skapa saknade seriekataloger
tr_tr: Eksik Haritayı dizinler oluşturun

source: when they get deleted
ca_es: Quan s'esborren
hu_hu: Mikor kap töröl
it_it: Quando essi vengono eliminati
nl_nl: wanneer ze krijgen verwijderd
pl_pl: Kiedy zostaną usunięte
pt_pt: Quando eles são excluídos.
sv_se: När de få bort
tr_tr: Ne zaman onlar almak silmek

source: Add shows without directory
ca_es: Afegir espectacles sense guia
hu_hu: Add hozzá mutat nélkül könyvtár
it_it: Aggiungere spettacoli senza directory
nl_nl: Toont zonder directory toevoegen
pl_pl: Dodać pokazuje bez katalogu
pt_pt: Adicionar programas sem diretório
sv_se: Lägg till serier utan katalog
tr_tr: Gösterilerini olmadan dizin ekle

source: Add shows without creating a
ca_es: Afegir espectacles sense crear un
hu_hu: Add mutatja, anélkül, hogy a
it_it: Aggiungere spettacoli senza creare un
nl_nl: Shows toevoegen zonder dat er een
pl_pl: Dodać pokazuje bez tworzenia
pt_pt: Adicionar programas sem criar um
sv_se: Lägg till serier utan att skapa en
tr_tr: Oluşturmadan gösterir eklemek bir

source: directory (not recommended)
ca_es: directori (no recomanat)
hu_hu: könyvtár (nem ajánlott)
it_it: Directory (non consigliato)
nl_nl: Directory (niet aanbevolen)
pl_pl: Katalog (nie zalecane)
pt_pt: diretório (não recomendado)
sv_se: Katalog (rekommenderas inte)
tr_tr: Dizin (önerilmez)

source: Move Associated Files
ca_es: Moure arxius associats
hu_hu: Kapcsolódó fájlok
it_it: Spostare i file associati
nl_nl: Bijbehorende bestanden verplaatsen
pl_pl: Przenoszenie plików powiązanych
pt_pt: Mover arquivos associados
sv_se: Flytta associerade filer
tr_tr: İlişkili dosyaları taşıma

source: Move srr/srt/sfv/etc files with the
ca_es: Moure arxius srr/srt/sfv/etc. amb la
hu_hu: Srr/srt/sfv/etc mozgatására, a
it_it: Spostare i file srr/srt/sfv/ecc con il
nl_nl: Srr/srt/sfv/etc bestanden met de
pl_pl: Przenieś pliki srr, srt, sfv, itd, z
pt_pt: Mover arquivos srr/srt/sfv/etc com o
sv_se: Flytta srr/srt/sfv/etc filer med den
tr_tr: SRR/srt/sfv/etc dosyaları ile taşımak

source: episode when processed?
ca_es: episodi quan processats?
hu_hu: feldolgozása során epizód?
it_it: episodio quando elaborato?
nl_nl: aflevering wanneer verwerkt?
pl_pl: odcinek, gdy przetwarzane?
pt_pt: Episódio quando processado?
sv_se: episod när behandlas?
tr_tr: Bölüm işlendiğinde?

source: Rename .nfo file
ca_es: Rebategi arxiu. nfo
hu_hu: .Nfo fájl átnevezése
it_it: Rinominare il file. NFO
nl_nl: Nfo-bestand hernoemen
pl_pl: Zmień nazwę pliku .nfo
pt_pt: Renomear o ficheiro NFO
sv_se: Byt namn på .nfo fil
tr_tr: .NFO dosyasını yeniden adlandırın

source: Rename the original .nfo file to
ca_es: Rebategi l'arxiu original. nfo a
hu_hu: Az eredeti .nfo fájl átnevezése
it_it: Rinominare il file. NFO originale
nl_nl: De naam van de oorspronkelijke nfo-bestand te wijzigen
pl_pl: Zmień nazwę oryginalnego pliku .nfo
pt_pt: Renomeie o arquivo NFO original para
sv_se: Byt namn på den ursprungliga .nfo-filen till
tr_tr: Özgün .nfo dosyasını yeniden adlandırın

source: .nfo-orig to avoid conflicts?
ca_es: . nfo-orig per evitar conflictes?
hu_hu: .nfo orig ütközésének elkerülése érdekében?
it_it: NFO-orig per evitare conflitti?
nl_nl: nfo-orig om conflicten te voorkomen?
pl_pl: orig .nfo, aby uniknąć konfliktów?
pt_pt: NFO-orig para evitar conflitos?
sv_se: .NFO-orig att undvika konflikter?
tr_tr: .nfo-ORJ çakışmaları önlemek için?

source: Change File Date
ca_es: Modificació data d'arxiu
hu_hu: Fájl dátum módosítása
it_it: Data di modifica File
nl_nl: Wijzigingsdatum van bestand
pl_pl: Zmień datę pliku
pt_pt: Data de alteração do arquivo
sv_se: Ändra filen datum
tr_tr: Dosya tarihini değiştir

source: Set last modified filedate to the date that the episode aired?
ca_es: Última modificació del conjunt filedate a la data que l'episodi airejat?
hu_hu: Utolsó módosításának meg filedate a dátumot, az epizód adásba?
it_it: Insieme per l'ultima volta filedate per la data in cui l'episodio in onda?
nl_nl: Set laatst bewerkt filedate op de datum waarop de aflevering uitgezonden?
pl_pl: Zestaw ostatnio filedate do tej pory, że odcinek wyemitowany?
pt_pt: Conjunto modificado filedate para a data que o episódio foi ao ar?
sv_se: Uppsättning senast filedate till det datum då avsnittet sändes?
tr_tr: Son değişiklik kümesi, bölüm Yayınlanan Tarih olarak filedate?

source: Some systems may ignore this feature.
ca_es: Alguns sistemes poden ignorar aquesta característica.
hu_hu: Egyes rendszerek is figyelmen kívül hagyja ezt a funkciót.
it_it: Alcuni sistemi possono ignorare questa funzionalità.
nl_nl: Sommige systemen kunnen negeren deze functie.
pl_pl: Niektóre systemy mogą ignorować tej funkcji.
pt_pt: Alguns sistemas podem ignorar esse recurso.
sv_se: Vissa system kan ignorera den här funktionen.
tr_tr: Bazı sistemlerde bu özelliği göz ardı edebilir.

source: Timezone for File Date:
ca_es: Fus horari per data d'arxiu:
hu_hu: Időzóna, fájl dátum:
it_it: Fuso orario per la data del File:
nl_nl: Uurzonee voor datum van bestand:
pl_pl: Strefa czasowa dla Data pliku:
pt_pt: Fuso horário para a data do arquivo:
sv_se: Tidszon för filen datum:
tr_tr: Dosya tarihi için zaman:

source: Unpack
ca_es: Desempaqueti
hu_hu: Csomagolja ki
it_it: Scompattare
nl_nl: Uitpakken
pl_pl: Rozpakować
pt_pt: Descompactar
sv_se: Packa upp
tr_tr: Açmak

source: Unpack any TV releases in your
ca_es: Desempaqueti qualsevol alleujaments de TV en el seu
hu_hu: Csomagold ki akármi TV mentesít-ban a
it_it: Decomprimere qualsiasi release di TV in vostro
nl_nl: Pak de releases van elke TV in uw
pl_pl: Rozpakuj wszystkie wersje TV w swoim
pt_pt: Descompacte qualquer TV lançamentos em seu
sv_se: Packa upp några TV utgåvor i din
tr_tr: Herhangi bir TV sürümlerde açmak,

source: TV Download Dir
ca_es: Dir descarrega de TV
hu_hu: TV Letöltés Dir
it_it: TV Scarica Dir
pl_pl: Dir Pobierz TV
sv_se: TV Hämta Dir

source: Delete RAR contents
ca_es: Suprimir RAR contingut
hu_hu: Töröl a RAR tartalmát
it_it: Elimina il contenuto del RAR
nl_nl: RAR inhoud verwijderen
pl_pl: Usuń zawartość RAR
pt_pt: Apagar o conteúdo do RAR
sv_se: RAR innehållet tas bort
tr_tr: RAR içeriği silin
