Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Test Twitter
ca_es: Prova de Twitter
hu_hu: Twitter teszt
it_it: Prova Twitter
nl_nl: Testen van Twitter
pl_pl: Przetestować Twitter
pt_pt: Teste Twitter
sv_se: Testa Twitter
tr_tr: Test heyecan

source: Trakt helps keep a record of what TV shows and movies you are watching. Based on your favorites, trakt recommends additional shows and movies you'll enjoy!
ca_es: Trakt ajuda a mantenir un registre de què demostracions de TV i pel·lícules està veient. Basat en els seus favorits, trakt recomana programes addicionals i pel lícules que gaudeixi!
hu_hu: Trakt segít nyilvántartást vezet a mi TV-műsorok és a filmeket Nézed. Alapján a Kedvencek, trakt javasolja további mutat és mozi élvezni fogja!
it_it: Trakt aiuta a tenere traccia di quali programmi TV e film che si sta guardando. Basato su vostri favoriti, trakt raccomanda ulteriori spettacoli e film che ti divertirai!
nl_nl: Trakt helpt een register bijhouden van wat TV-shows en films die u bekijkt. Op basis van uw favorieten, raadt trakt extra shows en films die u zult genieten!
pl_pl: Trakt pozwala rejestrować programy telewizyjne i filmy oglądasz. W oparciu o swoich ulubionych, trakt zaleca dodatkowe programy i filmy, które możesz cieszyć się!
pt_pt: Trakt ajuda a manter um registro de programas de TV e filmes que você está assistindo. Com base em seus favoritos, trakt recomenda shows adicionais e você vai desfrutar de filmes!
sv_se: Trakt hjälper till att hålla koll på vilka serier och filmer du tittar på. Baserat på dina favoriter, rekommenderar Trakt ytterligare serier och filmer du kan njuta av!
tr_tr: Trakt ne TV programları kaydını tutmanıza yardımcı olur ve filmler seyrediyorsunuz. Sık göre trakt ek programlarını ve filmleri keyif alacaksınız önerir!

source: send Trakt.tv notifications?
ca_es: enviar notificacions Trakt.tv?
hu_hu: Trakt.tv értesítések?
it_it: inviare notifiche di Trakt.tv?
nl_nl: kennisgevingen van de Trakt.tv?
pl_pl: Wysyłanie powiadomień Trakt.tv?
pt_pt: enviar notificações de Trakt.tv?
sv_se: skicka Trakt.tv-meddelanden?
tr_tr: Trakt.TV bildirimleri göndermek?

source: authorization PIN code
ca_es: autorització codi PIN
hu_hu: PIN-kód engedélyezése
it_it: autorizzazione codice PIN
nl_nl: vergunning PIN-code
pl_pl: autoryzacji kodem PIN
pt_pt: autorização código PIN
sv_se: auktorisering PIN-kod
tr_tr: Yetkilendirme PIN kodunu

source: Authorize
ca_es: Autoritzar
hu_hu: Engedélyezése
it_it: Autorizzazione
nl_nl: Machtigen
pl_pl: Autoryzować
pt_pt: Autorizar
sv_se: Auktorisera
tr_tr: Yetki

source: Authorize SiCKRAGE
ca_es: Autoritzar la SiCKRAGE
hu_hu: SiCKRAGE engedélyezése
it_it: Autorizzazione SiCKRAGE
nl_nl: Machtigen SiCKRAGE
pl_pl: Upoważnić SiCKRAGE
pt_pt: Autorizar a SiCKRAGE
sv_se: Auktorisera SiCKRAGE
tr_tr: SiCKRAGE yetki

source: API Timeout
ca_es: Temps d'espera API
hu_hu: API-időtúllépés
it_it: Timeout di API
pl_pl: Limitu czasu interfejsu API
pt_pt: Tempo limite de API
tr_tr: API zaman aşımı

source: Seconds to wait for Trakt API to respond. (Use 0 to wait forever)
ca_es: Segons esperar Trakt API per respondre. (Ús 0 esperar per sempre)
hu_hu: Másodpercet kell várni Trakt API-hoz, válaszol. (Használat várni örökké 0)
it_it: Secondi di attesa per Trakt API per rispondere. (Uso 0 ad aspettare per sempre)
nl_nl: Seconden wachten voor Trakt API om te reageren. (Gebruik 0 voor eeuwig wachten)
pl_pl: Sekund oczekiwania na Trakt API odpowiedzieć. (Użyj 0 czekać na zawsze)
pt_pt: Segundos de espera para Trakt API responder. (Use 0 para esperar para sempre)
sv_se: Sekunder att vänta på Trakt API att svara. (Använd 0 till vänta för evigt)
tr_tr: Trakt API için yanıt vermek beklenecek saniye. (Kullanım sonsuza kadar beklemek için 0)

source: Default indexer
ca_es: Omissió d'indexador
hu_hu: Alapértelmezett indexelője
it_it: Indicizzatore predefinito
nl_nl: Standaard indexer
pl_pl: Indeksatora domyślne
pt_pt: Indexador padrão
sv_se: Standard indexeraren
tr_tr: Varsayılan dizin oluşturucu

source: Sync libraries
ca_es: Biblioteques de sincronització
hu_hu: Szinkronizál könyvtárak
it_it: Librerie di sincronizzazione
nl_nl: Sync bibliotheken
pl_pl: Synchronizacja biblioteki
pt_pt: Bibliotecas de sincronização
sv_se: Synkronisering bibliotek
tr_tr: Eşitleme kitaplıkları

source: sync your SickRage show library with your trakt show library.
ca_es: Sincronitza la teva biblioteca de Mostra el SickRage amb la seva biblioteca Mostra el trakt.
hu_hu: szinkronizálni a SickRage Térkép könyvtár a trakt Térkép könyvtár.
it_it: sincronizzare la libreria di spettacolo di SickRage con la tua trakt Visualizza libreria.
nl_nl: Sync uw SickRage Toon bibliotheek met uw trakt Toon-bibliotheek.
pl_pl: Synchronizowanie biblioteki Pokaż SickRage z trakt Pokaż biblioteki.
pt_pt: Sincronize sua biblioteca de programa SickRage com a sua biblioteca de mostrar trakt.
sv_se: synkronisera ditt seriebibliotek i SickRage med dito i Trakt.
tr_tr: SickRage gösteri kitaplığınıza trakt Haritayı kütüphane ile senkronize.

source: Remove Episodes From Collection
ca_es: Treure episodis de col·lecció
hu_hu: Epizód eltávolítása gyűjtemény
it_it: Rimuovere gli episodi da collezione
nl_nl: Verwijderen van afleveringen uit collectie
pl_pl: Usuwanie odcinków z kolekcji
pt_pt: Remover episódios de coleção
sv_se: Ta bort avsnitt från samlingen
tr_tr: Bölüm koleksiyonundan kaldırın

source: Remove an episode from your Trakt collection if it is not in your SickRage library.
ca_es: Treure un episodi de la seva col·lecció Trakt si no és a la biblioteca de SickRage.
hu_hu: Egy epizód eltávolítása a Trakt gyűjtemény, ha nem a SickRage könyvtárban.
it_it: Rimuovere un episodio dalla tua Trakt collezione se non è nella tua libreria di SickRage.
nl_nl: Een aflevering uit uw Trakt collectie verwijderen als het niet in uw mediabibliotheek SickRage.
pl_pl: Usunąć odcinek z kolekcji Trakt, jeśli nie jest w bibliotece SickRage.
pt_pt: Remova um episódio de sua coleção Trakt, se não for na sua biblioteca de SickRage.
sv_se: Ta bort ett avsnitt från din Trakt-samling om det inte finns i ditt SiCKRAGE-bibliotek.
tr_tr: SickRage kitaplığınızda değilse bir bölüm Trakt koleksiyonundan kaldırın.

source: Sync watchlist
ca_es: Sincronització watchlist
hu_hu: Szinkronizálási listához
it_it: Sincronizzazione watchlist
pl_pl: Synchronizacja listy obserwowanych
pt_pt: Cotações de sincronização
sv_se: Sync bevakningslista
tr_tr: Eşitleme watchlist

source: sync your SickRage show watchlist with your trakt show watchlist (either Show and Episode).
ca_es: Sincronitza el teu watchlist de Mostra el SickRage amb el seu trakt Mostra el watchlist (espectacle i episodi).
hu_hu: szinkronizálni a SickRage Térkép listához az Ön trakt Térkép listája (Térkép és epizód).
it_it: Sincronizza la tua watchlist visualizza SickRage con tua trakt Visualizza watchlist (Visualizza ed episodio).
nl_nl: Sync uw watchlist Toon SickRage met jouw trakt Toon volglijst (Toon en aflevering).
pl_pl: Synchronizacja SickRage Pokaż obserwowane z trakt Pokaż obserwowanych (Pokaż i odcinek).
pt_pt: Sincronize sua lista de vigiados SickRage mostrar com seu trakt Mostrar lista de vigiados (programa eo episódio).
sv_se: synkronisera din bevakningslista för serier i SickRage med din dito i Trakt (antingen Serie eller Episod).
tr_tr: SickRage gösteri watchlist trakt Haritayı watchlist (gösteri ve bölüm) ile senkronize.

source: Episode will be added on watch list when wanted or snatched and will be removed when downloaded
ca_es: Episodi s'afegiran en llista de vigilància quan volia o va arrabassar i es trauran quan es descarreguen
hu_hu: Epizód hozzá kell adni a Figyelőlista, amikor akartam, és kikapta eltávolításra kerül, ha a letöltött
it_it: Episodio verrà aggiunto sulla lista quando volevamo o strappato e verranno rimossi quando scaricato
nl_nl: Aflevering zal worden toegevoegd op watchlist wanneer gezocht of weggerukt en zal worden verwijderd als gedownload
pl_pl: Odcinek zostanie dodany na liście obserwacyjnej, gdy chciał lub porwał i zostaną usunięte po pobraniu
pt_pt: Episódio será adicionado na lista de observação quando quis ou arrebatou e será removido quando baixei
sv_se: Episod kommer att läggas på bevakningslista när ville eller ryckte och tas bort när hämtade
tr_tr: Bölüm-ecek var olmak mülhak istedim veya kaptı ve ne zaman downloaded kaldırılacak izleme listesinde

source: Watchlist add method
ca_es: Watchlist afegir mètode
hu_hu: Listához adja hozzá a módszer
it_it: Metodo add Watchlist
nl_nl: De methode add bij watchlist
pl_pl: Listy obserwowanych Dodaj Metoda
pt_pt: Watchlist método add
sv_se: Bevakningslista tilläggsmetod
tr_tr: Watchlist ekleme yöntemi

source: Skip All
ca_es: Omet-ho tot
hu_hu: Összes kihagyása
it_it: Ignora tutto
nl_nl: Alles overslaan
pl_pl: Pomiń wszystkie
pt_pt: Ignorar todos
sv_se: Hoppa över alla
tr_tr: Tümünü Atla

source: Download Pilot Only
ca_es: Descarregar Pilot només
hu_hu: Csak letölt a pilóta
it_it: Scarica pilota solo
nl_nl: Pilot alleen downloaden
pl_pl: Tylko Pobierz Pilot
pt_pt: Download piloto só
sv_se: Hämta Pilot bara
tr_tr: Sadece pilot indir

source: Get whole show
ca_es: Obtenir tot el show
hu_hu: Kap teljes Térkép
it_it: Ottenere tutto lo spettacolo
nl_nl: Krijgen van de hele show
pl_pl: Pobierz cały show
pt_pt: Se o show inteiro
sv_se: Hämta hela serien
tr_tr: Bütün Show'a

source: method in which to download episodes for new show's.
ca_es: mètode on descarregar episodis de nou espectacle.
hu_hu: módszer, ahol letölthető epizódok új show.
it_it: Metodo in cui scaricare episodi per il nuovo spettacolo.
nl_nl: methode om te downloaden afleveringen van de nieuwe show.
pl_pl: Metoda, w której chcesz pobrać odcinki do nowego show.
pt_pt: método baixar episódios do novo programa.
sv_se: metod för att hämta avsnitt för nya serier.
tr_tr: hangi yeni şov için episodes indirmek yöntem.

source: Remove episode
ca_es: Treure l'episodi
hu_hu: Távolítsa el az epizód
it_it: Rimuovere l'episodio
nl_nl: Verwijderen van aflevering
pl_pl: Usunąć odcinek
pt_pt: Remover o episódio
sv_se: Ta bort avsnitt
tr_tr: Bölüm Kaldır

source: remove an episode from your watchlist after it is downloaded.
ca_es: treure un episodi de la vostra llista de seguiment després es descarrega.
hu_hu: egy epizód eltávolítása a listához, hogy letöltését követően.
it_it: rimuovere un episodio dalla tua watchlist dopo averlo scaricato.
nl_nl: een aflevering van jouw volglijst verwijderen nadat het is gedownload.
pl_pl: usunąć odcinek z obserwowanych po pobraniu.
pt_pt: Remova um episódio da sua lista de vigiados, depois é feito o download.
sv_se: ta bort ett avsnitt från din bevakningslista när det har hämtats.
tr_tr: karşıdan yüklendikten sonra bir bölüm--dan senin watchlist kaldırın.

source: Remove series
ca_es: Eliminar sèries
hu_hu: Távolítsa el a sorozat
it_it: Rimuovere la serie
nl_nl: Reeks verwijderen
pl_pl: Usunąć serii
pt_pt: Remover a série
sv_se: Ta bort serien
tr_tr: Seriyi kaldırmak

source: remove the whole series from your watchlist after any download.
ca_es: treure tota la sèrie de la vostra llista de seguiment després de qualsevol descàrrega.
hu_hu: távolítsa el az egész sorozat minden letöltés után a listához.
it_it: rimuovere tutta la serie dalla tua watchlist dopo ogni download.
nl_nl: Verwijder de hele serie uit jouw volglijst na elke download.
pl_pl: Usuń całą serię z obserwowanych po jakiś download.
pt_pt: Remova toda a série da sua lista de vigiados após qualquer download.
sv_se: ta bort hela serien från bevakningslistan efter någon nedladdning.
tr_tr: dizi watchlist herhangi bir indirme sonra kaldırın.

source: Remove watched show
ca_es: Treure vist Mostra el
hu_hu: Távolítsa el a vizsgált Térkép
it_it: Rimuovere spettacolo visto
nl_nl: Verwijderen van gevolgde Toon
pl_pl: Usunąć obejrzane Pokaż
pt_pt: Remover programa assistido
sv_se: Radera visad serie
tr_tr: Çok izlenen gösteri kaldırma

source: remove the show from sickrage if it's ended and completely watched
ca_es: eliminar l'espectacle de sickrage si el té acabat i completament vist
hu_hu: távolítsa el a Térkép sickrage, ha véget ért, és teljesen nézte
it_it: rimuovere lo spettacolo da sickrage se ha finito e completamente visto
nl_nl: Als het heeft beëindigd en volledig keek de show verwijderen uit sickrage
pl_pl: usunąć show z sickrage, jeśli zakończył się i całkowicie oglądałem
pt_pt: remover o show de sickrage, se ele tiver terminado e assisti completamente
sv_se: radera serie från SiCKRAGE om den har avslutats och du har sett hela
tr_tr: Bu sona erdi ve tamamen izledim sickrage göstermek kaldırın

source: Start paused
ca_es: Començar en pausa
hu_hu: Indítsa el a felfüggesztett
it_it: Avviare in pausa
nl_nl: Start onderbroken
pl_pl: Uruchomić wstrzymane
pt_pt: Começar em pausa
sv_se: Starta pausad
tr_tr: Duraklatılmış başlatın

source: show's grabbed from your trakt watchlist start paused.
ca_es: Mostra el de agafar des de la vostra llista de seguiment trakt començar en pausa.
hu_hu: Térkép meg megragadta az Ön trakt listája elkezd fel van függesztve.
it_it: spettacolo di afferrato dalla tua watchlist trakt avviare in pausa.
nl_nl: Toon de greep uit uw watchlist trakt start onderbroken.
pl_pl: Pokaż firmy chwycił z obserwowanych trakt uruchomić wstrzymane.
pt_pt: show do (a) agarrou da sua lista de vigiados trakt começar em pausa.
sv_se: serier som hämtats från din bevakningslista i Trakts startas som pausade.
tr_tr: gösteri trakt watchlist yakaladı'nın duraklatılmış başlatın.

source: Trakt blackList name
ca_es: Nom de llista negra Trakt
hu_hu: Trakt feketelista neve
it_it: Nome della blackList Trakt
nl_nl: Naam van de zwarte lijst van de trakt
pl_pl: Nazwa Trakt czarnej listy
pt_pt: Nome de lista negra Trakt
sv_se: Trakt svartlista namn
tr_tr: Trakt kara liste adı

source: Name(slug) of list on Trakt for blacklisting show on 'Add from Trakt' page
ca_es: Name(slug) de llista en Trakt de blacklisting Mostra el "Añadir del Trakt" pàgina
hu_hu: Name(Slug) listát a Trakt feketelistára "Hozzáadás a Trakt" oldal Térkép
it_it: Name(Slug) dell'elenco su Trakt per Visualizza nella pagina 'Aggiungi da Trakt' in blacklist
nl_nl: Name(slug) van lijst op Trakt voor zwarte lijst Toon op 'Add van Trakt' pagina
pl_pl: Name(Slug) z listy na Trakt na czarną listę show na stronę 'Dodaj od Trakt'
pt_pt: Name(Slug) da lista na Trakt para lista negra mostrar na página 'Adicionar de Trakt'
sv_se: Name(slug) på lista på Trakt för svartlistning Visa på 'Add från Trakt' sida
tr_tr: Name(Slug) listesinin Trakt üzerinde kara listeye 'Trakt Ekle' sayfasında göstermek için

source: Test Trakt
ca_es: Prova Trakt
hu_hu: Trakt teszt
it_it: Prova Trakt
pl_pl: Trakt testu
pt_pt: Teste Trakt
sv_se: Testa Trakt

source: Allows configuration of email notifications on a per show basis.
ca_es: Permet configuració de notificacions per correu electrònic sobre una base per Mostra.
hu_hu: Lehetővé teszi a konfigurációs az e-mail értesítések per Térkép alapján.
it_it: Consente di configurare le notifiche email su base a Visualizza.
nl_nl: Laat configuratie van e-mailberichten op basis van de per Toon.
pl_pl: Umożliwia Konfigurowanie powiadomień e-mail na zasadzie za Pokaż.
pt_pt: Permite a configuração de notificações de e-mail em uma base por programa.
sv_se: Tillåter konfiguration av e-postmeddelanden för varje serie.
tr_tr: E-posta bildirimleri yapılandırma bir gösteri başı olarak sağlar.

source: send email notifications?
ca_es: enviï notificacions per correu electrònic?
hu_hu: küld e-mail értesítést?
it_it: inviare notifiche via email?
nl_nl: het verzenden van e-mailberichten?
pl_pl: Wysyłanie powiadomień e-mail?
pt_pt: enviar notificações por email?
sv_se: Skicka e-postmeddelanden?
tr_tr: e-posta bildirimleri göndermek?

source: SMTP host
ca_es: Amfitrió SMTP
hu_hu: SMTP-állomás
it_it: Host SMTP
pl_pl: Hosta SMTP
pt_pt: Host SMTP
sv_se: SMTP-värd
tr_tr: SMTP ana bilgisayarı

source: SMTP server address
ca_es: Adreça de servidor de SMTP
hu_hu: SMTP szolgál cím
it_it: Indirizzo del server SMTP
nl_nl: SMTP-serveradres
pl_pl: Adres serwera SMTP
pt_pt: Endereço do servidor SMTP
sv_se: SMTP-serveradress
tr_tr: SMTP sunucu adresi

source: SMTP server port number
ca_es: Nombre de ports de servidor de SMTP
hu_hu: SMTP-kiszolgáló portszáma
it_it: Numero di porta del server SMTP
nl_nl: SMTP server poortnummer
pl_pl: Numer portu serwera SMTP
pt_pt: Número de porta do servidor SMTP
sv_se: SMTP-serverns portnummer
tr_tr: SMTP sunucusunun bağlantı noktası numarası

source: SMTP from
ca_es: SMTP de
hu_hu: SMTP-re
it_it: SMTP da
nl_nl: SMTP uit
pl_pl: SMTP z
pt_pt: SMTP de
sv_se: SMTP från
tr_tr: SMTP üzerinden

source: sender email address
ca_es: Adreça d'e-mail de remitent
hu_hu: küldő e-mail címe
it_it: Indirizzo email del mittente
nl_nl: e-mailadres van afzender
pl_pl: adres e-mail nadawcy
pt_pt: Endereço de e-mail do remetente
sv_se: avsändarens e-postadress
tr_tr: gönderen e-posta adresi

source: Use TLS
ca_es: TLS d'ús
hu_hu: Használható TLS
it_it: Utilizzare TLS
nl_nl: Gebruik TLS
pl_pl: Użycie TLS
pt_pt: Uso TLS
sv_se: Använd TLS
tr_tr: Kullanım TLS

source: check to use TLS encryption.
ca_es: comprovació utilitzar xifratge TLS.
hu_hu: Ellenőrizze, hogy a TLS titkosítás használatához.
it_it: controllo per utilizzare la crittografia TLS.
nl_nl: selectievakje TLS-codering te gebruiken.
pl_pl: Zaznacz, aby użyć szyfrowania TLS.
pt_pt: seleção para usar criptografia TLS.
sv_se: markera för att använda TLS-kryptering.
tr_tr: TLS şifrelemesi kullanmak için işaretleyin.

source: SMTP user
ca_es: L'usuari SMTP
hu_hu: SMTP-felhasználó
it_it: Utente di SMTP
nl_nl: SMTP-gebruiker
pl_pl: SMTP użytkownika
pt_pt: Usuário do SMTP
sv_se: SMTP-användare
tr_tr: SMTP kullanıcı

source: optional
ca_es: opcional
hu_hu: választható
it_it: opzionale
nl_nl: optioneel
pl_pl: opcjonalne
pt_pt: opcional
sv_se: frivillig
tr_tr: isteğe bağlı

source: SMTP password
ca_es: Contrasenya SMTP
hu_hu: SMTP-jelszó
it_it: Password SMTP
nl_nl: SMTP-wachtwoord
pl_pl: Hasło SMTP
pt_pt: Senha de SMTP
sv_se: SMTP-lösenord
tr_tr: SMTP şifresi

source: Global email list
ca_es: Llista de correu electrònic global
hu_hu: Globális e-mail lista
it_it: Elenco globale di posta elettronica
nl_nl: Globale e-maillijst
pl_pl: Globalnego e-mail listy
pt_pt: Lista de e-mail global
sv_se: Global e-postlista
tr_tr: Genel e-posta listesi

source: all emails here receive notifications for
ca_es: tots els e-mail aquí rebre notificacions, per
hu_hu: minden e-mailt ide kap értesítést az
it_it: tutte le email qui ricevano notifiche per
nl_nl: alle e-mails hier meldingen voor
pl_pl: tutaj wszystko poczta elektroniczna otrzymywać powiadomienia dla
pt_pt: todos os e-mails aqui recebem notificações para
sv_se: alla e-postmeddelanden här får notifieringar för
tr_tr: tüm e-posta bildirimleri almak

source: all
ca_es: tots els
hu_hu: minden
it_it: tutti i
nl_nl: alle
pl_pl: wszystkie
pt_pt: todos os
sv_se: alla
tr_tr: tüm

source: shows.
ca_es: espectacles.
hu_hu: mutatja.
it_it: spettacoli.
nl_nl: toont.
pl_pl: pokazy.
pt_pt: programas.
sv_se: serier.
tr_tr: gösterir.

source: Show notification list
ca_es: Mostra la llista de notificació
hu_hu: Értesítési lista megjelenítése
it_it: Visualizza l'elenco delle notifiche
nl_nl: Melding weergeven
pl_pl: Pokaż listę powiadomień
pt_pt: Mostrar a lista de notificação
sv_se: Visa notifieringslista
tr_tr: Bildirim listesi göster

source: Select a Show
ca_es: Selecciona un espectacle
hu_hu: Jelölje be a Megjelenítés
it_it: Selezionare uno spettacolo
nl_nl: Selecteer een Show
pl_pl: Wybierz Pokaż
pt_pt: Selecione um espetáculo
sv_se: Välj en Serie
tr_tr: Bir göster'i seçin

source: configure per show notifications here.
ca_es: configurar per Mostra notificacions aquí.
hu_hu: Állítsa be a per mutat hirdetések itt.
it_it: configurare per ogni Mostra notifiche qui.
nl_nl: configureren per Toon meldingen hier.
pl_pl: Skonfiguruj na Pokaż powiadomienia tutaj.
pt_pt: Configure por mostrar notificações aqui.
sv_se: konfigurera notifiering per Serie här.
tr_tr: Burada gösteri bildirimleri için yapılandırın.

source: configure per-show notifications here by entering email addresses, separated by commas, after selecting a show in the drop-down box. Be sure to activate the Save for this show button below after each entry.
ca_es: configurar les notificacions per mostrar aquí introduint adreces d'e-mail, separats per comes, després de seleccionar un espectacle al quadre desplegable. Assegureu-vos d'activar l'estalviar per a aquesta Mostra el botó per sota després de cada entrada.
hu_hu: per-Térkép értesítések itt beállítása megadásával e-mail címét, vesszővel elválasztva, miután egy Térkép kiválasztása a legördülő listából. Győződjön meg róla, minden lépése után a mentés e megjelenítése gomb alatti aktiválásához.
it_it: configurare le notifiche di al-Visualizza qui inserendo indirizzi email, separati da virgole, dopo aver selezionato uno spettacolo nella casella a discesa. Assicurarsi di attivare il salvataggio per questo pulsante Visualizza sotto dopo ogni voce.
nl_nl: per-Toon meldingen hier configureren door het invoeren van e-mailadressen, gescheiden door komma's, na het selecteren van een show in de drop-down box. Zorg ervoor dat het opslaan voor deze knop weergeven onder activeren na elke vermelding.
pl_pl: Konfigurowanie powiadomień-show tutaj, wpisując adresy e-mail, rozdzielane przecinkami, po wybraniu opcji Pokaż w polu listy rozwijanej. Pamiętaj aktywować Zapisz dla tego przycisku Pokaż poniżej po każdym wpisie.
pt_pt: Configure notificações por-show aqui digitando endereços de e-mail, separados por vírgulas, depois de selecionar um programa na caixa drop-down. Não se esqueça de ativar o salvar para este botão Mostrar abaixo após cada entrada.
sv_se: konfigurera notifiering per serie här genom att ange e-postadresser, avgränsade med kommatecken, efter att ha valt en serie i rullgardinsmenyn. Glöm inte att aktivera "Spara för denna serie" nedan efter varje inmatning.
tr_tr: gösteri başına bildirimleri burada bir gösteri aþaðý açýlan kutusunu seçtikten sonra virgül ile ayrılmış e-posta adreslerini girerek yapılandırın. Bu göster düğmesini için Kaydet her girişten sonra etkinleştirdiğinizden emin olun.

source: Save for this show
ca_es: Estalviar per a aquest espectacle
hu_hu: Mentse ezt a show
it_it: Salvare per questo spettacolo
nl_nl: Sparen voor deze show
pl_pl: Zapisz na ten koncert
pt_pt: Salvar para este show
sv_se: Spara för denna serie
tr_tr: Bu gösteri için kaydetmek

source: Test Email
ca_es: Correu electrònic de prova
hu_hu: Próba e-mailt
it_it: Email di prova
pl_pl: Test wiadomości E-mail
pt_pt: E-mail de teste
sv_se: Testa e-post
tr_tr: Sınama e-posta
