Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: No Network
ca_es: Cap xarxa
hu_hu: Nincs hálózat
it_it: Nessuna rete
nl_nl: Geen netwerk
pl_pl: Brak sieci
pt_pt: Sem rede
sv_se: Inget nätverk
tr_tr: Ağ yok

source: Next Ep
ca_es: Següent Ep
hu_hu: Következő Ep
it_it: Successivo Ep
nl_nl: Volgende Ep
pl_pl: Następny Ep
pt_pt: Próximo Ep
sv_se: Nästa Ep
tr_tr: Sonraki Ep

source: Prev Ep
hu_hu: Előző Ep
tr_tr: Önceki Ep

source: Show
ca_es: Mostra el
hu_hu: Térkép
it_it: Visualizza
nl_nl: Toon
pl_pl: Pokaż
pt_pt: programa
sv_se: Serie
tr_tr: Göster

source: Downloads
ca_es: Descàrregues
hu_hu: Letöltések
it_it: Download
pl_pl: Pliki do pobrania
sv_se: Nedladdningar
tr_tr: Kere indirildi

source: Active
ca_es: Actiu
hu_hu: Aktív
it_it: Attivo
nl_nl: Actieve
pl_pl: Aktywne
pt_pt: Ativo
sv_se: Aktiva
tr_tr: Etkin

source: Directory
ca_es: Directori
hu_hu: Könyvtár
pl_pl: Katalogu
pt_pt: Diretório
sv_se: Katalog
tr_tr: Dizin

source: Show Name (tvshow.nfo)
ca_es: Mostra el nom (tvshow.nfo)
hu_hu: Térkép neve (tvshow.nfo)
it_it: Mostra il nome (tvshow.nfo)
nl_nl: Toon naam (tvshow.nfo)
pl_pl: Pokaż nazwę (tvshow.nfo)
pt_pt: Mostrar nome (tvshow.nfo)
sv_se: Serienamn (tvshow.nfo)

source: Indexer
ca_es: Indexador
hu_hu: Indexelő
it_it: Indicizzatore
pl_pl: Indeksatora
pt_pt: Indexador
sv_se: Indexeraren
tr_tr: Dizin Oluşturucu

source: Find a show
ca_es: Trobar un espectacle
hu_hu: Talál egy Térkép
it_it: Trovare uno spettacolo
nl_nl: Zoek een show
pl_pl: Znajdź Pokaż
pt_pt: Encontrar um show
sv_se: Hitta en serie
tr_tr: Bir bulun

source: Show retrieved from existing metadata:
ca_es: Mostra obtingut metadades existents:
hu_hu: A lap eredeti címe: a meglévő metaadatokat Térkép:
it_it: Visualizza Estratto da metadati esistenti:
nl_nl: Toon opgehaald uit bestaande metagegevens:
pl_pl: Pokaż źródło istniejących metadanych:
pt_pt: Mostrar Obtida de metadados existentes:
sv_se: Serie hämtad från existerande metadata:
tr_tr: Varolan meta verilerinden alınan gösterir:

source: Choose language
ca_es: Triar idioma
hu_hu: Válasszon nyelvet
it_it: Scegli la lingua
nl_nl: Kies taal
pl_pl: Wybierz język
pt_pt: Escolha o idioma
sv_se: Välj språk
tr_tr: Dil seçin

source: Pick a folder
ca_es: Seleccioneu una carpeta
hu_hu: Válasszon egy mappát
it_it: Selezionare una cartella
nl_nl: Een map kiezen
pl_pl: Wybierz folder
pt_pt: Escolha uma pasta
sv_se: Välj en mapp
tr_tr: Bir klasör seçin

source: Pre-chosen Destination Folder:
ca_es: Carpeta de destinació pre-seleccionats:
hu_hu: Előre kiválasztott célmappába:
it_it: Cartella di destinazione prescelto:
nl_nl: Vooraf gekozen doelmap:
pl_pl: Folder docelowy wstępnie wybrane:
pt_pt: Pasta de destino previamente escolhido:
sv_se: Förvalda målmappen:
tr_tr: Önceden seçtiğiniz hedef klasör:

source: Custom options
ca_es: Opcions personalitzades
hu_hu: Egyéni beállítások
it_it: Opzioni personalizzate
nl_nl: Aangepaste opties
pl_pl: Opcje niestandardowe
pt_pt: Opções personalizadas
sv_se: Anpassade alternativ
tr_tr: Özel seçenekler

source: Skip Show
ca_es: Omet Mostra el
hu_hu: Ugrás Térkép
it_it: Visualizza Skip
nl_nl: Skip Toon
pl_pl: Pomiń Pokaż
sv_se: Hoppa över serie
tr_tr: Atla gösteri

source: Enter the folder containing the episode
ca_es: Introduïu la carpeta que conté l'episodi
hu_hu: Adja meg a mappát, amely tartalmazza az epizód
it_it: Entrare nella cartella che contiene l'episodio
nl_nl: Invoeren van de map met de aflevering
pl_pl: Wchodzimy do folderu zawierającego odcinek
pt_pt: Entrar na pasta que contém o episódio
sv_se: Ange den mapp som innehåller avsnittet
tr_tr: Bölüm içeren klasörü girin

source: Process Method to be used:
ca_es: Mètode de procés que s'utilitzarà:
hu_hu: Folyamat módszer használható:
it_it: Metodo di processo da utilizzare:
nl_nl: De methode van het proces om te worden gebruikt:
pl_pl: Metody proces ma być używany:
pt_pt: Método do processo a ser usado:
sv_se: Processmetod som ska användas:
tr_tr: Işlem yöntemi kullanılmak üzere:

source: Force already Post Processed Dir/Files:
ca_es: Ja força Post processat Dir/arxius:
hu_hu: Erő már feldolgozott Dir/fájlok közzététele:
it_it: Forza già Post Dir/file elaborati:
nl_nl: Dwingt al Post verwerkt Dir/bestanden:
pl_pl: Życie już Post przetwarzane Dir/pliki:
pt_pt: Vigor já Post Dir/arquivos processados:
sv_se: Kraft redan Post bearbetade Dir/filer:
tr_tr: Zaten Post işlenmiş Dir/dosyaları zorla:

source: Mark Dir/Files as priority download:
ca_es: Mark Dir/arxius com descarregar prioritat:
hu_hu: Letöltés Mark Dir/fájlokat mint prioritás:
it_it: Scaricare Mark Dir/file come priorità:
nl_nl: Mark Dir/bestanden als prioriteit downloaden:
pl_pl: Pobierz znacznik Dir/pliki jako priorytet:
pt_pt: Baixar marca Dir/arquivos como prioridade:
sv_se: Ladda ner mark Dir/filer som prioritet:
tr_tr: Download Mark Dir/eğe öncelik olarak:

source: (Check it to replace the file even if it exists at higher quality)
ca_es: (Comprovar per reemplaçar l'arxiu, fins i tot si existeix a més qualitat)
hu_hu: (Ellenőrizze, hogy cserélje ki a fájlt, még akkor is, ha létezik jobb minőségben)
it_it: (Verificare per sostituire il file, anche se esiste con una qualità superiore)
nl_nl: (Check het ter vervanging van het bestand, zelfs als het bestaat op hogere kwaliteit)
pl_pl: (Sprawdź, aby zastąpić plik, nawet jeśli istnieje w wyższej jakości)
pt_pt: (Verifique-o para substituir o arquivo, mesmo se ele existe no mais de alta qualidade)
sv_se: (Kolla upp det om du vill ersätta filen även om den finns på högre kvalitet)
tr_tr: (Daha yüksek kalitede varsa bile dosyayı değiştirmek için kontrol)

source: Delete files and folders:
ca_es: Suprimeixi arxius i carpetes:
hu_hu: Fájlok és mappák törlése:
it_it: Eliminare file e cartelle:
nl_nl: Bestanden en mappen te verwijderen:
pl_pl: Usuwanie plików i folderów:
pt_pt: Exclua arquivos e pastas:
sv_se: Radera filer och mappar:
tr_tr: Dosya ve klasörleri silin:

source: (Check it to delete files and folders like auto processing)
ca_es: (Comprovar-lo per suprimir arxius i carpetes com auto de processament)
hu_hu: (Ellenőrizze, hogy töröl fájlokat és tartók mint automatikus feldolgozás)
it_it: (Verifica per eliminare file e cartelle come elaborazione di auto)
nl_nl: (Check om te verwijderen bestanden en mappen zoals automatische verwerking)
pl_pl: (Sprawdzanie ono do usuwania plików i folderów, takich jak automatyczne przetwarzanie)
pt_pt: (Verifique-o para excluir arquivos e pastas como processamento de auto)
sv_se: (Kontrollera att radera filer och mappar som auto bearbetning)
tr_tr: (Dosyaları ve klasörleri otomatik işleme gibi silmek için kontrol)

source: Don't use processing queue:
ca_es: No utilitzar cua de processament:
hu_hu: Ne használjon várólista feldolgozása:
it_it: Non utilizzare la coda di elaborazione:
nl_nl: Gebruik geen verwerking wachtrij:
pl_pl: Nie używaj przetwarzanie kolejki:
pt_pt: Não use a fila de processamento:
sv_se: Använd inte bearbetningskön:
tr_tr: İşlem kuyruğunda kullanmayın:

source: (Check it to return the result of the process here, but may be slow!)
ca_es: (Comprovar-ho per tornar el resultat del procés aquí, però pot ser lenta!)
hu_hu: (Ellenőrizze, hogy az eredmény, a folyamat itt vissza, de lehet, hogy lassú!)
it_it: (Verifica per restituire il risultato del processo qui, ma potrebbe essere lento!)
nl_nl: (Check it om terug te keren van het resultaat van het proces hier, maar kan traag!)
pl_pl: (Sprawdzanie ono do zwracania wyniku procesu tutaj, ale może być powolny!)
pt_pt: (Verifique-o para retornar o resultado do processo aqui, mas pode ser lenta!)
sv_se: (Kolla upp det för att returnera resultatet av processen här, men kan vara långsam!)
tr_tr: (Burada sürecinin sonucu dönmek için kontrol, ama yavaş olabilir!)

source: Mark download as failed:
ca_es: Descàrrega de marca com a incorrecta:
hu_hu: Letöltés megjelölése nem sikerült:
it_it: Contrassegnare il download come non riuscito:
nl_nl: Als het mislukt, markeert u downloaden:
pl_pl: Oznacz do pobrania jako nie powiodło się:
pt_pt: Marcar baixar como falhou:
sv_se: Markera den nedladdning som misslyckades:
tr_tr: Karşıdan yükleme başarısız olarak işaretleyin:

source: Process
ca_es: Procés
hu_hu: Folyamat
it_it: Processo
nl_nl: Proces
pl_pl: Proces
pt_pt: Processo
sv_se: Processen
tr_tr: İşlem

source: Performing Restart
ca_es: Actuant reprendre
hu_hu: Rendszerindításának végrehajtása
it_it: Eseguire il riavvio
nl_nl: Opnieuw uitvoeren
pl_pl: Wykonanie ponownego uruchomienia
pt_pt: Realizando a Restart
sv_se: Utför omstart
tr_tr: Yeniden başlatma gerçekleştirme

source: Daily Search
ca_es: Cerca diària
hu_hu: Napi keresés
it_it: Ricerca giornaliera
nl_nl: Dagelijks zoeken
pl_pl: Szukaj codziennie
pt_pt: Pesquisa diária
sv_se: Dagliga Sök
tr_tr: Günlük arama

source: Backlog
ca_es: Acumulació
hu_hu: Lemaradás
nl_nl: Achterstand
pl_pl: Zaległości
pt_pt: Lista de pendências
sv_se: Eftersläpningen
tr_tr: Bekleme listesi

source: Show Update
ca_es: Stra l'actualització
hu_hu: Térkép frissítés
it_it: Visualizza aggiornamento
nl_nl: Update weergeven
pl_pl: Pokaż aktualizacji
pt_pt: Atualização de programa
sv_se: Serieuppdatering
tr_tr: Güncelleştirmeyi göster

source: Version Check
ca_es: Comprovació de versió
hu_hu: Verziójának ellenőrzése
it_it: Controllo di versione
nl_nl: Versie controleren
pl_pl: Sprawdzanie wersji
pt_pt: Verificação de versão
sv_se: Versionskontroll
tr_tr: Sürüm denetimi

source: Proper Finder
ca_es: Cercador propi
hu_hu: Megfelelő kereső
it_it: Corretto Finder
nl_nl: Juiste Finder
pl_pl: Odpowiedniej Finder
pt_pt: Localizador de adequada
sv_se: Proper-sökare
tr_tr: Uygun Bulucu

source: Post Process
ca_es: Post-procés
hu_hu: Post eljárás
it_it: Post-elaborazione
nl_nl: Post-proces
pl_pl: Po procesie
pt_pt: Processo de post
sv_se: Efterbearbetning
tr_tr: İşlem sonrası

source: Subtitles Finder
ca_es: Cercador de subtítols
hu_hu: Feliratok kereső
it_it: Sottotitoli Finder
nl_nl: Ondertitels Finder
pl_pl: Wyszukiwarka napisów
pt_pt: Localizador de legendas
sv_se: Undertext-sökare
tr_tr: Altyazı Bulucu

source: Trakt Checker
hu_hu: Trakt jelenléti ellenőr
nl_nl: Trakt supervisor
sv_se: Trakt-kontroll
tr_tr: Trakt denetleyicisi

source: Scheduler
ca_es: Planificador de tasques
hu_hu: A Feladatütemező
it_it: Utilità di pianificazione
nl_nl: Planner
pl_pl: Harmonogram
pt_pt: Agendador de
sv_se: Schemaläggare
tr_tr: Zamanlayıcı

source: Scheduled Job
ca_es: Feina programada
hu_hu: Ütemezett feladat
it_it: Processo pianificato
nl_nl: Geplande taak
pl_pl: Zaplanowane zadanie
pt_pt: Trabalho programado
sv_se: Schemalagt jobb
tr_tr: Zamanlanmış iş

source: Cycle Time
ca_es: Temps de cicle
hu_hu: Ciklusidő
it_it: Tempo di ciclo
nl_nl: Cyclustijd
pl_pl: Czas cyklu
pt_pt: Tempo de ciclo
sv_se: Repititionstid
tr_tr: Döngü süresi

source: Next Run
ca_es: Pròxima cursa
hu_hu: A következő Futtatás
it_it: Prossima corsa
nl_nl: Volgende Run
pl_pl: Następnego uruchomienia
pt_pt: Em seguida execute
sv_se: Nästa körning
tr_tr: Sonraki çalışma

source: YES
ca_es: SÍ
hu_hu: igen
it_it: SÌ
nl_nl: JA
pl_pl: TAK
pt_pt: SIM
sv_se: Ja
tr_tr: EVET

source: NO
hu_hu: nem
pl_pl: NR
pt_pt: Não
sv_se: Nej
tr_tr: HAYIR

source: True
ca_es: Veritable
hu_hu: Igaz
it_it: Vero
nl_nl: Waar
pl_pl: Prawdziwe
pt_pt: Verdade
sv_se: Sant
tr_tr: Gerçek

source: Show Queue
ca_es: Cua Mostra el
hu_hu: Térkép-várólista
it_it: Visualizza coda
nl_nl: Wachtrij weergeven
pl_pl: Pokaż kolejki
pt_pt: Mostrar a fila
sv_se: Seriekö
tr_tr: Sıra göster

source: Show ID
ca_es: ID Mostra
hu_hu: Térkép-azonosító
it_it: Visualizza ID
nl_nl: Toon ID
pl_pl: Pokaż ID
pt_pt: Mostrar ID
sv_se: Serie-ID
tr_tr: Kimliğini göster

source: In Progress
ca_es: En curs
hu_hu: A folyamatban lévő
it_it: In corso
nl_nl: In uitvoering
pl_pl: W toku
pt_pt: Em andamento
sv_se: Pågående
tr_tr: Devam eden

source: Priority
ca_es: Prioritat
hu_hu: Prioritás
it_it: Priorità
nl_nl: Prioriteit
pl_pl: Priorytet
pt_pt: Prioridade
sv_se: Prioritet
tr_tr: Öncelik

source: Added
ca_es: Afegit
hu_hu: Hozzáadott
it_it: Aggiunto
nl_nl: Toegevoegd
pl_pl: Dodane
pt_pt: Adicionado
sv_se: Tillagd
tr_tr: Eklendi

source: Queue Type
ca_es: Tipus de cua
hu_hu: Várólistatípus
it_it: Tipo di coda
nl_nl: Wachtrijtype
pl_pl: Typ kolejki
pt_pt: Tipo de fila
sv_se: Kötyp
tr_tr: Sıra türü

source: LOW
ca_es: BAIXA
hu_hu: ALACSONY
it_it: BASSO
nl_nl: LAGE
pl_pl: NISKI
pt_pt: BAIXA
sv_se: LÅG
tr_tr: DÜŞÜK

source: NORMAL
hu_hu: NORMÁL
it_it: NORMALE
nl_nl: NORMAAL
pl_pl: NORMALNE

source: HIGH
ca_es: ALTA
hu_hu: MAGAS
it_it: ALTA
nl_nl: HOGE
pl_pl: WYSOKA
pt_pt: ALTA
sv_se: HÖG
tr_tr: YÜKSEK

source: Disk Space
ca_es: Espai de disc
hu_hu: Lemezterület
it_it: Spazio su disco
nl_nl: Schijfruimte
pl_pl: Miejsca na dysku
pt_pt: Espaço em disco
sv_se: Diskutrymme
tr_tr: Disk alanı

source: Location
ca_es: Localització
hu_hu: Hely
it_it: Posizione
nl_nl: Locatie
pl_pl: Lokalizacja
pt_pt: Localização
sv_se: Plats
tr_tr: Konumu

source: Free space
ca_es: Espai lliure
hu_hu: Szabad hely
it_it: Spazio libero
nl_nl: Vrije ruimte
pl_pl: Wolna przestrzeń
pt_pt: Espaço livre
sv_se: Ledigt utrymme
tr_tr: Boş alan

source: TV Download Directory
ca_es: Directori de descàrregues de TV
hu_hu: TV letöltési könyvtárat
it_it: Directory di Download di TV
pl_pl: TV, Pobierz katalog
sv_se: TV-nerladdningskatalog
tr_tr: TV indirme dizini

source: Media Root Directories
ca_es: Mitjans de comunicació arrel directoris
hu_hu: Média gyökér címtárak
it_it: Indici di radice media
nl_nl: Media wortel Directories
pl_pl: Media głównego katalogów
pt_pt: Diretórios de raiz de mídia
sv_se: Media rotkataloger
tr_tr: Medya dizinleri kök

source: Preview of the proposed name changes
ca_es: Vista prèvia dels canvis proposats nom
hu_hu: A javasolt név változások
it_it: Anteprima delle modifiche nome proposto
nl_nl: Voorbeeld van de voorgestelde naamwijzigingen
pl_pl: Podgląd zmian proponowana nazwa
pt_pt: Visualização das alterações propostas nome
sv_se: Förhandsgranska föreslagna namnändringar
tr_tr: Önerilen ad değişikliklerinin önizleme

source: All Seasons
ca_es: Totes les estacions
hu_hu: Minden évszakra
it_it: Tutte le stagioni
nl_nl: Alle seizoenen
pl_pl: Wszystkie sezony
pt_pt: Todas as estações
sv_se: Alla säsonger
tr_tr: Her mevsim

source: Select All
ca_es: Selecciona-ho tot
hu_hu: Jelölje ki az összes
it_it: Seleziona tutto
nl_nl: Selecteer alle
pl_pl: Zaznacz wszystkie
pt_pt: Selecionar tudo
sv_se: Markera alla
tr_tr: Tümünü Seç

source: Rename Selected
ca_es: Rebategi seleccionat
hu_hu: Nevezze át a kiválasztott
it_it: Rinomina selezionato
nl_nl: Hernoemen geselecteerd
pl_pl: Zmień nazwę wybranego
pt_pt: Renomear selecionado
sv_se: Byt namn på valda
tr_tr: Seçili yeniden adlandır

source: Cancel Rename
ca_es: Rebategi cancel·la
hu_hu: Mégse átnevezése
it_it: Annulla Rinomina
nl_nl: Naam wijzigen annuleren
pl_pl: Anuluj Zmień nazwę
pt_pt: Cancelar a renomear
sv_se: Avbryt namnändring
tr_tr: Yeniden Adlandır iptal

source: Old Location
ca_es: Antiga ubicació
hu_hu: Régi helye
it_it: Vecchio percorso
nl_nl: Oude locatie
pl_pl: Starej lokalizacji
pt_pt: Localização antiga
sv_se: Gammal plats
tr_tr: Eski konumu

source: New Location
ca_es: Nova ubicació
hu_hu: Új helyre
it_it: Nuova posizione
nl_nl: Nieuwe locatie
pl_pl: Nowa lokalizacja
pt_pt: Novo local
sv_se: Ny plats
tr_tr: Yeni konumu

source: Original
hu_hu: Eredeti
it_it: Originale
nl_nl: Origineel
pl_pl: Oryginał
sv_se: Ursprunglig
tr_tr: Özgün

source: Select Trakt List:
ca_es: Seleccioneu Trakt llista:
hu_hu: Válassza ki a lista Trakt:
it_it: Selezionare elenco Trakt:
nl_nl: Selecteer Trakt lijst:
pl_pl: Wybierz listy Trakt:
pt_pt: Selecione a lista Trakt:
sv_se: Välj Traktlista:
tr_tr: Trakt listeden seçin:

source: Most Anticipated
ca_es: Més esperats
hu_hu: Leginkább várt
it_it: Più atteso
nl_nl: Meest verwacht
pl_pl: Najbardziej oczekiwany
pt_pt: Mais antecipado
sv_se: Mest efterlängtade
tr_tr: En beklenen

source: Trending
ca_es: Tendències
hu_hu: Trendek
it_it: Trend
pl_pl: Najpopularniejsze
pt_pt: Tendências
sv_se: Trendande
tr_tr: Eğilimleri

source: Popular
hu_hu: Népszerű
it_it: Popolari
nl_nl: Populaire
pl_pl: Popularne
sv_se: Populär
tr_tr: Popüler

source: Most Watched
ca_es: Més vistos
hu_hu: Legnézettebb
it_it: Più visti
nl_nl: Meest bekeken
pl_pl: Najczęściej oglądane
pt_pt: Mais assistido
sv_se: Mest sedda
tr_tr: En çok izlenen

source: Most Played
ca_es: Més jugats
hu_hu: Legtöbbet játszott
it_it: Più giocati
nl_nl: Meest gespeeld
pl_pl: Najczęściej grane
pt_pt: Mais acessados
sv_se: Mest spelade
tr_tr: En çok oynanan

source: Most Collected
ca_es: Recollides la majoria
hu_hu: Gyűjteni a legtöbb
it_it: La maggior parte raccolti
nl_nl: Meeste verzameld
pl_pl: Większość zgromadzonych
pt_pt: Maioria coletados
sv_se: Mest samlade
tr_tr: Çoğu toplanan

source: Trakt API did not return any results, please check your config.
ca_es: Trakt API no ha retornat cap resultat, Comproveu el fitxer config.
hu_hu: Trakt API nem adott vissza eredményt, kérjük, ellenőrizze a config.
it_it: Trakt API non ha restituito alcun risultato, controllare il file config.
nl_nl: Trakt API heeft geen resultaat, Controleer uw config.
pl_pl: Trakt API nie zwróciło żadnych wyników, proszę sprawdzić Twój config.
pt_pt: Trakt API não retornou nenhum resultado, por favor, verifique sua configuração.
sv_se: Trakt API returnerade inte några resultat, vänligen kontrollera din konfiguration.
tr_tr: Trakt API herhangi bir sonuç döndürmedi, config kontrol edin.

source: votes
ca_es: vots
hu_hu: szavazat
it_it: voti
nl_nl: stemmen
pl_pl: głosów
pt_pt: votos
sv_se: röster
tr_tr: oy

source: Flatten Folders
ca_es: Aplanar les carpetes
hu_hu: Lelapul a mappák
it_it: Appiattire le cartelle
nl_nl: Samenvoegen van mappen
pl_pl: Spłaszcz folderów
pt_pt: Achate as pastas
sv_se: Platta till mappar
tr_tr: Klasörleri Düzleştir

source: Status for previously aired episodes
ca_es: Estat d'episodis prèviament emesa
hu_hu: Korábban sugárzott epizódok állapota
it_it: Stato per episodi precedentemente in onda
nl_nl: Status voor eerder uitgezonden afleveringen
pl_pl: Stan wcześniej wyemitowanych odcinków
pt_pt: Status de episódios exibidos anteriormente
sv_se: Status för tidigare sända avsnitt
tr_tr: Daha önce yayınlanan bölümleri için durumu

source: Status for all future episodes
ca_es: L'estat per a tots els futurs episodis
hu_hu: Minden későbbi epizódok állapota
it_it: Stato per tutti gli episodi futuri
nl_nl: Status voor alle toekomstige afleveringen
pl_pl: Stan wszystkich przyszłych odcinków
pt_pt: Status de todos os episódios futuros
sv_se: Status för alla framtida avsnitt
tr_tr: Durumu bütün gelecek bölüm için

source: Save As Defaults
ca_es: Desa els valors predeterminats
hu_hu: Alapértelmezések mentése
it_it: Salva come predefiniti
nl_nl: Opslaan als standaard
pl_pl: Zapisz jako domyślne
pt_pt: Salvar como padrões
sv_se: Spara som standard
tr_tr: Varsayılan olarak kaydetme

source: Use current values as the defaults
ca_es: Utilitzar valors actuals com les omissions
hu_hu: Aktuális értékek használata alapértelmezettként
it_it: Utilizzare i valori correnti come impostazioni predefinite
nl_nl: Huidige waarden als standaardprogramma's gebruiken
pl_pl: Użyj bieżącej wartości jako wartości domyślne
pt_pt: Usar valores atuais como padrão
sv_se: Använd aktuella värden som standardvärden
tr_tr: Geçerli değerleri varsayılanlar olarak kullanmak için

source: Fansub Groups:
ca_es: Grups de fansub:
hu_hu: Fansub csoportok:
it_it: Gruppi Fansub:
nl_nl: Fansub groepen:
pl_pl: Grupy fansub:
pt_pt: Grupos do Fansub:
sv_se: Fansub-grupper:
tr_tr: Fansub gruplar:
