Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: None of your episodes have status
ca_es: Cap dels seus episodis han estat
hu_hu: Az epizódok egyike sem rendelkezik a állapota
it_it: Nessuno dei vostri episodi hanno status
nl_nl: Uw afleveringen geen status
pl_pl: Żaden z Twoje odcinki mają status
pt_pt: Nenhum dos seus episódios têm status
sv_se: Inga av dina avsnitt har status
tr_tr: Senin bölüm yok durumu

source: Manage episodes with status
ca_es: Gestió d'episodis amb estat
hu_hu: Epizód állapotú kezelése
it_it: Il gestore di episodi con lo stato
nl_nl: Beheren van afleveringen met status
pl_pl: Zarządzanie odcinki ze stanem
pt_pt: Gerenciar episódios com status
sv_se: Hantera avsnitt med status
tr_tr: Durum ile bölümlerini yönetme

source: Manage
ca_es: Gestionar
hu_hu: Kezelése
it_it: Il gestore
nl_nl: Beheren
pl_pl: Zarządzanie
pt_pt: Gerenciar
sv_se: Hantera
tr_tr: Yönetmek

source: Shows containing
ca_es: Espectacles que contenen
hu_hu: Tartalmazó mutatja
it_it: Spettacoli contenenti
nl_nl: Shows met
pl_pl: Programy zawierające
pt_pt: Mostra que contém
sv_se: Serier som innehåller
tr_tr: İçeren gösterir

source: episodes
ca_es: episodis
hu_hu: epizódok
it_it: episodi
nl_nl: afleveringen
pl_pl: odcinki
pt_pt: episódios
sv_se: avsnitt
tr_tr: Bölüm

source: Set checked shows/episodes to
ca_es: Conjunt d'espectacles/episodis facturat a
hu_hu: Ellenőrzött műsorok/epizód beállítása
it_it: Impostare checked spettacoli/episodi
nl_nl: Gecontroleerde shows/afleveringen instellen
pl_pl: Ustawić checked pokazuje/odcinki
pt_pt: Conjunto de shows/episódios marcados para
sv_se: Sätt markerade serier/avsnitt till
tr_tr: Kontrol gösterir/bölüm ayarlamak

source: Go
ca_es: Anar
hu_hu: Megy
it_it: Vai
nl_nl: Gaan
pl_pl: Przejdź
pt_pt: Ir
sv_se: Gå
tr_tr: Git

source: Expand
ca_es: Ampliar
hu_hu: Bontsa ki a
it_it: Espandere
nl_nl: Vouw
pl_pl: Rozwiń węzeł
pt_pt: Expandir
sv_se: Expandera
tr_tr: Genişletin

source: Release
ca_es: Llançament
hu_hu: Kiadás
it_it: Rilascio
pl_pl: Wydania
pt_pt: Lançamento
sv_se: Utgåva
tr_tr: Yayın

source: Remove failed release
ca_es: Treure alleujament fracassat
hu_hu: Távolítsa el a hibás release
it_it: Rimuovere guastata del rilascio
nl_nl: Verwijderen van mislukte release
pl_pl: Usunąć wydania nie powiodło się
pt_pt: Remover a falha de lançamento
sv_se: Ta bort misslyckade releaser
tr_tr: Başarısız sürüm kaldırmak

source: Changing any settings marked with
ca_es: Canviar qualsevol configuració marcats amb
hu_hu: Jelölt beállítások megváltoztatása
it_it: Modificare le impostazioni contrassegnate con
nl_nl: Wijzigingen aanbrengt in gemarkeerd met
pl_pl: Zmiana jakichkolwiek ustawień oznaczonych
pt_pt: Alterar quaisquer configurações marcadas com
sv_se: Ändra några inställningar markerade med
tr_tr: İşaretlenmiş herhangi bir ayarlarını değiştirme

source: will force a refresh of the selected shows.
ca_es: forçarà una actualització dels espectacles seleccionats.
hu_hu: majd kikényszeríti a kijelölt mutatja.
it_it: impone un aggiornamento degli spettacoli selezionati.
nl_nl: zal dwingen een refresh van de geselecteerde shows.
pl_pl: wymusza odświeżania pokazuje wybrane.
pt_pt: vai forçar uma atualização dos programas selecionados.
sv_se: kommer att framtvinga en uppdatering av den valda serien.
tr_tr: Seçili gösterir yenilenmesini zorlar.

source: Selected Shows
ca_es: Espectacles seleccionats
hu_hu: Kijelölt mutatja
it_it: Spettacoli selezionati
nl_nl: Geselecteerde Shows
pl_pl: Wybrane pokazy
pt_pt: Shows selecionados
sv_se: Valda serier
tr_tr: Seçili gösterir

source: Current
ca_es: Corrent
hu_hu: Aktuális
it_it: Corrente
nl_nl: Huidige
pl_pl: Prąd
pt_pt: Corrente
sv_se: Nuvarande
tr_tr: Akım

source: Custom
ca_es: Costum
hu_hu: Egyéni
it_it: Su ordinazione
nl_nl: Aangepaste
pl_pl: Niestandardowe
pt_pt: Personalizado
sv_se: Anpassad
tr_tr: Özel

source: Keep
ca_es: Mantenir
hu_hu: Tartsa
it_it: Tenere
nl_nl: Houden
pl_pl: Zachować
pt_pt: Manter
sv_se: Hålla
tr_tr: Devam et

source: Archive episode after the first best match is found from your archive quality list.
ca_es: Episodi d'arxiu després de la seva llista de qualitat d'arxiu es troba el primer partit millor.
hu_hu: Archív epizód után az első legjobb egyezést Archívum minőségű listájáról.
it_it: Episodio di archivio dopo la prima partita migliore è trovato dal tuo elenco di qualità di archivio.
nl_nl: Archief aflevering na de eerste beste match is gevonden in uw archief kwaliteit lijst.
pl_pl: Po pierwsze najlepsze dopasowanie jest znalezione z listy jakość archiwum, archiwum odcinek.
pt_pt: Episódio de arquivo após a primeira partida melhor encontra-se da sua lista de qualidade do arquivo.
sv_se: Arkiv avsnitt efter första bästa matchen finns från listan Arkiv kvalitet.

source: Group episodes by season folder (set to "No" to store in a single folder).
ca_es: Grups episodis per carpeta de temporada (situat a "No" per emmagatzemar en una sola carpeta).
hu_hu: Csoportos epizódok szezon mappa (értéke "Nem" egy adott mappában tárolni).
it_it: Episodi di gruppo dalla cartella di stagione (impostato su "No" per memorizzare in un'unica cartella).
nl_nl: Groep afleveringen per seizoen map (ingesteld op "No" om op te slaan in één map).
pl_pl: Grupa odcinki przez sezon folderu (ustawiony na "Nie" do przechowywania w jednym folderze).
pt_pt: Grupos episódios por pasta de temporada (definida como "Não" para armazenar em uma única pasta).
sv_se: Grupp episoder av säsong mapp (inställd på ”No” att lagra i en mapp).
tr_tr: Grup bölüm sezon klasöründeki (tek bir klasörde depolamak için "Hayır" olarak).

source: Pause these shows (SickRage will not download episodes).
ca_es: Pausa aquests espectacles (SickRage no descarregarà episodis).
hu_hu: Ezeket mutatja (az SickRage nem fogja letölteni epizódok) szünet.
it_it: Sospendere questi spettacoli (SickRage non si Scarica episodi).
nl_nl: Het onderbreken van deze shows (SickRage zal niet downloaden afleveringen).
pl_pl: Wstrzymać te pokazy (SickRage nie będzie pobierać odcinki).
pt_pt: Pause a esses shows (SickRage não vai baixar episódios).
sv_se: Pausa dessa serier (SiCKRAGE kommer inte ladda ner avsnitt).
tr_tr: (SickRage bölüm yüklemez) bu gösterileri duraklatın.

source: This will set the status for future episodes.
ca_es: S'establirà l'estat d'episodis futurs.
hu_hu: Ez akarat készlet a jövő epizódok állapota.
it_it: Questo imposterà lo stato per gli episodi futuri.
nl_nl: Hierdoor wordt de status voor toekomstige afleveringen ingesteld.
pl_pl: To ustawi stan dla przyszłych odcinków.
pt_pt: Isto irá definir o status para futuros episódios.
sv_se: Detta anger status för framtida episoder.
tr_tr: Bu gelecek bölüm durumunu ayarlar.

source: Search by scene numbering (set to "No" to search by indexer numbering).
ca_es: Cerca per escena numeració (conjunt a "No" per buscar per indexador numeració).
hu_hu: Keresés jelenet számozás (értéke "Nem" keresési indexelő számozás).
it_it: Ricerca di scena di numerazione (impostato su "No" per la ricerca di indicizzatore numerazione).
nl_nl: Zoeken op scène nummering (ingesteld op "No" om te zoeken door de indexeerfunctie nummering).
pl_pl: Szukaj według sceny numeracji (ustawiony na "Nie" do wyszukiwania przez indeksator numeracji).
pt_pt: Pesquisar por cena numeração (definida como "Não" para pesquisar por indexador numeração).
sv_se: Söka på scen numrering (inställd på ”No” söka av indexeraren numrering).
tr_tr: (Dizin Oluşturucu numaralandırma tarafından aramak için "Hayır" ayarlayın) sahne numaralandırma tarafından arama.

source: Set if these shows are Anime and episodes are released as Show.265 rather than Show.S02E03
ca_es: Es publiquen set si aquests shows són Anime i episodis com Show.265 en lloc de Show.S02E03
hu_hu: Ha ezek a show, Anime és epizód is megjelent Show.265, mint a Show.S02E03
it_it: Impostare se questi spettacoli sono Anime e gli episodi vengono rilasciati come Show.265 piuttosto che Show.S02E03
nl_nl: Instellen als deze shows Anime zijn en afleveringen worden uitgebracht als Show.265 in plaats van Show.S02E03
pl_pl: Jeśli te programy są Anime i odcinki są wydany jako Show.265 zamiast Show.S02E03
pt_pt: Definir se esses shows são Anime e episódios são liberados como Show.265 ao invés de Show.S02E03
sv_se: Ange om dessa serier är Anime och episoder är släppta som Show.265 istället för Show.S02E03
tr_tr: Eğer bu gösterileri Anime ve bölüm Show.S02E03 yerine Show.265 olarak yayımlanan ayarla

source: Set if these shows are sporting or MMA events released as Show.03.02.2010 rather than Show.S02E03.
ca_es: Conjunt si aquests espectacles estan esportius o esdeveniments MMA alliberats com Show.03.02.2010 en lloc de Show.S02E03.
hu_hu: Állítsa be, ha ezeket mutatja a sport, vagy események MMA megjelent Show.03.02.2010, mint a Show.S02E03.
it_it: Impostare se questi spettacoli sono sportivi o eventi MMA rilasciato come Show.03.02.2010 piuttosto che Show.S02E03.
nl_nl: Instellen als deze shows zijn sportieve of MMA evenementen als Show.03.02.2010 in plaats van Show.S02E03 uitgebracht.
pl_pl: Ustaw, jeśli te programy są sportowych lub imprez MMA wydany jako Show.03.02.2010 zamiast Show.S02E03.
pt_pt: Defina se esses shows são desportivos ou eventos MMA lançado como Show.03.02.2010 ao invés de Show.S02E03.
sv_se: Ange om dessa serier är sport- eller MMA-evenemang släppta som Show.03.02.2010 istället för Show.S02E03.
tr_tr: Bu gösterileri spor ya da MMA olaylar Show.S02E03 yerine Show.03.02.2010 olarak piyasaya ayarlayın.

source: Set if these shows are released as Show.03.02.2010 rather than Show.S02E03.
ca_es: Conjunt si aquests espectacles s'alliberen com Show.03.02.2010 en lloc de Show.S02E03.
hu_hu: Állítsa be, ha ezek a show is megjelent Show.03.02.2010, mint a Show.S02E03.
it_it: Impostare se questi spettacoli vengono rilasciati come Show.03.02.2010 piuttosto che Show.S02E03.
nl_nl: Stel als deze shows worden uitgebracht als Show.03.02.2010 in plaats van Show.S02E03.
pl_pl: Ustaw, jeśli te programy są wydany jako Show.03.02.2010 zamiast Show.S02E03.
pt_pt: Defina se esses shows são liberados como Show.03.02.2010 ao invés de Show.S02E03.
sv_se: Ange om dessa serier är släppta som Show.03.02.2010 istället för Show.S02E03.
tr_tr: Eğer bu gösterileri Show.S02E03 yerine Show.03.02.2010 olarak serbest ayarlayın.

source: Search for subtitles.
ca_es: Recerca per subtitula.
hu_hu: Keressük meg a feliratok.
it_it: Ricerca di sottotitoli.
nl_nl: Zoeken naar ondertitels.
pl_pl: Szukaj napisów.
pt_pt: Busca de legendas.
sv_se: Söka efter textremsor.
tr_tr: İçin altyazı arama.

source: Mass Edit
ca_es: Edició massiva
hu_hu: Tömeges szerkesztése
it_it: Modifica di massa
nl_nl: Massa bewerken
pl_pl: Masowej edycji
pt_pt: Editar em massa
sv_se: Mass redigera
tr_tr: Toplu Düzenle

source: Mass Rescan
ca_es: MASS reescannejar
hu_hu: Tömeges újraellenőrzése
it_it: Rescan massa
nl_nl: Massa Rescan
pl_pl: Rescan masy
pt_pt: Rescan massa
sv_se: Massa omsökning
tr_tr: Kitle yeniden tarama

source: Mass Rename
ca_es: Rebategi massa
hu_hu: Tömeg átnevez
it_it: Rinominare in massa
nl_nl: Massa hernoemen
pl_pl: Zmień nazwę masy
pt_pt: Renomear em massa
sv_se: Massa Byt namn
tr_tr: Kitle yeniden adlandır

source: Mass Delete
ca_es: Esborrat massiu
hu_hu: Tömeges törlése
it_it: Eliminazione di massa
nl_nl: Massa verwijderen
pl_pl: Masowe usuwanie
pt_pt: Exclusão em massa
sv_se: Massa Delete
tr_tr: Toplu olarak silme

source: Mass Remove
ca_es: Supressió massiva
hu_hu: Tömeges törlése
it_it: Massa rimuovere
nl_nl: Massa verwijderen
pl_pl: Masy usunąć
pt_pt: Remover em massa
sv_se: Massa bort
tr_tr: Yığın Kaldır

source: Mass Subtitle
ca_es: Subtítol massa
hu_hu: Tömeges felirat
it_it: Massa dei sottotitoli
nl_nl: Massa ondertitel
pl_pl: Masy napisów
pt_pt: Legendas em massa
sv_se: Massa undertext
tr_tr: Kitle altyazı

source: View Statuses:
ca_es: Estats de visualització:
hu_hu: Nézd állapotok:
it_it: Stati di visualizzazione:
nl_nl: Weergave statussen:
pl_pl: Zobacz statusów:
pt_pt: Exibir status:
sv_se: Visa status:
tr_tr: Görünüm durumları:

source: Selected
ca_es: Seleccionats
hu_hu: A kiválasztott
it_it: Selezionato
nl_nl: Geselecteerd
pl_pl: Wybrane
pt_pt: Selecionado
sv_se: Utvalda
tr_tr: Seçili

source: Archive first match
ca_es: Primer partit d'arxiu
hu_hu: Archív első mérkőzés
it_it: Primo match archivio
nl_nl: De eerste wedstrijd archief
pl_pl: Pierwszy mecz Archiwum
pt_pt: Primeiro jogo arquivo
sv_se: Arkiv första matchen

source: Subtitle
ca_es: Subtítol
hu_hu: Alcím
it_it: Sottotitoli
nl_nl: Ondertitel
pl_pl: Napisy
pt_pt: Legendas
sv_se: Undertext
tr_tr: Altyazı

source: Default Ep
ca_es: Ep per defecte
hu_hu: Alapértelmezett Ep
it_it: Impostazione predefinita Ep
nl_nl: Standaard Ep
pl_pl: Domyślny Ep
pt_pt: Ep de padrão
sv_se: Standard Ep
tr_tr: Varsayılan Ep

source: Not in progress
ca_es: No en curs
hu_hu: Nem a folyamatban lévő
it_it: Non in corso
nl_nl: Niet in volle gang
pl_pl: Nie w toku
pt_pt: Não em progresso
sv_se: Inte pågående
tr_tr: Değil sürüyor

source: Pause
ca_es: Pausa
hu_hu: Szünet
it_it: Pausa
nl_nl: Pauze
pl_pl: Wstrzymaj
pt_pt: Pausa
sv_se: Pausa
tr_tr: Duraklat

source: Unpause
ca_es: Anul·leu la pausa
hu_hu: Folytatásához
it_it: Riprendere la riproduzione
nl_nl: Hervatten
pl_pl: Wznowić odtwarzanie
pt_pt: Retomar
sv_se: Återaktivera
tr_tr: Devam ettirebilirsiniz

source: Find Propers Search:
ca_es: Trobar recerca de devoció:
hu_hu: Keresés Propers keresés:
it_it: Trovare Propers Cerca:
nl_nl: Vindt de Propers door te zoeken:
pl_pl: Znajdź Propers Szukaj:
pt_pt: Localizar pesquisa mensagens:
sv_se: Hitta Propers Sök:
tr_tr: Propers arama bul:

source: Propers search disabled
ca_es: Cerca de devoció impossibilitat
hu_hu: Propers keresés fogyatékkal élők
it_it: Ricerca propers disabilitato
nl_nl: Propers zoeken mensen met een handicap
pl_pl: Propers wyszukiwania wyłączona
pt_pt: Busca de mensagens desabilitada
sv_se: Proper-Sök inaktiverad
tr_tr: Propers arama devre dışı

source: Post-Processor:
ca_es: Post-processador:
hu_hu: Utó-feldolgozó:
it_it: Post-processore:
nl_nl: Postprocessor weet:
pl_pl: Post-procesor:
pt_pt: Pós-processador:
sv_se: Efterbearbetning:
tr_tr: Sonradan işleyici:

source: Search Queue:
ca_es: Cua de cerca:
hu_hu: Keresés várólista:
it_it: Coda di ricerca:
nl_nl: Zoek de wachtrij:
pl_pl: Szukaj kolejki:
pt_pt: Fila de busca:
sv_se: Sökkö:
tr_tr: Ara sıra:

source: Daily:
ca_es: Diari:
hu_hu: Napi:
it_it: Giornaliero:
nl_nl: Dagelijks:
pl_pl: Codziennie:
pt_pt: Diária:
sv_se: Dagligen:
tr_tr: Günlük:

source: pending items
ca_es: elements pendents
hu_hu: függőben lévő elemek
it_it: elementi in sospeso
nl_nl: wachtende items
pl_pl: elementy oczekujące
pt_pt: itens pendentes
sv_se: väntande objekt
tr_tr: Bekleyen Öğeler

source: Backlog:
ca_es: Cartera de comandes:
hu_hu: Tartalék:
nl_nl: Achterstand:
pl_pl: Zaległości:
pt_pt: Lista de pendências:
tr_tr: Biriktirme listesi:

source: Manual:
hu_hu: Kézi:
it_it: Manuale:
nl_nl: Handmatig:
pl_pl: Ręcznie:
sv_se: Manuell:
tr_tr: El ile:

source: Failed:
ca_es: Ha fallat:
hu_hu: Nem sikerült:
it_it: Non riuscita:
nl_nl: Mislukt:
pl_pl: Nie powiodło się:
pt_pt: Falha:
sv_se: Misslyckad:
tr_tr: Başarısız oldu:

source: Post-Processor Queue:
ca_es: Cua de post-processador:
hu_hu: Utáni Processzor-várólista:
it_it: Post-processore coda:
nl_nl: Postprocessor weet de wachtrij:
pl_pl: Post-procesor kolejki:
pt_pt: Pós-processador fila:
sv_se: Efterbearbetningskö:
tr_tr: Sonradan işleyici sırası:

source: All of your episodes have
ca_es: Tots els seus episodis tenen
hu_hu: Az epizód mindannyian
it_it: Tutti i tuoi episodi hanno
nl_nl: Uw afleveringen allemaal
pl_pl: Wszystkie Twoje odcinki są
pt_pt: Todos seus episódios têm
sv_se: Alla dina avsnitt har
tr_tr: Tüm senin bölüm var

source: subtitles.
ca_es: subtítols.
hu_hu: feliratok.
it_it: sottotitoli.
nl_nl: ondertitels.
pl_pl: napisy.
pt_pt: legendas.
sv_se: undertexter.
tr_tr: altyazı.

source: Manage episodes without
ca_es: Gestionar els episodis sense
hu_hu: Kezelése nélkül epizódok
it_it: Il gestore di episodi senza
nl_nl: Afleveringen zonder beheren
pl_pl: Zarządzanie odcinki bez
pt_pt: Gerenciar episódios sem
sv_se: Hantera avsnitt utan
tr_tr: Bölüm olmadan yönetmek

source: Episodes without
ca_es: Episodis sense
hu_hu: Epizód nélkül
it_it: Episodi senza
nl_nl: Afleveringen zonder
pl_pl: Odcinki bez
pt_pt: Episódios sem
sv_se: Avsnitt utan
tr_tr: Bölüm olmadan

source: (undefined) subtitles.
ca_es: subtítols (indefinides).
hu_hu: (nem definiált) felirat.
it_it: sottotitoli (non definiti).
nl_nl: (niet-gedefinieerde) ondertitels.
pl_pl: napisy (niezdefiniowany).
pt_pt: legendas (indefinidas).
sv_se: (odefinierad) undertexter.
tr_tr: (tanımsız) altyazı.

source: Download missed subtitles for selected episodes
ca_es: Descarregar subtítols perdudes per episodis seleccionats
hu_hu: Nem fogadott Felirat letöltése epizódjain
it_it: Scaricare perso i sottotitoli per gli episodi selezionati
nl_nl: Gemiste ondertitels voor geselecteerde afleveringen downloaden
pl_pl: Pobierz napisy nieodebranych wybranych odcinków
pt_pt: Baixar legendas perdidas para episódios selecionados
sv_se: Hämta missade undertexter för valda avsnitt
tr_tr: Seçilen bölüm için cevapsız altyazı indir

source: Select all
ca_es: Selecciona-ho tot
hu_hu: Jelölje ki az összes
it_it: Seleziona tutto
nl_nl: Alles selecteren
pl_pl: Zaznacz wszystkie
pt_pt: Selecionar tudo
sv_se: Markera alla
tr_tr: Tümünü Seç

source: Clear all
ca_es: Esborra-ho tot
hu_hu: Egyértelmű, az összes
it_it: Cancella tutto
nl_nl: Alles wissen
pl_pl: Wyczyść wszystko
pt_pt: Apagar tudo
sv_se: Rensa alla
tr_tr: Tümünü temizle

source: Repeat
ca_es: Repetir
hu_hu: Ismételje meg a
it_it: Ripetere
nl_nl: Herhaal
pl_pl: Powtórz
pt_pt: Repita
sv_se: Upprepa
tr_tr: Tekrar

source: Repeat (Separated)
ca_es: Repetició (separat)
hu_hu: Ismétlés (bontott)
it_it: Ripetere (separati)
nl_nl: Herhaling (gescheiden)
pl_pl: Powtórz (rozdzielone)
pt_pt: Repetição (separada)
sv_se: Upprepa (åtskilt)
tr_tr: Yinele (ayrılmış)

source: Duplicate
ca_es: Duplicat
hu_hu: Ismétlődő
it_it: Duplicato
nl_nl: Dupliceren
pl_pl: Duplikat
pt_pt: Duplicata
sv_se: Duplicera
tr_tr: Yinelenen

source: Extend
ca_es: Estendre
hu_hu: Kiterjesztése
it_it: Estendere
nl_nl: Uitbreiden
pl_pl: Rozszerzyć
pt_pt: Estender
sv_se: Utöka
tr_tr: Genişletme

source: Extend (Limited)
ca_es: Estendre (limitat)
hu_hu: Kiterjesztése (korlátozott)
it_it: Estendere (Limited)
nl_nl: Uitbreiden (beperkt)
pl_pl: Przedłużenie (Limited)
pt_pt: Estender (limitado)
sv_se: Utöka (begränsat)
tr_tr: (Sınırlı) genişletmek

source: Extend (Limited, E-prefixed)
ca_es: Estendre (limitat, E-prefix)
hu_hu: Kiterjesztése (korlátozott, E-előtaggal)
it_it: Estendere (limitato, con prefisso E)
nl_nl: Uitbreiden (beperkt, E-voorvoegsel)
pl_pl: Przedłużenie (ograniczona, poprzedzona E)
pt_pt: Estender (limitado, E-prefixo)
sv_se: Utöka (begränsat, E-prefix)
tr_tr: Uzatmak (sınırlı, E-öneki)

source: Snatched (Proper)
ca_es: Va arrabassar (apropiada)
hu_hu: Ruházata (megfelelő)
it_it: Strappato (propria)
nl_nl: Griste (goede)
pl_pl: Porwał (prawidłowe)
pt_pt: Arrebatou (adequado)
sv_se: Ryckte (Proper)
tr_tr: (Uygun) kaptı

source: Failed
ca_es: Ha fallat
hu_hu: Nem sikerült
it_it: Non riuscita
nl_nl: Mislukt
pl_pl: Nie powiodło się
pt_pt: Falhou
sv_se: Misslyckad
tr_tr: Başarısız oldu

source: Snatched (Best)
ca_es: Va arrabassar (millor)
hu_hu: Ruházata (legjobb)
it_it: Strappato (meglio)
nl_nl: Griste (Best)
pl_pl: Porwał (najlepiej)
pt_pt: Arrebatou (melhor)
sv_se: Ryckte (bäst)
tr_tr: (En iyi) kaptı

source: Archived
ca_es: Arxivats
hu_hu: Archivált
it_it: Trasmissione archiviata
nl_nl: Gearchiveerd
pl_pl: Archiwalne
pt_pt: Arquivados
sv_se: Arkiverad
tr_tr: Arşivlenmiş

source: Unknown
ca_es: Desconegut
hu_hu: Ismeretlen
nl_nl: Onbekend
pl_pl: Nieznane
pt_pt: Desconhecido
sv_se: Okänd
tr_tr: Bilinmiyor

source: Unaired
hu_hu: Segítség nélkül
pl_pl: Odcinki
pt_pt: Não exibido
sv_se: Kommande
tr_tr: Gösterilmeyen

source: Skipped
ca_es: S'ha omès
hu_hu: Kimarad
it_it: Saltato
nl_nl: Overgeslagen
pl_pl: Pominięte
pt_pt: Ignorada
sv_se: Överhoppad
tr_tr: Atlandı

source: Wanted
ca_es: Volia
hu_hu: Kívánt
it_it: Ha voluto
nl_nl: Gezocht
pl_pl: Chciał
pt_pt: Queria
sv_se: Önskad
tr_tr: İstedim

source: Ignored
ca_es: Ignorat
hu_hu: Figyelmen kívül hagyva
it_it: Ignorato
nl_nl: Genegeerd
pl_pl: Ignorowane
pt_pt: Ignorado
sv_se: Ignorerad
tr_tr: Göz ardı

source: Episode snatched
ca_es: Episodi va arrabassar
hu_hu: Epizód kikapta
it_it: Episodio strappato
nl_nl: Aflevering griste
pl_pl: Odcinku porwał
pt_pt: Episódio arrancado
sv_se: Avsnitt ryckt
tr_tr: Bölüm kaptı

source: New update found for SiCKRAGE, starting auto-updater
ca_es: Nova actualització trobat per SiCKRAGE, començant auto updater
hu_hu: Új frissítés található SiCKRAGE, kezdve az auto-updater
it_it: Nuovo aggiornamento trovato per SiCKRAGE, a partire di autoaggiornamento
nl_nl: Nieuwe update gevonden voor SiCKRAGE, auto-updater starten
pl_pl: Nowa aktualizacja dla SiCKRAGE, począwszy od auto-updater
pt_pt: Nova atualização encontrada para SiCKRAGE, começando auto-atualizador
sv_se: Ny uppdatering för SiCKRAGE hittad, startar automatisk updatering
tr_tr: Yeni güncelleştirme otomatik güncelleme başlayan SiCKRAGE için bulundu

source: Update was successful
ca_es: Actualització va ser un èxit
hu_hu: A frissítés sikeres volt.
it_it: Aggiornamento è stato completato
nl_nl: Update is gelukt
pl_pl: Aktualizacja powiodła się
pt_pt: Atualização foi bem-sucedida
sv_se: Uppdateringen lyckades
tr_tr: Güncelleştirme başarılı oldu

source: Update failed!
ca_es: Actualització ha fallat!
hu_hu: Nem sikerült frissíteni!
it_it: Aggiornamento non riuscito!
nl_nl: Update is mislukt!
pl_pl: Aktualizacja nie powiodła się!
pt_pt: Falhado na atualização!
sv_se: Uppdateringen misslyckades!
tr_tr: Güncelleştirme başarısız oldu!

source: Config backup in progress...
ca_es: Reserva config en curs...
hu_hu: Config backup folyamatban...
it_it: Config backup in corso...
nl_nl: Config backup in vooruitgang...
pl_pl: Config backup w toku...
pt_pt: Configuração backup em andamento...
sv_se: Säkerhetskopiering av konfigurationen pågår...
tr_tr: Yapılandırma Yedekleme devam ediyor...

source: Config backup successful, updating...
ca_es: Config reserva èxit, actualització...
hu_hu: Config backup sikeres frissítése...
it_it: Config backup riuscito, aggiornamento...
nl_nl: Config back-up succesvolle, bijwerken...
pl_pl: Config backup udane, aktualizowanie...
pt_pt: Configuração backup bem-sucedido, atualizando...
sv_se: Säkerhetskopiering av konfiguration var framgångsrik, uppdaterar...
tr_tr: Config yedek başarılı, güncelleştiriliyor...

source: Config backup failed, aborting update
ca_es: Config reserva fracassada, abandonant l'actualització
hu_hu: Config biztonsági mentés nem sikerült, a frissítés megszakítása
it_it: Config backup non riuscito, l'interruzione di aggiornamento
nl_nl: Config backup mislukt, aborting update
pl_pl: Kopia zapasowa konfiguracji nie powiodło się, przerywanie aktualizacji
pt_pt: Backup de configuração falhado, anulando a atualização
sv_se: Säkerhetskopiering av konfiguration misslyckades, avbryter uppdatering
tr_tr: Yapılandırma yedekleme başarısız oldu, güncelleştirmeyi iptal ediliyor
