Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Existing Show
ca_es: Mostra el existent
hu_hu: Meglévő Térkép
it_it: Visualizza esistente
nl_nl: Bestaande Toon
pl_pl: Pokaż istniejących
pt_pt: Show existente
sv_se: Existerande Serie
tr_tr: Varolan gösteri

source: Adding Show
ca_es: Afegint Mostra el
hu_hu: Térkép hozzáadása
it_it: Aggiunta di spettacolo
nl_nl: Show toevoegen
pl_pl: Dodawanie Pokaż
pt_pt: Adicionando o Show
sv_se: Lägger till serie
tr_tr: Gösteri ekleme

source: Adding the specified show into
ca_es: Afegir l'espectacle especificada en
hu_hu: Hozzáadja a megadott Térkép
it_it: Aggiunta la presentazione specificata in
nl_nl: Het toevoegen van een bepaalde voorstelling in
pl_pl: Dodanie określonego Pokaż do
pt_pt: Adicionando o programa especificado em
sv_se: Lägger till den angivna serien i
tr_tr: Belirtilen programın içine ekleme

source: No root directories setup, please go back and add one.
ca_es: Cap directoris arrel d'organització, si us plau tornar enrere i afegir-ne una.
hu_hu: Nem gyökér címtárak beállít, lépjen vissza, és adjunk hozzá egy.
it_it: Nessuna directory principale di installazione, torna indietro e aggiungere uno.
nl_nl: Geen hoofdmappen instellen, ga terug en voeg een.
pl_pl: Nie ma katalogów głównych instalacji, proszę wrócić i dodać jeden.
pt_pt: Nenhum diretório raiz de instalação, por favor volte e adiciona um.
sv_se: Ingen rotkataloger setup, gå tillbaka och lägga till en.
tr_tr: Kök dizin kurulum, lütfen geri dönüp bir bakın.

source: Unknown error. Unable to add show due to problem with show selection.
ca_es: Error desconegut. No es pot afegir l'espectacle problema amb la selecció de la Mostra.
hu_hu: Ismeretlen hiba történt. Nem lehet hozzáadni a Térkép a Térkép kiválasztás probléma miatt.
it_it: Errore sconosciuto. Impossibile aggiungere show a causa di problema con la selezione.
nl_nl: Onbekende fout. Kan niet toevoegen van de Toon door probleem met Toon selectie.
pl_pl: Nieznany błąd. Nie można dodać Pokaż ze względu na problem z wyborem Pokaż.
pt_pt: Erro desconhecido. Não é possível adicionar show devido a problema com seleção de mostrar.
sv_se: Okänt fel. Misslyckades att lägga till serie på grund av problem med val av serie.
tr_tr: Bilinmeyen bir hata oluştu. Haritayı göster seçimi ile sorun nedeniyle eklenemiyor.

source: Folder
ca_es: Carpeta
hu_hu: Mappa
it_it: Cartella
nl_nl: Map
pl_pl: Folderze
pt_pt: Pasta
sv_se: Mappen
tr_tr: Klasör

source: exists already
ca_es: ja existeix
hu_hu: már létezik
it_it: esiste già
nl_nl: al bestaat
pl_pl: już istnieje
pt_pt: Já existe
sv_se: redan finns
tr_tr: zaten var

source: Unable to create the folder , can't add the show
ca_es: No es pot crear la carpeta, no es pot afegir l'espectacle
hu_hu: Nem sikerült létrehozni a mappát nem lehet hozzáadni a Térkép
it_it: Impossibile creare la cartella, non è possibile aggiungere lo spettacolo
nl_nl: Niet in staat om de map kan niet worden toegevoegd de show
pl_pl: Nie można utworzyć folderu, nie można dodać Pokaż
pt_pt: Não é possível criar a pasta, não é possível adicionar o show
sv_se: Kan inte skapa mapp , kan inte lägga till serien
tr_tr: Oluşturulamıyor belgili tanımlık ağıl, gösterinin ekleyemezsiniz

source: Shows Added
ca_es: Mostra afegit
hu_hu: Azt mutatja, hogy a hozzáadott
it_it: Mostra aggiunto
nl_nl: Toont toegevoegd
pl_pl: Pokazuje, dodano
pt_pt: Mostra adicionado
sv_se: Serier tillagda
tr_tr: Eklenen gösterir

source: Automatically added
ca_es: Afegeix automàticament
hu_hu: Automatikusan
it_it: Automaticamente aggiunto
nl_nl: Automatisch toegevoegd
pl_pl: Automatycznie dodawane
pt_pt: Adicionado automaticamente
sv_se: Läggs automatiskt
tr_tr: Otomatik olarak eklendi

source: from their existing metadata files
ca_es: partir dels seus fitxers existents de metadades
hu_hu: a meglévő metaadat-fájlokból
it_it: dalle loro file di metadati esistenti
nl_nl: van hun bestaande metadata archief
pl_pl: z ich istniejących plików metadanych
pt_pt: de seus arquivos de metadados existentes
sv_se: från deras befintliga metadatafiler
tr_tr: onların varolan meta veri dosyalarından

source: Missing Subtitles
ca_es: Falten subtítols
hu_hu: Hiányzó feliratok
it_it: Mancano i sottotitoli
nl_nl: Ondertitels ontbreken
pl_pl: Brak napisów
pt_pt: Falta de legendas
sv_se: Saknade undertexter
tr_tr: Altyazılar eksik

source: Unable to refresh show
ca_es: Incapaç d'actualitzar Mostra el
hu_hu: Nem sikerült frissíteni a Térkép
it_it: Impossibile aggiornare Visualizza
nl_nl: Niet in staat om te verfrissen Toon
pl_pl: Nie można odświeżyć Pokaż
pt_pt: Não é possível atualizar o programa
sv_se: Kan inte att uppdatera serien
tr_tr: Gösteri yenilenemedi

source: Errors encountered
ca_es: Errors trobats
hu_hu: Hiba
it_it: Errori rilevati
nl_nl: Fouten die zijn opgetreden
pl_pl: Napotkane błędy
pt_pt: Erros encontrados
sv_se: Fel uppstod
tr_tr: Hatalarla karşılaşıldı

source: The following actions were queued:
ca_es: Estaven en cua a les accions següents:
hu_hu: Sorba állított a következő műveleteket:
it_it: Le seguenti azioni sono state in coda:
nl_nl: De volgende acties waren in de wachtrij:
pl_pl: Następujące akcje były w kolejce:
pt_pt: As seguintes ações foram enfileiradas:
sv_se: Följande åtgärder köades:
tr_tr: Aşağıdaki eylemleri sıraya alınan:

source: Backlog search started
ca_es: Cerca de retard va començar
hu_hu: Lemaradás kutatás kezdődött
it_it: Ricerca di backlog iniziato
nl_nl: Achterstand wordt gezocht
pl_pl: Szukaj zaległości rozpoczął
pt_pt: Pesquisa de lista de pendências começada
sv_se: Backlog-sökning började
tr_tr: Biriktirme listesi arama başladı

source: Daily search started
ca_es: Recerca diari començar
hu_hu: Elkezdtem napi keresés
it_it: Ricerca quotidiana iniziato
nl_nl: Dagelijks wordt gezocht
pl_pl: Codziennie Szukaj rozpoczął
pt_pt: Iniciado a busca diária
sv_se: Daglig sökning startades
tr_tr: Günlük arama başladı

source: Find propers search started
ca_es: Trobar recerca devoció va començar
hu_hu: Propers keresés kezdte találni
it_it: Trova ricerca propers iniziato
nl_nl: Vinden van propers wordt gezocht
pl_pl: Znajdź wyszukiwania propers rozpoczął
pt_pt: Encontrar a pesquisa de mensagens começada
sv_se: Proper-sök startad
tr_tr: Başlatan propers ara bul

source: History cleared
ca_es: Història aclarit
hu_hu: Törölve története
it_it: Storia deselezionata
nl_nl: Geschiedenis gewist
pl_pl: Historia wyczyszczone
pt_pt: História desmarcada
sv_se: Historik rensad
tr_tr: Geçmişi temizlenir

source: Removed history entries older than 30 days
ca_es: Entrades d'història eliminat més de 30 dies
hu_hu: Eltávolított történelem tételek 30 napnál régebbi
it_it: Voci della cronologia rimosso più di 30 giorni
nl_nl: Verwijderde geschiedenis-items die ouder zijn dan 30 dagen
pl_pl: Usunięta historia wpisy starsze niż 30 dni
pt_pt: Entradas do histórico removido mais de 30 dias
sv_se: Tog bort historik äldre än 30 dagar
tr_tr: Kaldırılan Tarih kayıtları 30 günden daha eski

source: Backup/Restore
ca_es: Còpia de seguretat/restauració
hu_hu: Biztonsági mentés és visszaállítás
it_it: Backup/ripristino
pl_pl: Kopia zapasowa/przywracanie
pt_pt: Backup/restauração
sv_se: Säkerhetskopiering/återställning
tr_tr: Yedekleme/geri yükleme

source: Configuration
ca_es: Configuració
hu_hu: Konfiguráció
it_it: Configurazione
nl_nl: Configuratie
pl_pl: Konfiguracja
pt_pt: Configuração
sv_se: Konfiguration
tr_tr: Yapılandırma

source: Configuration Reset to Defaults
ca_es: Reinicialització de la configuració per defecte
hu_hu: Konfiguráció visszaállítása az alapértékekre
it_it: Configurazione Reimposta i valori predefiniti
nl_nl: Configuratie terugzetten op standaardwaarden
pl_pl: Konfiguracji Przywróć domyślne
pt_pt: Configuração de Reset para os padrões
sv_se: Konfiguration Återställ till standardvärden
tr_tr: Varsayılanlara sıfırla yapılandırma

source: Config - General
hu_hu: Config - általános
it_it: Config - generale
nl_nl: Config - algemeen
pl_pl: Config - ogólne
pt_pt: Config - geral
sv_se: Konfig - Allmänt
tr_tr: Config - genel

source: General Configuration
ca_es: Configuració general
hu_hu: Általános beállítások
it_it: Configurazione generale
nl_nl: Algemene configuratie
pl_pl: Konfiguracja ogólna
pt_pt: Configuração geral
sv_se: Allmän konfiguration
tr_tr: Genel yapılandırma

source: Error(s) Saving Configuration
ca_es: Configuració d'estalvi han
hu_hu: Mentése konfigurációs hiba
it_it: Errori di salvataggio della configurazione
nl_nl: Fout(en) opslaan configuratie
pl_pl: Liczba błędów zapisywania konfiguracji
pt_pt: Erro (s) salvando a configuração
sv_se: Fel när konfiguration skulle sparas
tr_tr: Yapılandırma kaydetme hatası

source: [GENERAL] Configuration Saved
ca_es: [GENERAL] configuració salvat
hu_hu: [GENERAL] beállítások mentése
it_it: [GENERAL] configurazione salvata
nl_nl: [GENERAL] configuratie opgeslagen
pl_pl: [GENERAL] konfiguracja zapisana
pt_pt: [GENERAL] de configuração salva
sv_se: [GENERAL] konfiguration Sparad
tr_tr: [GENERAL] Yapılandırma kaydedildi

source: Config - Backup/Restore
ca_es: Config - còpia de seguretat/restauració
hu_hu: Config - biztonsági mentés és visszaállítás
it_it: Config - Backup/ripristino
pl_pl: Config - kopia zapasowa/przywracanie
pt_pt: Config - Backup/restauração
sv_se: Konfig - säkerhetskopiering/återställning
tr_tr: Config - yedekleme/geri yükleme

source: Backup SUCCESSFUL
ca_es: Reserva d'èxit
hu_hu: Biztonsági mentés sikeres
it_it: Backup di successo
nl_nl: Back-up succesvolle
pl_pl: Kopia zapasowa POMYŚLNYM
pt_pt: Backup de sucesso
sv_se: Säkerhetskopiering LYCKADES
tr_tr: Yedekleme başarılı

source: Backup FAILED!
ca_es: Reserva FRACASSADA!
hu_hu: Hát nem sikerült!
it_it: Backup non riuscito!
nl_nl: Backup mislukt!
pl_pl: Kopii zapasowej nie powiodło się!
pt_pt: FALHA de backup!
sv_se: Säkerhetskopiering MISSLYCKADES!
tr_tr: Yedekleme başarısız oldu!

source: You need to choose a folder to save your backup to first!
ca_es: Heu de triar la carpeta on voleu desar la còpia de seguretat primer!
hu_hu: Ki kell választani egy mappába, hogy a biztonsági mentés az első!
it_it: È necessario scegliere una cartella in cui salvare il backup in prima!
nl_nl: U wilt bijvoorbeeld een doelmap voor het opslaan van uw back-up naar het eerste!
pl_pl: Należy wybrać folder, aby zapisać kopię zapasową do pierwszego!
pt_pt: Você precisa escolher uma pasta para salvar seu backup primeiro!
sv_se: Du måste välja en mapp att spara säkerhetskopian till först!
tr_tr: Yedekleme için ilk kaydetmek için bir klasör seçmeniz gerekir!

source: Successfully extracted restore files to
ca_es: Extret amb èxit restaurar arxius a
hu_hu: Sikeresen kibontott visszaad fájlokat
it_it: Destinazione file ripristinati correttamente estratti
nl_nl: Bestanden succesvol geëxtraheerd terugzetten naar
pl_pl: Pomyślnie wyodrębnione Przywróć pliki do
pt_pt: Arquivos de restauração extraído com sucesso para
sv_se: Extraherade återställningsfiler till
tr_tr: Başarıyla ayıklanan geri yükleme dosyaları

source: <br>Restart sickrage to complete the restore.
ca_es: <br>Restart sickrage per completar la restauració.
hu_hu: <br>Restart sickrage a visszaállítás befejezéséhez.
it_it: <br>Restart sickrage per completare il ripristino.
nl_nl: <br>Restart sickrage te voltooien van de terugzetbewerking.
pl_pl: <br>Restart sickrage aby ukończyć przywracanie.
pt_pt: <br>Restart sickrage para concluir a restauração.
sv_se: <br>Starta om SiCKRAGE att slutföra återställningen.
tr_tr: Geri yüklemeyi tamamlamak için <br>Restart sickrage.

source: Restore FAILED
ca_es: Restauració ha fallat
hu_hu: SIKERTELEN visszaállítás
it_it: Ripristino non riuscito
nl_nl: Herstellen mislukt
pl_pl: Przywracanie nie powiodło się
pt_pt: Restauração falhada
sv_se: Återställningen misslyckades
tr_tr: Geri yükleme başarısız oldu

source: You need to select a backup file to restore!
ca_es: Heu de seleccionar un arxiu de còpia de seguretat per restaurar!
hu_hu: Ki kell választania egy biztonságimásolat-fájl visszaállítása!
it_it: È necessario selezionare un file di backup per ripristinare!
nl_nl: U moet een back-upbestand terugzetten selecteren!
pl_pl: Musisz wybrać plik kopii zapasowej, aby przywrócić!
pt_pt: Você precisa selecionar um arquivo de backup para restaurar!
sv_se: Du måste välja en säkerhetskopia att återställa!
tr_tr: Geri yüklemek için bir yedek dosyası seçmeniz gerekir.

source: Config - Search Clients
hu_hu: Beállítás - Kereső szolgáltatók
sv_se: Konfig - Sökklienter
tr_tr: Yapılandırma - Arama Müşterileri

source: Unable to create directory
ca_es: No es pot crear el directori
hu_hu: Nem lehet létrehozni a könyvtárat
it_it: Impossibile creare la directory
nl_nl: Map maken
pl_pl: Nie można utworzyć katalogu
pt_pt: Não é possível criar o diretório
sv_se: Det gick inte att skapa katalog
tr_tr: Dizin oluşturulamıyor

source: , dir not changed.
ca_es: , dir que no ha canviat.
hu_hu: , dir, nem változott.
it_it: , dir non modificato.
nl_nl: , dir niet gewijzigd.
pl_pl: , dir nie zmienił.
pt_pt: , dir não mudada.
sv_se: , mapp inte ändrad.
tr_tr: , değişmez dir.

source: [SEARCH] Configuration Saved
ca_es: [SEARCH] configuració salvat
hu_hu: [SEARCH] beállítások mentése
it_it: [SEARCH] configurazione salvata
nl_nl: [SEARCH] configuratie opgeslagen
pl_pl: [SEARCH] konfiguracja zapisana
pt_pt: [SEARCH] de configuração salva
sv_se: [SEARCH] konfiguration Sparad
tr_tr: [SEARCH] Yapılandırma kaydedildi

source: Config - Post Processing
ca_es: Config - processament de correu
hu_hu: Config - utómunka
it_it: Config - Post elaborazione
nl_nl: Config - nabewerking
pt_pt: Config - pós-processamento
sv_se: Konfig - efterbearbetning
tr_tr: Config - sonrası işleme

source: Unpacking Not Supported, disabling unpack setting
ca_es: Desempaquetant no admet, impossibilitant descomprimir entorn
hu_hu: Nem támogatja a kicsomagolás, kicsomagolni letiltása beállítást
it_it: L'estrazione non supportato, disattivazione scompattare impostazione
nl_nl: Uitpakken niet ondersteund, instelling uitschakelen uitpakken
pl_pl: Rozpakowanie nie obsługiwane, wyłączenie rozpakować ustawienie
pt_pt: Descompactação não suportado, desabilitando descompactar configuração
sv_se: Uppackning stöds inte, inaktiverar uppackningsinställning
tr_tr: Açma değil taraftar, devre dışı bırakma ayarı açmak

source: You tried saving an invalid anime naming config, not saving your naming settings
ca_es: Provat un anime invàlid nomenar config, no desar la configuració de nomenclatura d'estalvi
hu_hu: Ön próbált, megtakarítás egy érvénytelen anime config elnevezés, nem a névadási beállítások mentése
it_it: Si è tentato di salvare un anime valido config di denominazione, non salvare le impostazioni dei nomi
nl_nl: U probeert een ongeldige anime naamgeving config, niet de naamgeving instellingen worden opgeslagen opslaan
pl_pl: Próbowałeś, zapisywanie nieprawidłowy anime nazewnictwa config, nie Zapisywanie ustawień nazewnictwa
pt_pt: Você já tentou salvar um anime inválido de nomeação de configuração, não salvar suas configurações de nomeação
sv_se: Du försökte spara en ogiltig namngivningskonfigurering för anime, sparar inte namngivningsinställningarna
tr_tr: Yapılandırma adlandırma, adlandırma ayarlarınız kaydediliyor değil geçersiz bir anime kaydetme çalıştı

source: You tried saving an invalid naming config, not saving your naming settings
ca_es: Heu intentat desar una configuració nomenclatura no és vàlid, no desar la configuració de nomenclatura
hu_hu: Próbált egy érvénytelen elnevezési config mentése nem a névadási beállítások mentése
it_it: Si è tentato di salvare un configurazione di denominazione non valido, non salvare le impostazioni dei nomi
nl_nl: U hebt geprobeerd opslaan een ongeldige naamgeving config, niet de naamgeving instellingen worden opgeslagen
pl_pl: Wypróbowany zbawczy nieprawidłowy config nazewnictwa, nie Zapisywanie ustawień nazewnictwa
pt_pt: Você tentou salvar um inválido de nome config, não salvar suas configurações de nomeação
sv_se: Du försökte spara en ogiltig namngivningskonfigurering, sparar inte dina namngivningsinställningar
tr_tr: Geçersiz bir adlandırma config tasarrufu adlandırma ayarlarınız kaydediliyor değil çalıştı

source: You tried saving an invalid air-by-date naming config, not saving your air-by-date settings
ca_es: Heu intentat desar un invàlid aire per data nomenclatura config, no desar la configuració de l'aire per data
hu_hu: Próbálta mentése egy érvénytelen levegő határidő elnevezési config, nem az a levegő határidő-beállítások mentése
it_it: Si è tentato di salvare un configurazione denominazione aria per data non valido, non salvare le impostazioni di aria per data
nl_nl: U probeerde een ongeldige lucht-door-date naamgeving config, opslaan niet opslaan van de instellingen van uw lucht-door-date
pl_pl: Wypróbowany zbawczy nieprawidłowy powietrza według daty nazewnictwa config, nie Zapisywanie ustawień powietrza według daty
pt_pt: Você tentou salvar um inválido data-de-ar de nome config, não salvar as configurações de data-de-ar
sv_se: Du försökte spara en ogiltig namngivningskonfigurering för sändningsdatum, sparar inte namngivningsinställningarna
tr_tr: Geçersiz bir tarihe göre hava adlandırma config tasarrufu hava tarihe göre ayarlarınızı kurtarmak değil çalıştı

source: You tried saving an invalid sports naming config, not saving your sports settings
ca_es: Heu intentat desar un invàlid esportiu nomenar config, no desar la configuració d'esports
hu_hu: Próbált egy érvénytelen sport elnevezési config, nem menti a sport beállítások mentése
it_it: Si è tentato di salvare un valido sport config di denominazione, non salvare le impostazioni di sport
nl_nl: U probeert een ongeldige sport naamgeving config, niet het opslaan van uw sport-instellingen opslaan
pl_pl: Próbowałeś, zapisywanie nieprawidłowy sportowe, nazewnictwa config, nie Zapisywanie ustawień sportowych
pt_pt: Você já tentou salvar um inválido esportes de nomeação de configuração, não salvar suas configurações de esportes
sv_se: Du försökte spara en ogiltig namngivningskonfigurering för sportserier, sparar inte namngivningsinställningarna
tr_tr: Geçersiz bir spor yapılandırma adlandırma, spor ayarlarınız kaydediliyor değil kaydetme çalıştı

source: [POST-PROCESSING] Configuration Saved
ca_es: [POST-PROCESSING] configuració salvat
hu_hu: [POST-PROCESSING] beállítások mentése
it_it: [POST-PROCESSING] configurazione salvata
nl_nl: [POST-PROCESSING] configuratie opgeslagen
pl_pl: [POST-PROCESSING] konfiguracja zapisana
pt_pt: [POST-PROCESSING] de configuração salva
sv_se: [POST-PROCESSING] konfiguration Sparad
tr_tr: [POST-PROCESSING] Yapılandırma kaydedildi

source: Config - Search Providers
hu_hu: Beállítás - Kereső szolgáltatók
sv_se: Konfig - Sökleverantörer
tr_tr: Yapılandırma - Arama Sağlayıcıları

source: No Provider Name specified
ca_es: No especifica el nom del proveïdor
hu_hu: Nincs a megadott szolgáltatónév
it_it: Nessun nome di Provider specificato
nl_nl: Geen Provider-naam opgegeven
pl_pl: Nie określono nazwy dostawcy
pt_pt: Nenhum nome de provedor especificado
sv_se: Inget leverantörsnamn specificerat
tr_tr: Belirtilen sağlayıcı adı

source: No Provider Url specified
ca_es: Cap proveïdor de l'adreça Url especificada
hu_hu: Nincs megadva szolgáltató URL-címe
it_it: Nessun Url Provider specificato
nl_nl: Geen Url van de Provider opgegeven
pl_pl: Nie określono adresu Url dostawcy
pt_pt: Nenhum provedor de Url especificado
sv_se: Ingen leverantörsadress specificerad
tr_tr: Hiçbir sağlayıcı belirtilen Url

source: No Provider Api key specified
ca_es: Cap clau de proveïdor Api especificat
hu_hu: Nincs megadva szolgáltató Api-kulcs
it_it: Nessuna chiave di Api del Provider specificata
nl_nl: Geen Provider Api-sleutel opgegeven
pl_pl: Klucz Api dostawcy, nie określona
pt_pt: Nenhuma chave de Api de provedor especificado
sv_se: Ingen API-nyckel för leverantör angiven
tr_tr: Belirtilen hiçbir sağlayıcı API anahtarı

source: [PROVIDERS] Configuration Saved
ca_es: [PROVIDERS] configuració salvat
hu_hu: [PROVIDERS] beállítások mentése
it_it: [PROVIDERS] configurazione salvata
nl_nl: [PROVIDERS] configuratie opgeslagen
pl_pl: [PROVIDERS] konfiguracja zapisana
pt_pt: [PROVIDERS] de configuração salva
sv_se: [PROVIDERS] konfiguration Sparad
tr_tr: [PROVIDERS] Yapılandırma kaydedildi

source: Config - Notifications
ca_es: Config - notificacions
hu_hu: Config - értesítések
it_it: Config - notifiche
nl_nl: Config - meldingen
pl_pl: Config - powiadomienia
pt_pt: Config - notificações
sv_se: Config - meddelanden
tr_tr: Config - bildirimleri

source: [NOTIFICATIONS] Configuration Saved
ca_es: [NOTIFICATIONS] configuració salvat
hu_hu: [NOTIFICATIONS] beállítások mentése
it_it: [NOTIFICATIONS] configurazione salvata
nl_nl: [NOTIFICATIONS] configuratie opgeslagen
pl_pl: [NOTIFICATIONS] konfiguracja zapisana
pt_pt: [NOTIFICATIONS] de configuração salva
sv_se: [NOTIFICATIONS] konfiguration Sparad
tr_tr: [NOTIFICATIONS] Yapılandırma kaydedildi

source: Config - Subtitles Settings
hu_hu: Beállítás - Felírat Beállítás
sv_se: Konfig - Undertextinställningar
tr_tr: Yapılandırma - Altyazı Ayarları

source: [SUBTITLES] Configuration Saved
ca_es: [SUBTITLES] configuració salvat
hu_hu: [SUBTITLES] beállítások mentése
it_it: [SUBTITLES] configurazione salvata
nl_nl: [SUBTITLES] configuratie opgeslagen
pl_pl: [SUBTITLES] konfiguracja zapisana
pt_pt: [SUBTITLES] de configuração salva
sv_se: [SUBTITLES] konfiguration Sparad
tr_tr: [SUBTITLES] Yapılandırma kaydedildi

source: [ANIME] Configuration Saved
ca_es: [ANIME] configuració salvat
hu_hu: [ANIME] beállítások mentése
it_it: [ANIME] configurazione salvata
nl_nl: [ANIME] configuratie opgeslagen
pl_pl: [ANIME] konfiguracja zapisana
pt_pt: [ANIME] de configuração salva
sv_se: [ANIME] konfiguration Sparad
tr_tr: [ANIME] Yapılandırma kaydedildi

source: Config - Quality Settings
ca_es: Config - escenes de qualitat
hu_hu: Config - minőségi beállítások
it_it: Config - impostazioni di qualità
nl_nl: Config - kwaliteitsinstellingen
pl_pl: Config - ustawienia jakości
pt_pt: Config - configurações de qualidade
sv_se: Konfig - kvalitetsinställningar
tr_tr: Config - kalite ayarları

source: [QUALITY SETTINGS] Configuration Saved
ca_es: [CONFIGURACIÓ DE QUALITAT] Configuració salvat
hu_hu: [MINŐSÉGI BEÁLLÍTÁSOK] Beállítások mentése
it_it: [IMPOSTAZIONI DI QUALITÀ] Configurazione salvata
nl_nl: [INSTELLINGEN] Configuratie opgeslagen
pl_pl: [USTAWIENIA JAKOŚCI] Zapisano na konfiguracji
pt_pt: [CONFIGURAÇÕES DE QUALIDADE] Configuração salvada
sv_se: [INSTÄLLNINGAR] Konfiguration Sparad
tr_tr: [KALİTE AYARLARI] Yapılandırma kaydedildi

source: Clear Errors
ca_es: Eliminar Errors
hu_hu: Nyilvánvaló hibák
it_it: Cancellare errori
nl_nl: Duidelijke fouten
pl_pl: Oczywiste błędy
pt_pt: Limpar erros
sv_se: Rensa fel
tr_tr: Hataları siler

source: Clear Warnings
ca_es: Clares advertències
hu_hu: Egyértelmű figyelmeztetéseket
it_it: Deselezionare gli avvisi
nl_nl: Duidelijke waarschuwingen
pl_pl: Jasne ostrzeżenia
pt_pt: Limpar avisos
sv_se: Tydliga varningar
tr_tr: Uyarılar temizleyin

source: Daily Searcher
ca_es: Cercador diària
hu_hu: Napi kereső
it_it: Searcher giornaliero
nl_nl: Dagelijkse Searcher
pl_pl: Codzienne Searcher
pt_pt: Buscador de diária
sv_se: Daglig Sökning
tr_tr: Günlük arama

source: Show Updater
ca_es: Updater Mostra el
hu_hu: Térkép-Updater
it_it: Visualizza Updater
nl_nl: Toon Updater
pl_pl: Pokaż Updater
pt_pt: Mostrar Updater
sv_se: Serieuppdateraren
tr_tr: Güncelleyici'yi göster

source: Check Version
ca_es: Comprovar la versió
hu_hu: Ellenőriz változat
it_it: Controllo della versione
nl_nl: Versie controleren
pl_pl: Sprawdź wersję
pt_pt: Verifique a versão
sv_se: Kontrollera Version
tr_tr: Sürüm kontrol

source: Search Queue
ca_es: Cua de cerca
hu_hu: Várólista keresése
it_it: Coda di ricerca
nl_nl: Zoek wachtrij
pl_pl: Szukaj kolejki
pt_pt: Fila de pesquisa
sv_se: Sök kö
tr_tr: Ara sıra
