Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: default = nzbget
ca_es: defecte = nzbget
hu_hu: alapértelmezett = nzbget
it_it: impostazione predefinita = nzbget
nl_nl: standaard = nzbget
pl_pl: Domyślnie = nzbget
pt_pt: padrão = nzbget
sv_se: standard = nzbget
tr_tr: Varsayılan = nzbget

source: NZBget password
ca_es: Contrasenya NZBget
hu_hu: NZBget jelszó
nl_nl: NZBget wachtwoord
pl_pl: NZBget hasło
pt_pt: Senha NZBget
sv_se: NZBget lösenord
tr_tr: NZBget şifre

source: default = tegbzn6789
ca_es: defecte = tegbzn6789
hu_hu: alapértelmezett = tegbzn6789
it_it: impostazione predefinita = tegbzn6789
nl_nl: standaardinstelling = tegbzn6789
pl_pl: Domyślnie = tegbzn6789
pt_pt: padrão = tegbzn6789
sv_se: standard = tegbzn6789
tr_tr: Varsayılan = tegbzn6789

source: Use NZBget category
ca_es: Categoria de NZBget d'ús
hu_hu: Használata NZBget kategória
it_it: Categoria d'uso NZBget
nl_nl: NZBget gebruikscategorie
pl_pl: Stosowanie kategorii NZBget
pt_pt: Categoria de uso NZBget
sv_se: NZBget användningskategori
tr_tr: Kullanım NZBget Kategori

source: Use NZBget category (backlog episodes)
ca_es: Utilitzar NZBget categoria (acumulació episodis)
hu_hu: NZBget-kategória (lemaradás epizód)
it_it: Categoria d'uso NZBget (backlog episodi)
nl_nl: NZBget gebruikscategorie (achterstand afleveringen)
pl_pl: Użyj kategorii NZBget (zaległości odcinków)
pt_pt: Categoria de uso NZBget (lista de pendências de episódios)
sv_se: Använd NZBget-kategori (backlog episoder)
tr_tr: NZBget Kategori (bekleme listesi bölüm) kullanın

source: Use NZBget category for anime
ca_es: Categoria de NZBget d'ús per l'anime
hu_hu: Használata NZBget kategória-anime
it_it: Categoria d'uso NZBget per anime
nl_nl: NZBget gebruikscategorie voor anime
pl_pl: Kategorii NZBget użycie dla anime
pt_pt: Categoria de uso NZBget para anime
sv_se: Använd NZBget-kategori för anime
tr_tr: Kullanım NZBget Kategori anime için

source: Use NZBget category for anime (backlog episodes)
ca_es: Categoria de NZBget d'ús per l'anime (acumulació episodis)
hu_hu: NZBget kategória használható anime (lemaradás epizód)
it_it: Categoria d'uso NZBget per anime (backlog episodi)
nl_nl: NZBget gebruikscategorie voor anime (achterstand afleveringen)
pl_pl: Użycie dla anime (odcinki zaległości) NZBget kategorii
pt_pt: Categoria de uso NZBget para anime (episódios de atraso)
sv_se: Använda NZBget-kategori för anime (backlog episoder)
tr_tr: Kullanım NZBget Kategori için anime (bekleme listesi bölüm)

source: NZBget priority
ca_es: NZBget prioritat
hu_hu: Kiemelt NZBget
it_it: NZBget priorità
nl_nl: NZBget prioriteit
pl_pl: NZBget priorytet
pt_pt: Prioridade NZBget
sv_se: NZBget prioritet
tr_tr: NZBget öncelik

source: Very low
ca_es: Molt baix
hu_hu: Nagyon alacsony
it_it: Molto basso
nl_nl: Zeer laag
pl_pl: Bardzo niskie
pt_pt: Muito baixa
sv_se: Mycket låg
tr_tr: Çok düşük

source: Low
ca_es: Baixa
hu_hu: Alacsony
it_it: Basso
nl_nl: Lage
pl_pl: Niski
pt_pt: Baixa
sv_se: Låg
tr_tr: Düşük

source: Very high
ca_es: Molt alta
hu_hu: Nagyon magas
it_it: Molto alta
nl_nl: Zeer hoog
pl_pl: Bardzo wysoka
pt_pt: Muito alta
sv_se: Mycket hög
tr_tr: Çok yüksek

source: Force
ca_es: Força
hu_hu: Erő
it_it: Forza
nl_nl: Kracht
pl_pl: Życie
pt_pt: Força
sv_se: Tvinga
tr_tr: Kuvvet

source: Click below to test
ca_es: Feu clic a baix per provar
hu_hu: Kattintson az alábbi teszt
it_it: Clicca qui sotto per verificare
nl_nl: Klik hieronder om te testen
pl_pl: Kliknij poniżej, aby przetestować
pt_pt: Clique abaixo para testar
sv_se: Klicka nedan för att testa
tr_tr: Test etmek için tıklayınız

source: Test SABnzbd
ca_es: Prova SABnzbd
hu_hu: SABnzbd teszt
it_it: Prova SABnzbd
nl_nl: Testen van SABnzbd
pt_pt: Teste SABnzbd
sv_se: Testa SABnzbd

source: How to handle Torrent search results for clients.
ca_es: Com manejar els resultats de la cerca Torrent per als clients.
hu_hu: Hogyan kell kezelni a Torrent search eredményeket az ügyfelek számára.
it_it: Come gestire i risultati di ricerca di Torrent per i clienti.
nl_nl: Het afhandelen van Torrent zoekresultaten voor clients.
pl_pl: Jak zrobić z wynikami wyszukiwania Torrent dla klientów.
pt_pt: Como lidar com os resultados de busca de Torrent para clientes.
sv_se: Hur Torrent sökresultat ska hanteras.
tr_tr: Nasıl istemcileri için sel arama sonuçları.

source: Enable torrent searches
ca_es: Habilitar cerques torrent
hu_hu: Torrent keresés engedélyezése
it_it: Consente di effettuare ricerche torrent
nl_nl: Torrent zoekopdrachten inschakelen
pl_pl: Włącz wyszukiwanie torrent
pt_pt: Permitir buscas de torrent
sv_se: Aktivera torrentsökningar
tr_tr: Sel arama etkinleştirmek

source: Send .torrent files to:
ca_es: Enviar arxius. torrent a:
hu_hu: Küldjön a .torrent fájlokat:
it_it: Inviare i file torrent:
nl_nl: .Torrent bestanden te verzenden:
pl_pl: Wyślij pliki .torrent, aby:
pt_pt: Envie arquivos torrent:
sv_se: Skicka .torrent-filer till:
tr_tr: Göndermek için .torrent eğe:

source: Torrent host:port
ca_es: Torrent: port d'amfitrió
hu_hu: Állomás: port/torrent
it_it: Torrent: porta host
nl_nl: Torrent host: poort
pl_pl: Torrent: port hosta
pt_pt: Porta: host torrent
sv_se: Torrent värd:port
tr_tr: Sel ana bilgisayar: bağlantı noktası

source: ex. transmission
ca_es: transmissió d'ex.
hu_hu: átviteli ex.
it_it: es. trasmissione
nl_nl: ex. transmissie
pl_pl: ex. transmisji
pt_pt: transmissão de ex.
tr_tr: Ex. iletim

source: HTTP Authentication
ca_es: Autenticació de HTTP
hu_hu: HTTP-hitelesítés
it_it: Autenticazione HTTP
nl_nl: HTTP-verificatie
pl_pl: Uwierzytelnianie HTTP
pt_pt: Autenticação HTTP
sv_se: HTTP-autentisering
tr_tr: HTTP kimlik doğrulaması

source: None
ca_es: Cap
hu_hu: Egyik sem
it_it: Nessuno
nl_nl: Geen
pl_pl: Brak
pt_pt: Nenhum
sv_se: Ingen
tr_tr: Hiçbiri

source: Basic
ca_es: Bàsica
hu_hu: Alapvető
it_it: Base
pl_pl: Podstawowe
pt_pt: Básico
sv_se: Enkel
tr_tr: Temel

source: Verify certificate
ca_es: Verificar el certificat
hu_hu: Ellenőrizze a tanúsítvány
it_it: Verificare il certificato
nl_nl: Certificaat verifiëren
pl_pl: Sprawdź certyfikat
pt_pt: Verificar certificado
sv_se: Verifiera certifikat
tr_tr: Sertifikayı doğrulamak

source: disable if you get "Deluge: Authentication Error" in your log
ca_es: Impossibiliti si et "Diluvi: Error d'autenticació" en el seu registre
hu_hu: Ha Ön kap "Özönvíz: hitelesítési hiba" a napló letiltása
it_it: disattivare se si ottiene "Diluvio: errore di autenticazione" nel tuo log
nl_nl: Als je "Deluge: verificatiefout" in uw logboek uitschakelen
pl_pl: uczynić kaleką jeśli "Błąd uwierzytelniania: potop" w dzienniku
pt_pt: desabilitar se você receber "Dilúvio: erro de autenticação" no seu log
sv_se: inaktivera om du får ”Deluge: Authentication Error” i din logg
tr_tr: Senin günlüğünde "Nuh Tufanı: kimlik doğrulama hatası" alırsanız devre dışı bırakma

source: Verify SSL certificates for HTTPS requests
ca_es: Verificar els certificats SSL per a les sol·licituds d'HTTPS
hu_hu: A HTTPS-kérelmeké SSL tanúsítványok ellenőrzésére
it_it: Verificare i certificati SSL per le richieste HTTPS
nl_nl: Controleer of de SSL-certificaten voor HTTPS-aanvragen
pl_pl: Sprawdź certyfikaty SSL dla żądań HTTPS
pt_pt: Verificar os certificados SSL para solicitações HTTPS
sv_se: Verifiera SSL certifikat för HTTPS-förfrågningar
tr_tr: HTTPS istekleri için SSL sertifikalarını doğrulama

source: Client username
ca_es: Nom d'usuari de client
hu_hu: Ügyfél felhasználóneve
it_it: Nome utente client
nl_nl: Gebruikersnaam van client
pl_pl: Login klienta
pt_pt: Nome de usuário do cliente
sv_se: Klientanvändarnamn
tr_tr: İstemci kullanıcı adı

source: Client password
ca_es: Contrasenya de client
hu_hu: Ügyfél jelszavát
it_it: Password del client
nl_nl: Clientwachtwoord
pl_pl: Hasło klienta hasło
pt_pt: Senha do cliente
sv_se: Klientlösenord
tr_tr: İstemci parola

source: Add label to torrent
ca_es: Afegir etiqueta a torrent
hu_hu: Címke hozzáadása a torrent
it_it: Aggiungere etichette a torrent
nl_nl: Label toevoegen aan torrent
pl_pl: Dodaj etykiety do torrent
pt_pt: Adicionar um rótulo para torrent
sv_se: Lägg till etikett på torrent
tr_tr: Sel için etiket ekle

source: blank spaces are not allowed
ca_es: no es permeten els espais en blanc
hu_hu: üres szóközök nem megengedettek.
it_it: gli spazi vuoti non sono consentiti
nl_nl: spaties zijn niet toegestaan
pl_pl: spacje nie są dozwolone.
pt_pt: Não são permitidos espaços em branco
sv_se: blanksteg är inte tillåtna
tr_tr: boş boşluklara izin verilmez

source: Add anime label to torrent
ca_es: Afegir etiqueta anime a torrent
hu_hu: Anime címke hozzáadása torrent
it_it: Aggiungere anime etichetta a torrent
nl_nl: Anime label toevoegen aan torrent
pl_pl: Dodaj etykiety anime torrent
pt_pt: Adicionar label anime torrent
sv_se: Lägg till anime-etikett på torrent
tr_tr: Sel için anime etiket ekleme

source: Downloaded files location
ca_es: Ubicació arxius descarregats
hu_hu: Letöltött fájlok helye
it_it: Posizione dei file scaricati
nl_nl: Locatie van de gedownloade bestanden
pl_pl: Lokalizacja pobieranych plików
pt_pt: Localização de arquivos baixados
sv_se: Plats för hämtade filer
tr_tr: İndirilen dosyaları konumu

source: where the torrent client will save downloaded files (blank for client default)
ca_es: on guardar el client de torrent descarregar arxius (en blanc per defecte del client)
hu_hu: ahol a torrent kliens fog menteni letöltött fájlokat (üres, az ügyfél alapértelmezett)
it_it: dove si salverà il client torrent scaricati (vuoto per client predefinito)
nl_nl: waar de torrent-client bespaart gedownloade bestanden (leeg voor de standaardwaarde van de client)
pl_pl: gdzie klient torrent będzie zapisywać pobrane pliki (puste dla domyślnego klienta)
pt_pt: onde salvará o cliente torrent baixado arquivos (em branco para o padrão do cliente)
sv_se: där torrent-klienten kommer att spara nedladdade filer (blankt för klientstandard)
tr_tr: nerede sel müşteri-ecek kurtarmak downloaded eğe (istemci varsayılan için boş)

source: the destination has to be a shared folder for Synology DS
ca_es: la destinació ha de ser una carpeta compartida per Synology DS
hu_hu: a cél, hogy egy megosztott mappát a Synology DS
it_it: la destinazione deve essere una cartella condivisa per Synology DS
nl_nl: de bestemming moet worden van een gedeelde map voor Synology DS
pl_pl: obiekt docelowy musi być folder udostępniony dla Synology DS
pt_pt: o destino tem que ser uma pasta compartilhada para Synology DS
sv_se: målet måste vara en delad mapp för Synology DS
tr_tr: Hedef Synology DS için paylaşılan bir klasör olmalı

source: Start torrent paused
ca_es: Torrent de començament en pausa
hu_hu: Start torrent felfüggesztve
it_it: In pausa inizio torrent
nl_nl: Start torrent onderbroken
pl_pl: Wstrzymany Start torrent
pt_pt: Em pausa iniciar torrent
sv_se: Start torrent pausad
tr_tr: Başlangıç sel duraklatıldı

source: add .torrent to client but do <b>not</b> start downloading
ca_es: afegir. torrent a client però fer <b>not</b> començar a descarregar
hu_hu: összead .torrent-hoz ügyfél, de nem <b>not</b> start letöltése
it_it: Aggiungi torrent client ma fare <b>not</b> avviare il download
nl_nl: toevoegen van .torrent naar client maar doen <b>not</b> start downloaden
pl_pl: dodać .torrent do klienta, ale czy <b>not</b> rozpocząć pobieranie
pt_pt: Adicionar torrent cliente mas faz <b>not</b> iniciar download
sv_se: lägg till .torrent till klienten men starta <b>inte</b> nedladdning
tr_tr: istemciye .torrent eklemek ama <b>not</b> başlangıç indirme yapmak

source: Allow high bandwidth
ca_es: Permeten l'amplada de banda alta
hu_hu: Lehetővé teszi a magas sávszélesség
it_it: Consentire elevata larghezza di banda
nl_nl: Hoge bandbreedte toestaan
pl_pl: Umożliwić wysokiej przepustowości
pt_pt: Permitir que a largura de banda alta
sv_se: Tillåt hög bandbredd
tr_tr: Yüksek bant genişliği sağlar

source: use high bandwidth allocation if priority is high
ca_es: Utilitzeu Alt amplada de banda assignació si prioritat és alt
hu_hu: használata magas sávszélesség kiosztás, ha magas prioritású
it_it: utilizzare l'allocazione della banda alta se la priorità è alta
nl_nl: hoge bandbreedtetoewijzing wordt gebruikt als prioriteit hoog
pl_pl: używać alokacji przepustowości, jeśli priorytetem jest wysoka
pt_pt: usar a alocação de largura de banda alta se a prioridade é alta
sv_se: använd hög bandbreddstilldelning om prioritet är hög
tr_tr: öncelik yüksek ise yüksek bant genişliği ayırma kullanın

source: Test Connection
ca_es: Connexió de prova
hu_hu: Kapcsolat tesztelése
it_it: Test connessione
nl_nl: Verbinding testen
pl_pl: Test połączenia
pt_pt: Teste de Conexão
sv_se: Testa anslutning
tr_tr: Bağlantıyı Sına

source: Subtitles Search
ca_es: Cerca de subtítols
hu_hu: Feliratok keresés
it_it: Ricerca di sottotitoli
nl_nl: Ondertitels zoeken
pl_pl: Wyszukiwanie napisów
pt_pt: Busca de legendas
sv_se: Undertextsök
tr_tr: Altyazılar arama

source: Subtitles Plugin
ca_es: Subtítols Plugin
hu_hu: Plugin feliratok
it_it: Plugin di sottotitoli
nl_nl: Ondertitels Plugin
pl_pl: Wtyczki napisy
pt_pt: Plugin de legendas
sv_se: Undertextplugin
tr_tr: Altyazılı Plugin

source: Plugin Settings
ca_es: Configuració del plugin
hu_hu: Beállítások plugin
it_it: Impostazioni plugin
nl_nl: Plugin instellingen
pl_pl: Ustawienia wtyczki
pt_pt: Configurações do plugin
sv_se: Plugin-inställningar
tr_tr: Eklenti ayarları

source: Settings that dictate how SickRage handles subtitles search results.
ca_es: Escenes que dicten com SickRage manetes subtítols resultats de la cerca.
hu_hu: Beállítások, hogy hogyan kezeli a SickRage feliratok keresési eredményeket.
it_it: Risultati della ricerca di impostazioni che determinano come SickRage gestisce i sottotitoli.
nl_nl: Instellingen die bepalen hoe SickRage omgaat met ondertitels zoekresultaten.
pl_pl: Wyniki wyszukiwania ustawienia, które określają, jak SickRage obsługuje napisy.
pt_pt: Resultados de busca de configurações que determinam como o SickRage lida com legendas.
sv_se: Inställningar gällande hur SiCKRAGE hanterar sökresultat för undertexter.
tr_tr: SickRage altyazı işleme biçimini dikte ayarları arama sonuçları.

source: Search Subtitles
ca_es: Cerca subtítols
hu_hu: Feliratok keresés
it_it: Ricerca sottotitoli
nl_nl: Zoeken, ondertiteling
pl_pl: Wyszukiwanie napisów
pt_pt: Pesquisar legendas
sv_se: Sök undertext
tr_tr: Arama Altyazılar

source: Subtitle Languages
ca_es: Subtitulen llengües
hu_hu: Felirat nyelvek
it_it: Lingue dei sottotitoli
nl_nl: Ondertitelingstalen
pl_pl: Języki napisów dialogowych
pt_pt: Idiomas de legendas
sv_se: Textningsspråk
tr_tr: Altyazı dili

source: Subtitles History
ca_es: Història de subtítols
hu_hu: Feliratok története
it_it: Storia di sottotitoli
nl_nl: Geschiedenis van de ondertitels
pl_pl: Historia napisy
pt_pt: História de legendas
sv_se: Undertexter historia
tr_tr: Altyazılar geçmiş

source: Log downloaded Subtitle on History page?
ca_es: Registre descarregar subtítols en pàgina d'història?
hu_hu: Napló történelem oldal letöltött felirat?
it_it: Registro scaricato sottotitolo pagina Cronologia?
nl_nl: Log gedownload ondertiteling op pagina Geschiedenis weergegeven?
pl_pl: Dziennika pobranych napisów na stronie historia?
pt_pt: Registro baixado subtítulo na página de história?
sv_se: Log hämtade Subtitle på sidan?
tr_tr: Günlük altyazı Geçmiş sayfasında indirilen?

source: Subtitles Multi-Language
ca_es: Multilingüe de subtítols
hu_hu: Feliratok több nyelven
it_it: Sottotitoli multi-lingua
nl_nl: Multi-taal ondertitels
pl_pl: Wielo--język napisów
pt_pt: Multi-idioma legendas
sv_se: Multi-språk för undertexter
tr_tr: Altyazılar çoklu dil

source: Append language codes to subtitle filenames?
ca_es: Afegir codis de llenguatge per subtitular filenames?
hu_hu: Hozzáfűzés a alcím filenév nyelvkódokat?
it_it: Aggiungere codici di lingua per i nomi dei file di sottotitoli?
nl_nl: Taalcodes om bestandsnamen ondertitel toevoegen?
pl_pl: Dołączyć kody języka do napisów nazw plików?
pt_pt: Acrescentar os códigos de idioma para nomes de arquivos de legendas?
sv_se: Append språkkoder för att texta filnamn?
tr_tr: Dil kodları dosya adlarını altyazı eklemek?

source: Embedded Subtitles
ca_es: Subtítols incrustats
hu_hu: Beágyazott feliratok
it_it: Sottotitoli incorporati
nl_nl: Embedded ondertitels
pl_pl: Wtopione napisy
pt_pt: Legendas incorporadas
sv_se: Inbäddade undertexter
tr_tr: Altyazı gömülü

source: Ignore subtitles embedded inside video file?
ca_es: Ignorar subtitula incrustat dins d'arxiu de vídeo?
hu_hu: Figyelmen kívül hagyja a feliratok beágyazott video reszelő?
it_it: Ignorare i sottotitoli incorporati all'interno di file video?
nl_nl: Ondertitels ingebed binnen videobestand negeren?
pl_pl: Ignoruj napisy osadzone w pliku wideo?
pt_pt: Ignorar legendas embutidas dentro de arquivo de vídeo?
sv_se: Ignorera undertexter inbäddade inuti videofil?
tr_tr: Video dosyası içinde gömülü altyazı göz ardı?

source: Warning:
ca_es: Advertiment:
hu_hu: Figyelmeztetés:
it_it: Avviso:
nl_nl: Waarschuwing:
pl_pl: Ostrzeżenie:
pt_pt: Aviso:
sv_se: Varning:
tr_tr: Uyarı:

source: this will ignore <u>all</u> embedded subtitles for every video file!
ca_es: això ignorarà <u>all</u> incrustat subtitula per a cada fitxer de vídeo!
hu_hu: Ez akarat nem vesz tudomásul minden videó fájl <u>all</u> beágyazott feliratok!
it_it: Questo ignorerà i sottotitoli <u>all</u> incorporato per ogni file video!
nl_nl: Dit zal <u>all</u> embedded ondertitels voor elk video bestand negeren!
pl_pl: to będzie ignorować <u>all</u> wbudowane napisy dla każdego pliku wideo!
pt_pt: Isto irá ignorar <u>all</u> incorporado legendas para cada arquivo de vídeo!
sv_se: Detta kommer att ignorera <u>all</u> inbäddade undertexter för varje videofil!
tr_tr: Bu <u>all</u> gömülü altyazı her video dosyası için göz ardı eder!

source: Hearing Impaired Subtitles
ca_es: Persones amb discapacitat auditiva de subtítols
hu_hu: A Hallássérülés feliratok
it_it: Sottotitoli per non udenti
nl_nl: Hoorzitting verminderde ondertitels
pl_pl: Niesłyszący napisy
pt_pt: Audição prejudicada legendas
sv_se: Nedsatt hörsel undertexter
tr_tr: Altyazılar İşitme engelliler

source: Download hearing impaired style subtitles?
ca_es: Descarregar auditives estil subtitula?
hu_hu: Letöltés hallássérülteknek stílus feliratok?
it_it: Scarica i sottotitoli di stile con problemi di udito?
nl_nl: Slechthorenden stijl ondertitels downloaden?
pl_pl: Pobierz napisy stylu zaburzenia słuchu?
pt_pt: Baixar legendas de estilo de deficientes auditivos?
sv_se: Ladda ner hörselskadade stil undertexter?
tr_tr: İşitme engelli stil altyazı indir?

source: Subtitle Directory
ca_es: Directori de subtitular
hu_hu: Könyvtár feliratok
it_it: Directory dei sottotitoli
nl_nl: Ondertitel Directory
pl_pl: Katalogu napisów
pt_pt: Diretório de legendas
sv_se: SUBTITLE katalog
tr_tr: Alt dizin

source: The directory where SickRage should store your
ca_es: El directori on SickRage ha d'emmagatzemar el seu
hu_hu: A könyvtár, ahol SickRage kell tárolni a
it_it: La directory dove SickRage dovrebbe conservare il vostro
nl_nl: De directory waar SickRage moet opslaan uw
pl_pl: Katalogu, gdzie powinny być przechowywane SickRage swoje
pt_pt: O diretório onde SickRage deve armazenar seu
sv_se: Katalogen där SiCKRAGE ska lagra dina
tr_tr: SickRage mağaza nerede dizin senin

source: Subtitles
ca_es: Subtítols
hu_hu: Feliratok
it_it: Sottotitoli
nl_nl: Ondertitels
pl_pl: Napisy
pt_pt: Legendas
sv_se: Undertexter
tr_tr: Altyazılar

source: files.
ca_es: arxius.
hu_hu: fájlok.
it_it: file.
nl_nl: bestanden.
pl_pl: pliki.
pt_pt: arquivos.
sv_se: filer.
tr_tr: dosyaları.

source: Leave empty if you want store subtitle in episode path.
ca_es: Deixar buit si vol emmagatzemar el subtitular en el camí de l'episodi.
hu_hu: Hagyja üresen, ha szeretné, hogy a felirat epizód elérési útját tárolja.
it_it: Lasciare vuoto se si desidera memorizzare il sottotitolo nel percorso di episodio.
nl_nl: Laat leeg indien gewenst ondertitel in aflevering pad opslaan.
pl_pl: Należy pozostawić puste, jeśli chcesz przechowywać napisy odcinek ścieżki.
pt_pt: Deixe vazio se você quiser armazenar subtítulo no caminho do episódio.
sv_se: Lämna tomt om du vill lagra undertext i episod väg.
tr_tr: Altyazı bölüm yolundaki depolamak istiyorsanız, boş bırakın.

source: Subtitle Find Frequency
ca_es: Subtítol trobar freqüència
hu_hu: Felirat keresés gyakorisága
it_it: Cercare la frequenza dei sottotitoli
nl_nl: Ondertitel zoeken frequentie
pl_pl: Napisów Znajdź częstotliwości
pt_pt: Frequência de encontrar legendas
sv_se: SUBTITLE hitta frekvens
tr_tr: Altyazı bul frekans

source: for a script arguments description.
ca_es: per a una descripció d'arguments de guió.
hu_hu: script argumentumok leírását.
it_it: per una descrizione di argomenti di script.
nl_nl: voor een beschrijving van de argumenten script.
pl_pl: Opis argumenty skryptu.
pt_pt: para uma descrição de argumentos de script.
sv_se: för ett skript argument beskrivning.
tr_tr: için bir komut dosyası bağımsız değişken açıklama.

source: Additional scripts separated by
ca_es: Scripts addicionals, separats per
hu_hu: További szkriptek elválasztva
it_it: Script aggiuntivi separati da
nl_nl: Extra scripts gescheiden door
pl_pl: Dodatkowe skrypty oddzielone
pt_pt: Scripts adicionais separados por
sv_se: Ytterligare skript åtskilda av
tr_tr: Ek komut dosyaları tarafından ayrılmış

source: Scripts are called after each episode has searched and downloaded subtitles.
ca_es: Escriptures s'anomenen després de cada episodi ha buscat i descarregat subtitula.
hu_hu: Parancsfájlok után minden egyes epizód keresett és letöltött feliratok nevezzük.
it_it: Gli script vengono chiamati dopo ogni episodio ha cercato e scaricato i sottotitoli.
nl_nl: Scripts worden aangeroepen nadat elke aflevering heeft gezocht en gedownload van ondertitels.
pl_pl: Skrypty są nazywane po każdym odcinku ma zrewidowany i pobrać napisy.
pt_pt: Scripts são chamados após cada episódio tem pesquisado e baixei as legendas.
sv_se: Skript kallas efter varje episod har sökt och laddat ner undertexter.
tr_tr: Her bölümde aranan ve yüklenen Altyazılar sonra komut dosyaları adı verilir.

source: For any scripted languages, include the interpreter executable before the script. See the following example:
ca_es: Per a qualsevol guió llengües, inclouen l'intèrpret executable abans de l'escriptura. Vegeu el següent exemple:
hu_hu: Bármely parancsnyelveket tartalmaznia kell a futtatható a script előtt tolmács. Lásd az alábbi példát:
it_it: Per eventuali linguaggi di script, includere l'interprete eseguibile prima dello script. Vedere l'esempio riportato di seguito:
nl_nl: Voor elk script talen, omvatten de interpreter uitvoerbaar is voordat het script. Zie het volgende voorbeeld:
pl_pl: Dla wszelkich języków skryptowych obejmują interpretera przed skrypt wykonywalny. Patrz Poniższy przykład:
pt_pt: Para quaisquer linguagens de script, incluem o intérprete executável antes do script. Veja o exemplo a seguir:
sv_se: För eventuella skript språk, inkludera tolken körbara före skriften. Se följande exempel:
tr_tr: Komut dosyası kullanan herhangi bir dil için önce komut dosyası çalıştırılabilir yorumlayıcısı içerir. Aşağıdaki örneğe bakın:

source: For Windows:
ca_es: Per a Windows:
hu_hu: A Windows:
it_it: Per Windows:
nl_nl: Voor Windows:
pl_pl: Dla Windows:
pt_pt: Para Windows:
sv_se: För Windows:
tr_tr: Windows için:

source: For Linux:
ca_es: Per a Linux:
hu_hu: A Linux:
it_it: Per Linux:
nl_nl: Voor Linux:
pl_pl: Dla Linux:
pt_pt: Para Linux:
sv_se: För Linux:
tr_tr: Linux için:

source: Subtitle Plugins
ca_es: Subtítol Plugins
hu_hu: Felirat dugó
it_it: Plugin di sottotitolo
nl_nl: Ondertitel Plugins
pl_pl: Wtyczki napisy
pt_pt: Plugins de legendas
tr_tr: Altyazı eklentileri
