Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Delete content of RAR files, even if Process Method not set to move?
ca_es: Suprimeixi contingut d'arxius RAR, fins i tot si el procés mètode no definit per moure?
hu_hu: Töröl elégedett-a RAR fájlokat, még akkor is ha folyamat mód nem mozog?
it_it: Eliminare il contenuto dei file RAR, anche se il metodo di processo non impostato per spostare?
nl_nl: Verwijderen inhoud van RAR bestanden, zelfs als proces methode niet is ingesteld om te gaan?
pl_pl: Usuń zawartość plików RAR, nawet jeśli proces Metoda ustawia wrzucić?
pt_pt: Excluir o conteúdo de arquivos RAR, mesmo se o método de processo não definido para mover?
sv_se: Ta bort innehållet i RAR-filer, även om processmetod inte inställd på att flytta?
tr_tr: Işlem yöntemi taşımak için ayarlanmamış olsa bile RAR dosyalarının içeriği silinsin mi?

source: Don't delete empty folders
ca_es: No suprimir carpetes buides
hu_hu: Ne törölje az üres tartók
it_it: Non eliminare le cartelle vuote
nl_nl: Verwijder lege mappen niet
pl_pl: Nie usuwaj puste foldery
pt_pt: Não excluir pastas vazias
sv_se: Ta inte bort tomma mappar
tr_tr: Boş klasörleri silme

source: Leave empty folders when Post Processing?
ca_es: Deixar carpetes buides en processar Post?
hu_hu: Hagyjuk üres tartók, amikor utómunka?
it_it: Lasciare le cartelle vuote durante il Post Processing?
nl_nl: Laat lege mappen bij de Post verwerking?
pl_pl: Pozostaw puste foldery, kiedy post-processing?
pt_pt: Deixar pastas vazias quando pós-processamento?
sv_se: Lämna tomma mappar när efterbearbetning?
tr_tr: Boş klasörleri sonrası işleme sırasında bırakır?

source: Can be overridden using manual Post Processing
ca_es: Poden invalidar utilitzant manual de processament Post
hu_hu: Kézi felad feldolgozás segítségével felülírható
it_it: Può essere sottoposto a override utilizzando manuale Post-elaborazione
nl_nl: Kan worden overschreven met behulp van handmatige nabewerking
pl_pl: Może być zastąpiona przy użyciu ręcznego Post Processing
pt_pt: Pode ser substituído usando manual pós-tratamento
sv_se: Kan åsidosättas med hjälp av manuell efterbearbetning
tr_tr: El ile posta işleme kullanarak geçersiz kılınabilir

source: warning
hu_hu: figyelmeztetés
sv_se: varning
tr_tr: uyarı

source: EXPERTS ONLY.
hu_hu: CSAK SZAKÉRTŐK.
sv_se: ENBART EXPERTER.
tr_tr: SADECE UZMANLAR.

source: Delete Failed
ca_es: No ha pogut suprimir
hu_hu: A törlés nem sikerült
it_it: Eliminazione non riuscita
nl_nl: Verwijderen is mislukt
pl_pl: DELETE nie powiodło się
pt_pt: Falha ao excluir
sv_se: Ta bort misslyckades
tr_tr: Silinemedi

source: Delete files left over from a failed download?
ca_es: Suprimir arxius de un descarregar fracassat?
hu_hu: Töröl meghagy-ból egy megbukik letölt?
it_it: Eliminare i file lasciati da un download non riuscito?
nl_nl: Verwijderen van bestanden overgebleven uit een mislukte download?
pl_pl: Usuń pliki pozostały z nieudanych pobierania?
pt_pt: Excluir arquivos que sobraram de um download falhou?
sv_se: Ta bort filer kvar från en misslyckad nedladdning?
tr_tr: Başarısız bir indirme kalan dosyaları silmek?

source: Extra Scripts
ca_es: Scripts addicionals
hu_hu: Extra szkriptek
it_it: Script extra
pl_pl: Dodatkowe skrypty
pt_pt: Scripts extras
sv_se: Extra manus
tr_tr: İlave komut dosyaları

source: See
ca_es: Veure
hu_hu: Lásd:
it_it: Vedi
nl_nl: Zie
pl_pl: Zobacz
pt_pt: Ver
sv_se: Se
tr_tr: Bkz:

source: for script arguments description and usage.
ca_es: per escriptura arguments Descripció i ús.
hu_hu: a parancsfájl-argumentumok Leírás és használat.
it_it: per la descrizione di argomenti di script e l'utilizzo.
nl_nl: voor de beschrijving van de argumenten van het script en gebruik.
pl_pl: opis argumentów skryptu i użytkowania.
pt_pt: para a descrição de argumentos de script e uso.
sv_se: för beskrivning och användning av skriptargument.
tr_tr: komut dosyası bağımsız değişken açıklama ve kullanım için.

source: How SickRage will name and sort your episodes.
ca_es: Com SickRage es el nom i ordenar els seus episodis.
hu_hu: Hogyan SickRage nevet, és rendezni a epizód.
it_it: Come SickRage nome e ordinare i vostri episodi.
nl_nl: Hoe zal de SickRage naam en sorteren van uw afleveringen.
pl_pl: W jaki sposób SickRage nazwa i sortować swoje odcinki.
pt_pt: Como SickRage vai nomear e classificar seus episódios.
sv_se: Hur SiCKRAGE namnger och sorterar dina avsnitt.
tr_tr: Nasıl SickRage isim ve senin bölüm sıralayın.

source: Name Pattern:
ca_es: Patró de nom:
hu_hu: Mintát:
it_it: Nome modello:
nl_nl: Patroon:
pl_pl: Nazwa wzoru:
pt_pt: Padrão de nome:
sv_se: Namnmönster:
tr_tr: Ad deseni:

source: Don't forget to add quality pattern. Otherwise after post-processing the episode will have UNKNOWN quality
ca_es: No oblidi afegir patró de qualitat. Altrament després post-tractament de l'episodi haurà desconegut qualitat
hu_hu: Ne felejtsd el, minőségű mintát hozzá. Egyébként után post-feldolgozás az epizód lesz ismeretlen minőség
it_it: Non dimenticare di aggiungere il modello di qualità. In caso contrario, dopo l'episodio di post-elaborazione avrà UNKNOWN qualità
nl_nl: Vergeet niet om toe te voegen kwaliteit patroon. Anders na post-processing de aflevering onbekende hebben zal kwaliteit
pl_pl: Nie zapomnij, aby dodać wzór jakości. Inaczej po post-processing odcinek będzie miał nieznany jakości
pt_pt: Não se esqueça de adicionar o padrão de qualidade. Caso contrário, depois de pós-processamento o episódio terá desconhecido qualidade
sv_se: Glöm inte att lägga till kvalitetsmönster. Annars kommer avsnitten ha OKÄND kvalitet efter efterbehandlingen
tr_tr: Kalite modeli eklemeyi unutmayın. Aksi takdirde son bölüm işlem bilinmeyen olacak sonra kalite

source: Meaning
ca_es: Significat
hu_hu: Jelentése
it_it: Significato
nl_nl: Betekenis
pl_pl: Znaczenie
pt_pt: Significado
sv_se: Betydelse
tr_tr: Anlamı

source: Pattern
ca_es: Patró
hu_hu: Minta
it_it: Modello
nl_nl: Patroon
pl_pl: Wzór
pt_pt: Padrão
sv_se: Mönster
tr_tr: Desen

source: Result
ca_es: Resultat
hu_hu: Eredmény
it_it: Risultato
nl_nl: Resultaat
pl_pl: Wynik
pt_pt: Resultado
sv_se: Resultat
tr_tr: Sonuç

source: Use lower case if you want lower case names (eg. %sn, %e.n, %q_n etc)
ca_es: Utilitzeu minúscules si voleu noms minúscules (ex. %sn, %e.n, %q_n etc.)
hu_hu: Használja a nagybetűk kisbetű nevek (például. %sn, %e.n, %q_n stb)
it_it: Utilizzare lettere minuscole se si desidera che i nomi di lettere minuscole (ad es. %sn, %e.n, %q_n ecc)
nl_nl: Gebruik kleine letters als u kleine letters namen wilt (bijv. %sn, %e.n, %q_n enz)
pl_pl: Należy używać małych liter, jeśli chcesz, aby nazwy pisane małymi literami (np. %sn, %e.n, %q_n itp)
pt_pt: Use letras minúsculas se você quer nomes de minúsculas (por exemplo,. %sn, %e.n, %q_n etc)
sv_se: Använd gemener om du vill ha namn med små bokstäver (t.ex. %sn, %e.n, %q_n osv)
tr_tr: Küçük harf isimleri isterseniz küçük harf kullanın (örn. %sn, %e.n, %q_n vb)

source: Show Name:
ca_es: Mostra el nom:
hu_hu: Térkép neve:
it_it: Visualizza nome:
nl_nl: Toon naam:
pl_pl: Pokaż nazwę:
pt_pt: Nome do programa:
sv_se: Serienamn:
tr_tr: Adını göster:

source: Show Name
ca_es: Mostra el nom
hu_hu: Térkép neve
it_it: Visualizza nome
nl_nl: Toon naam
pl_pl: Pokaż nazwę
pt_pt: Mostrar nome
sv_se: Serienamn
tr_tr: Adını göster

source: Season Number:
ca_es: Nombre de temporada:
hu_hu: Évad-szám:
it_it: Numero di stagione:
nl_nl: Seizoen nummer:
pl_pl: Numer sezonu:
pt_pt: Número de temporada:
sv_se: Säsong nummer:
tr_tr: Sezon sayısı:

source: XEM Season Number:
ca_es: XEM temporada número:
hu_hu: XEM szezon száma:
it_it: XEM Stagione numero:
nl_nl: Xem-seizoen nummer:
pl_pl: XEM sezon numer:
pt_pt: XEM temporada número:
sv_se: XEM säsong nummer:
tr_tr: XEM sezon numarası:

source: Episode Number:
ca_es: Episodi número:
hu_hu: Rész száma:
it_it: Numero episodio:
nl_nl: Aflevering nummer:
pl_pl: Numer odcinka:
pt_pt: Número do episódio:
sv_se: Avsnitt nummer:
tr_tr: Bölüm numarası:

source: XEM Episode Number:
ca_es: XEM episodi número:
hu_hu: XEM epizód száma:
it_it: XEM episodio numero:
nl_nl: Xem-aflevering nummer:
pl_pl: XEM numer odcinka:
pt_pt: XEM número de episódio:
sv_se: XEM avsnitt nummer:
tr_tr: XEM bölüm numarası:

source: Episode Name:
ca_es: Nom de l'episodi:
hu_hu: Epizód neve:
it_it: Nome di episodio:
nl_nl: Aflevering naam:
pl_pl: Nazwa odcinka:
pt_pt: Nome do episódio:
sv_se: Avsnitt namn:
tr_tr: Bölüm adı:

source: Episode Name
ca_es: Nom de l'episodi
hu_hu: Epizód neve
it_it: Nome di episodio
nl_nl: Aflevering naam
pl_pl: Nazwa odcinka
pt_pt: Nome do episódio
sv_se: Avsnitt namn
tr_tr: Bölüm adı

source: Quality:
ca_es: Qualitat:
hu_hu: Minőség:
it_it: Qualità:
nl_nl: Kwaliteit:
pl_pl: Jakość:
pt_pt: Qualidade:
sv_se: Kvalitet:
tr_tr: Kalite:

source: Scene Quality:
ca_es: Qualitat de l'escena:
hu_hu: Jelenet minőség:
it_it: Qualità delle scene:
nl_nl: Kwaliteit van de scène:
pl_pl: Scena jakości:
pt_pt: Qualidade da cena:
sv_se: Scenkvalitet:
tr_tr: Sahne Kalite:

source: Release Name:
ca_es: Nom:
hu_hu: Release név:
it_it: Nome di rilascio:
nl_nl: De naam van de versie:
pl_pl: Nazwa Releasu:
pt_pt: Nome de lançamento:
sv_se: Releasenamn:
tr_tr: Yayın Adı:

source: Release Group:
ca_es: Grup de llançament:
hu_hu: Release Csoport:
it_it: Comunicato Gruppo:
pl_pl: Grupa wydania:
pt_pt: Grupo de lançamento:
sv_se: Releasegrupp:
tr_tr: Yayın Grup:

source: Release Type:
ca_es: Tipus d'estrena:
hu_hu: Kiadás típusa:
it_it: Tipo di rilascio:
pl_pl: Typ wydania:
pt_pt: Tipo de lançamento:
sv_se: Releasetyp:
tr_tr: Yayın türü:

source: Multi-Episode Style:
ca_es: Multi-episodi estil:
hu_hu: Több epizód stílus:
it_it: Stile di multi-episodio:
nl_nl: Meerdere aflevering stijl:
pl_pl: Wielo--odcinek stylu:
pt_pt: Vários episódio estilo:
sv_se: Multiavsnittsstil:
tr_tr: Birden çok bölüm stili:

source: Single-EP Sample:
ca_es: Single-EP Mostra:
hu_hu: Single-EP minta:
it_it: Campione di singolo-EP:
nl_nl: Single-EP monster:
pl_pl: Single-EP próbki:
pt_pt: Amostra de single-EP:
sv_se: Enkelepisod exempel:
tr_tr: Tek-EP örnek:

source: Multi-EP sample:
ca_es: Exemple de multi-EP:
hu_hu: Multi-EP minta:
it_it: Esempio di multi-EP:
nl_nl: Multi-EP monster:
pl_pl: Multi-EP próbki:
pt_pt: Amostra de multi-EP:
sv_se: Multiavsnitt exempel:
tr_tr: Multi-EP örnek:

source: Strip Show Year
ca_es: Franja Mostra el any
hu_hu: Strip Show-évre
it_it: Strip Show anno
nl_nl: Strip Toon jaar
pl_pl: Strip Show roku
pt_pt: Ano de Show de strip-tease
sv_se: Ta bort serieår
tr_tr: Striptiz Show yıl

source: Remove the TV show's year when renaming the file?
ca_es: Treure l'any de la sèrie de televisió quan rebatejant l'arxiu?
hu_hu: Távolítsa el a TV-show év amikor a fájl átnevezésével?
it_it: Rimuovere l'anno dello show TV quando si rinomina il file?
nl_nl: Verwijderen van de TV-show van jaar wanneer de naam van het bestand?
pl_pl: Usuń program telewizyjny roku podczas zmiany nazwy pliku?
pt_pt: Remover o ano do programa de TV quando renomear o arquivo?
sv_se: Ta bort seriens år vid omdöpning av fil?
tr_tr: TV show yıl kaldırmak dosyayı yeniden adlandırırken?

source: Only applies to shows that have year inside parentheses
ca_es: Només s'aplica als espectacles que tenen any dins els parèntesis
hu_hu: Csak azokra vonatkozik, azt mutatja, hogy az évben zárójelek belsejében
it_it: Si applica solo ai programmi che hanno l'anno all'interno di parentesi
nl_nl: Alleen van toepassing op toont aan dat jaar tussen haakjes moeten
pl_pl: Dotyczy tylko pokazuje, które mają rok wewnątrz nawiasów
pt_pt: Só se aplica aos programas que possuem o ano dentro de parênteses
sv_se: Gäller endast för serier som har året inom parentes
tr_tr: Parantez içinde yıl gösterileri için geçerlidir

source: Custom Air-By-Date
ca_es: Costum aire per data
hu_hu: Egyéni levegő mellett időpont
it_it: Aria-di-data personalizzato
nl_nl: Aangepaste Air-door-Date
pl_pl: Niestandardowe powietrza według daty
pt_pt: Ar-por-data personalizada
sv_se: Anpassade sändningsdatum
tr_tr: Özel Hava-tarafından-Tarih

source: Name Air-By-Date shows differently than regular shows?
ca_es: Aire per data nom Mostra diferent que espectacles regulars?
hu_hu: Név levegő-által-adatok azt mutatják, másképpen, mint a rendszeres mutatja?
it_it: Aria-di--data nome Mostra diversamente che regolarmente spettacoli?
nl_nl: Naam Air-door-Date toont anders dan reguliere laat zien?
pl_pl: Nazwa powietrza według daty pokazuje inaczej niż regularne pokazy?
pt_pt: Ar-por-data nome mostra diferente dos espectáculos regulares?
sv_se: Namnge sändningsdatum-serier annorlunda än vanliga serier?
tr_tr: Adını tarihe göre hava farklı daha düzenli gösterir gösterir?

source: Air-by-date Name Pattern:
ca_es: Nom de l'aire per data patró:
hu_hu: Levegő határidő mintát:
it_it: Modello di nome aria per data:
nl_nl: Lucht-door-date naampatroon:
pl_pl: Powietrza przez Data Nazwa wzorca:
pt_pt: Padrão de nome ar-por-data:
sv_se: Sändningsdatum namnmönster:
tr_tr: Hava tarih adı deseni:

source: Regular Air Date:
ca_es: Data de l'aire regular:
hu_hu: Rendszeres légi dátuma:
it_it: Data trasmissione regolare:
nl_nl: Regelmatige lucht datum:
pl_pl: Regularne Air Data:
pt_pt: Data de ar regular:
sv_se: Regelbundet sändningsdatum:
tr_tr: Normal hava tarihi:

source: Year:
ca_es: Any:
hu_hu: Év:
it_it: Anno:
nl_nl: Jaar:
pl_pl: Rok:
pt_pt: Ano:
sv_se: År:
tr_tr: Yıl:

source: Month:
ca_es: Mes:
hu_hu: Hónap:
it_it: Mese:
nl_nl: Maand:
pl_pl: Miesiąc:
pt_pt: Mês:
sv_se: Månad:
tr_tr: Ay:

source: Day:
ca_es: Dia:
hu_hu: Nap:
it_it: Giorno:
nl_nl: Dag:
pl_pl: Dzień:
pt_pt: Dia:
sv_se: Dag:
tr_tr: Gün:

source: Air-by-date Sample:
ca_es: Exemple de l'aire per data:
hu_hu: Levegő-által-dátum minta:
it_it: Campione di aria per data:
nl_nl: Lucht-door-date monster:
pl_pl: Próbka powietrza według daty:
pt_pt: Amostra de ar-por-data:
sv_se: Sändningsdatum exempel:
tr_tr: Hava tarih örneği:

source: Custom Sports
ca_es: Esportiu personalitzat
hu_hu: Egyéni sport
it_it: Custom sport
nl_nl: Aangepaste sporten
pl_pl: Niestandardowe sportowe
pt_pt: Esportes personalizados
sv_se: Anpassad sport
tr_tr: Özel spor

source: Name Sports shows differently than regular shows?
ca_es: Nom esportiu Mostra diferent que espectacles regulars?
hu_hu: Sport név azt mutatja, másképpen, mint a rendszeres mutatja?
it_it: Nome sport spettacoli diversamente che regolarmente spettacoli?
nl_nl: Naam Sports toont anders dan reguliere laat zien?
pl_pl: Nazwa sportowych pokazuje inaczej niż regularne pokazy?
pt_pt: Nome de esportes mostra diferente dos espectáculos regulares?
sv_se: Namnge sportserier annorlunda än vanliga serier?
tr_tr: Adı spor düzenli gösterileri daha farklı gösterir?

source: Sports Name Pattern:
ca_es: Esports nom patró:
hu_hu: Sport mintát:
it_it: Modello di nome di sport:
nl_nl: Sport naampatroon:
pl_pl: Sportowe wzorca:
pt_pt: Padrão de nome de esportes:
sv_se: Sport namnmönster:
tr_tr: Spor ad deseni:

source: Custom...
ca_es: Personalitzat...
hu_hu: Egyéni...
it_it: Personalizzato...
nl_nl: Aangepaste...
pl_pl: Niestandardowe...
pt_pt: Costume...
sv_se: Anpassad...
tr_tr: Özel...

source: Sports Air Date:
ca_es: Esports aire data:
hu_hu: Sport levegő dátum:
it_it: Sport aria Data:
nl_nl: Sport lucht datum:
pl_pl: Sportowe Air Data:
pt_pt: Esportes Air Data:
sv_se: Sport sändningsdatum:
tr_tr: Spor Yayın tarihi:

source: Sports Sample:
ca_es: Exemple de l'esport:
hu_hu: Sport minta:
it_it: Campione di sport:
nl_nl: Sport voorbeeld:
pl_pl: Sportowe próbki:
pt_pt: Amostra de esportes:
sv_se: Sport-exempel:
tr_tr: Spor örnek:

source: Custom Anime
ca_es: Anime personalitzat
hu_hu: Egyéni Anime
it_it: Anime su ordinazione
nl_nl: Aangepaste Anime
pl_pl: Niestandardowe Anime
pt_pt: Anime personalizado
sv_se: Anpassade Anime
tr_tr: Özel Anime

source: Name Anime shows differently than regular shows?
ca_es: Nom Anime Mostra diferent que espectacles regulars?
hu_hu: Anime név azt mutatja, másképpen, mint a rendszeres mutatja?
it_it: Nome Anime Mostra diversamente che regolarmente spettacoli?
nl_nl: Naam Anime toont anders dan reguliere laat zien?
pl_pl: Nazwa Anime pokazuje inaczej niż regularne pokazy?
pt_pt: Nome Anime mostra diferente dos espectáculos regulares?
sv_se: Namn Anime visar annorlunda än vanliga visar?
tr_tr: Adı Anime düzenli gösterileri daha farklı gösterir?

source: Anime Name Pattern:
ca_es: Nom de l'anime patró:
hu_hu: Anime név mintázata:
it_it: Modello di nome di anime:
nl_nl: Anime naam patroon:
pl_pl: Anime wzorca:
pt_pt: Padrão de nome do anime:
sv_se: Anime namnmönster:
tr_tr: Anime ad deseni:

source: Single-EP Anime Sample:
ca_es: Single-EP Anime Mostra:
hu_hu: Single-EP Anime minta:
it_it: Singolo-EP Anime campione:
nl_nl: Single-EP Anime monster:
pl_pl: Single-EP Anime próbki:
pt_pt: Amostra de Anime single-EP:
sv_se: Singel-EP Anime prov:
tr_tr: Tek-EP Anime örnek:

source: Multi-EP Anime sample:
ca_es: Anime multi-EP Mostra:
hu_hu: Multi-EP Anime minta:
it_it: Esempio di multi-EP Anime:
nl_nl: Multi-EP Anime monster:
pl_pl: Multi-EP Anime próbki:
pt_pt: Amostra de multi-EP Anime:
sv_se: Multi-EP Anime prov:
tr_tr: Multi-EP Anime örnek:

source: Add Absolute Number
ca_es: Afegeixi nombre absolut
hu_hu: Abszolút szám
it_it: Aggiungi numero assoluto
nl_nl: Absolute nummer toevoegen
pl_pl: Dodaj bezwzględnej liczby
pt_pt: Adicionar o número absoluto
sv_se: Lägg till absolut nummer
tr_tr: Mutlak sayı ekleme

source: Add the absolute number to the season/episode format?
ca_es: Afegir el nombre absolut en el format de temporada/episodi?
hu_hu: Az abszolút szám hozzáadása az évad/formátum?
it_it: Aggiungere il numero assoluto nel formato di stagione/episodio?
nl_nl: De absolute nummer toevoegen aan het seizoen/episode-formaat?
pl_pl: Dodaj bezwzględnej liczby w formacie sezon, odcinek?
pt_pt: Adicionar o número absoluto para o formato de temporada/episódio?
sv_se: Lägg till det absoluta antalet till säsongen/format?
tr_tr: Mutlak sayı Sezon/Bölüm biçimine eklensin mi?

source: Only applies to animes. (eg. S15E45 - 310 vs S15E45)
ca_es: Només s'aplica a les animes. (per exemple. S15E45 - 310 contra S15E45)
hu_hu: Csak az animék vonatkozik. (pl.. S15E45 - 310 vs S15E45)
it_it: Solo per anime. (es. S15E45 - 310 vs S15E45)
nl_nl: Geldt alleen voor animes. (bijv. S15E45 - 310 vs S15E45)
pl_pl: Dotyczy tylko anime. (np. S15E45 - 310 vs S15E45)
pt_pt: Só se aplica aos animes. (por exemplo. S15E45 - 310 vs S15E45)
sv_se: Gäller endast animes. (t.ex.) S15E45 - 310 vs S15E45)
tr_tr: Animes için geçerlidir. (örn. S15E45 - 310 vs S15E45)

source: Only Absolute Number
ca_es: Només nombre absolut
hu_hu: Csak abszolút száma
it_it: Solo numero assoluto
nl_nl: Alleen Absolute nummer
pl_pl: Tylko bezwzględnej liczby
pt_pt: Apenas o número absoluto
sv_se: Endast absoluta antalet
tr_tr: Yalnızca mutlak sayı

source: Replace season/episode format with absolute number
ca_es: Substituir el format de temporada/episodi amb nombre absolut
hu_hu: Évad/formátum cserélje abszolút száma
it_it: Sostituire il formato di stagione/episodio con numero assoluto
nl_nl: Seizoen/episode formaat vervangen door absolute nummer
pl_pl: Zamień format sezon, odcinek bezwzględnej liczby
pt_pt: Substitua temporada/episódio formato número absoluto
sv_se: Ersätta säsongen/format med absoluta antalet
tr_tr: Sezon/Bölüm biçimi mutlak numarasıyla değiştirin

source: Only applies to animes.
ca_es: Només s'aplica a les animes.
hu_hu: Csak az animék vonatkozik.
it_it: Solo per anime.
nl_nl: Geldt alleen voor animes.
pl_pl: Dotyczy tylko anime.
pt_pt: Só se aplica aos animes.
sv_se: Gäller endast animes.
tr_tr: Animes için geçerlidir.

source: No Absolute Number
ca_es: Cap nombre absolut
hu_hu: Nincs abszolút száma
it_it: Nessun numero assoluto
nl_nl: Geen absoluut getal
pl_pl: Nie ma bezwzględnej liczby
pt_pt: Nenhum número absoluto
sv_se: Inget absolut nummer
tr_tr: Mutlak numarası yok

source: Dont include the absolute number
ca_es: Inclouen el nombre absolut
hu_hu: Ne tartalmazza az abszolút száma
it_it: Includere il numero assoluto
nl_nl: Dont omvatten de absolute nummer
pl_pl: Obejmują bezwzględnej liczby
pt_pt: Incluem o número absoluto
sv_se: Inkludera inte absoluta nummer
tr_tr: Dont mutlak sayı içerir

source: The data associated to the data. These are files associated to a TV show in the form of images and text that, when supported, will enhance the viewing experience.
ca_es: Les dades associades a les dades. Aquests són arxius associats a un programa de televisió en forma d'imatges i text que, quan estigui suportat, servirà per millorar l'experiència de visionament.
hu_hu: Az adatokhoz tartozó adatokat. Ezek fájlokat társult-hoz egy TV-show, a képek és a szöveg formájában, amikor a támogatott, fokozza a vizuális élményt.
it_it: I dati associati ai dati. Questi sono i file associati a un programma televisivo in forma di immagini e testo che, quando supportato, miglioreranno l'esperienza di visione.
nl_nl: De gegevens die zijn gekoppeld aan de gegevens. Dit zijn bestanden die zijn gekoppeld aan een TV-show in de vorm van afbeeldingen en tekst die, indien ondersteund, zal de kijkervaring.
pl_pl: Dane skojarzone z danymi. Są pliki związane z programu telewizyjnego w postaci obrazów i tekstu, gdy obsługiwane, wzmocni wrażenia wizualne.
pt_pt: Os dados associados aos dados. Estes são arquivos associados a um programa de TV na forma de imagens e texto que, quando suportada, irá melhorar a experiência de visualização.
sv_se: Datan associerad till datan. Detta är filer som är associerade till en serie i form av bilder och text som, när den stöds, kommer att förbättra tittarupplevelsen.
tr_tr: Verileri ilişkili veri. Bunlar bir TV programı görüntüleri ve metin şeklinde ilişkili dosyaları, desteklenen zaman izleme deneyimini artıracaktır.

source: Metadata Type:
ca_es: Tipus de metadades:
hu_hu: Metaadat-típus:
it_it: Tipo di metadati:
pl_pl: Typ metadanych:
pt_pt: Tipo de metadados:
sv_se: Typ av metadata:
tr_tr: Meta veri türü:

source: Toggle the metadata options that you wish to be created.
ca_es: Canvia les opcions de metadades que voleu crear.
hu_hu: Váltás metaadat beállítások, amit ön kívánság-hoz létre.
it_it: Attivare o disattivare le opzioni di metadati che si desiderano essere creato.
nl_nl: Schakel de opties voor metagegevens die u wenst te worden gemaakt.
pl_pl: Przełączanie opcji metadanych, które mają zostać utworzone.
pt_pt: Alternar entre as opções de metadados que você deseja ser criado.
sv_se: Växla mellan de metadataalternativen som du vill ska skapas.
tr_tr: Oluşturulmasını istediğiniz meta verileri seçeneklerinin geçiş.

source: Multiple targets may be used.
ca_es: Poden utilitzar múltiples objectius.
hu_hu: Több célokat lehet használni.
it_it: Bersagli multipli possono essere utilizzati.
nl_nl: Meerdere doelen mogen worden gebruikt.
pl_pl: Wiele elementów docelowych, które mogą być używane.
pt_pt: Alvos múltiplos podem ser utilizados.
sv_se: Flera mål får användas.
tr_tr: Birden çok hedef kullanılabilir.

source: Select Metadata
ca_es: Seleccioneu les metadades
hu_hu: Válassza a metaadatok
it_it: Selezionare i metadati
nl_nl: Selecteer metagegevens
pl_pl: Wybierz metadane
pt_pt: Selecione metadados
sv_se: Välj Metadata
tr_tr: Meta verileri seçin

source: Show Metadata
ca_es: Mostra de metadades
hu_hu: Metaadatok megjelenítése
it_it: Visualizza metadati
nl_nl: Toon Metadata
pl_pl: Wyświetlanie metadanych
pt_pt: Mostrar metadados
sv_se: Visa Metadata
tr_tr: Meta verileri göster

source: Episode Metadata
ca_es: Episodi metadades
hu_hu: Epizód-metaadatok
it_it: Metadati di episodio
nl_nl: Aflevering metagegevens
pl_pl: Odcinek metadanych
pt_pt: Episódio de metadados
sv_se: Avsnittsmetadata
tr_tr: Bölüm meta veriler

source: Show Fanart
ca_es: Mostra el Fanart
hu_hu: Térkép-Fanart
it_it: Visualizza Fanart
nl_nl: Toon Fanart
pl_pl: Pokaż Fanart
pt_pt: Mostrar Fanart
sv_se: Visa Fanart
tr_tr: Vanminiüst göster
