Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Tivo name
ca_es: Nom de TiVo
hu_hu: TiVo neve
it_it: Tivo nome
nl_nl: De naam van de TiVo
pl_pl: Nazwa TiVo
pt_pt: TiVo de nome
sv_se: TiVo namn
tr_tr: TiVo adı

source: (Messages and Settings > Account and System Information > System Information > DVR name)
ca_es: (Configuració i missatges > compte i informació de sistema > System Information > nom DVR)
hu_hu: (Üzenetek és a beállítások &gt; fiók- és információs rendszer &gt; System Information &gt; DVR neve)
it_it: (Messaggi e impostazioni &gt; Account e informazioni sul sistema > System Information > nome del DVR)
nl_nl: (Berichten en instellingen > Account en systematiek wetenswaardigheid > Systeeminfo > DVR naam)
pl_pl: (Wiadomości i Ustawienia &gt; konta i informacje o systemie > informacje o systemie > nazwa DVR)
pt_pt: (Mensagens e configurações > conta e informações do sistema > sistema informações > nome DVR)
sv_se: (Meddelanden och inställningar > konto och Systeminformation > Systeminformation > DVR-namn)
tr_tr: (İletileri ve ayarları > hesap ve sistem bilgilerini > sistem bilgileri > DVR adı)

source: A cross-platform unobtrusive global notification system.
ca_es: Un sistema discret notificació global multiplataforma.
hu_hu: A cross-platform diszkrét globális értesítési rendszer.
it_it: Un sistema di notifica globale discreto multipiattaforma.
nl_nl: Een platformonafhankelijke onopvallend global meldingssysteem.
pl_pl: System cross-platform dyskretny globalnego powiadamiania.
pt_pt: Um sistema de notificação global discreta de plataforma cruzada.
sv_se: Ett plattformsoberoende diskret globala anmälningssystem.
tr_tr: Çarpı işareti-peron göze batmayan küresel uyarı sistemi.

source: send Growl notifications?
ca_es: enviar Remugar notificacions?
hu_hu: Growl értesítés küldése?
it_it: inviare le notifiche Growl?
nl_nl: het verzenden van berichten van het Gegrom?
pl_pl: Wysyłanie powiadomień Growl?
pt_pt: enviar notificações de Growl?
sv_se: Skicka Morra anmälningar?
tr_tr: Growl bildirimleri göndermek?

source: ex. 192.168.1.100:23053
hu_hu: 192.168.1.100:23053 volt.
it_it: 192.168.1.100:23053 es.
tr_tr: örneğin 192.168.1.100:23053

source: Growl password
ca_es: Contrasenya Remugar
hu_hu: Growl jelszó
it_it: Password di ringhio
nl_nl: Growl wachtwoord
pl_pl: Growl hasło
pt_pt: Senha de rosnar
sv_se: Growl lösenord
tr_tr: Homurtu şifre

source: Click below to rex.ster and test Growl, this is required for Growl notifications to work.
ca_es: Feu clic a baix per rex.ster i prova Remugar, això és necessària per a Remugar notificacions treballar.
hu_hu: Kattintson az alábbi rex.ster és vizsgálati morgás, ez szükség a Morgás hirdetések-hoz dolgozik.
it_it: Clicca qui sotto per rex.ster e prova Growl, questa operazione è necessaria per le notifiche Growl lavorare.
nl_nl: Klik hieronder om te rex.ster en test grommen, dit is vereist voor de berichten van het Gegrom te werken.
pl_pl: Kliknij poniżej aby rex.ster i test Growl, jest to wymagane dla Warknąć notyfikacja do pracy.
pt_pt: Clique abaixo para rex.ster e teste de rosnar, isso é necessário para as notificações do rosnado trabalhar.
sv_se: Klicka nedan för att rex.ster och testa Growl, detta krävs för Morra anmälningar att arbeta.
tr_tr: Aşağıda tıklayın rex.ster ve test Growl için bu işe Growl bildirimleri için gereklidir.

source: Register Growl
ca_es: Registre Remugar
hu_hu: Morgás el
it_it: Registro Growl
nl_nl: Growl registreren
pl_pl: Zarejestruj się Growl
pt_pt: Registrar o Growl
sv_se: Registrera Growl
tr_tr: Growl kayıt

source: A Growl client for iOS.
ca_es: Un client Remugar per iOS.
hu_hu: Growl ügyfél iOS.
it_it: Un client Growl per iOS.
nl_nl: Een cliënt van de Growl voor iOS.
pl_pl: Growl klient dla systemu iOS.
pt_pt: Um cliente de rosnar para iOS.
sv_se: En morrande klient för iOS.
tr_tr: Bir homurtu müşteri IOS için.

source: send Prowl notifications?
ca_es: enviar notificacions d'aguait?
hu_hu: Lesen értesítések?
it_it: inviare notifiche Prowl?
nl_nl: kennisgevingen van de jacht?
pl_pl: Wyślij Prowl powiadomienia?
pt_pt: enviar notificações de espreita?
sv_se: Skicka Prowl meddelanden?
tr_tr: sinsi sinsi bildirimleri göndermek?

source: Prowl API key
ca_es: Clau d'API d'aguait
hu_hu: Lesen API kulcs
it_it: Chiave di Prowl API
nl_nl: Snuffel API-sleutel
pl_pl: Grasują API klucz
pt_pt: Chave caça API
sv_se: Prowl API nyckel
tr_tr: Sinsi sinsi API anahtarı

source: get your key at:
ca_es: aconseguir la seva clau a:
hu_hu: kap a kulcs-on:
it_it: ottenere la vostra chiave presso:
nl_nl: Krijg uw sleutel in:
pl_pl: dostać twój klucz:
pt_pt: obter a sua chave em:
sv_se: få din nyckel på:
tr_tr: almak senin anahtar:

source: Prowl priority
ca_es: Prioritat d'aguait
hu_hu: Lesen prioritás
it_it: Priorità di Prowl
nl_nl: Snuffel prioriteit
pl_pl: Priorytet grasują
pt_pt: Prioridade de espreita
sv_se: Prowl prioritet
tr_tr: Sinsi sinsi öncelik

source: priority of Prowl messages from SickRage.
ca_es: prioritat dels missatges rondar des SickRage.
hu_hu: SickRage lesen üzenetek prioritása.
it_it: priorità dei messaggi di Prowl da SickRage.
nl_nl: prioriteit van berichten van de jacht van SickRage.
pl_pl: priorytet wiadomości grasują od SickRage.
pt_pt: prioridade de mensagens de Prowl da SickRage.
sv_se: prioritet för Prowl-meddelanden från SiCKRAGE.
tr_tr: SickRage sinsi sinsi ileti önceliği.

source: Test Prowl
ca_es: Prova d'aguait
hu_hu: Lesen teszt
it_it: Prova Prowl
nl_nl: Test jacht
pl_pl: Test grasują
pt_pt: Teste Prowl
sv_se: Test jakt
tr_tr: Test sinsi sinsi

source: The standard desktop notification API for Linux/*nix systems. This notifier will only function if the pynotify module is installed
ca_es: La notificació escriptori estàndard API per a Linux / * nix sistemes. Aquest notificador només funcionarà si el mòdul pynotify està instal·lat
hu_hu: A szabványos asztali értesítés API részére Linux / * nix rendszerek. A bejelentő csak fog működni, ha a pynotify modul telepítve van
it_it: La notifica desktop standard API per Linux / * nix sistemi. Questo notificatore funzionerà solo se è installato il modulo di pynotify
nl_nl: De standaard desktop kennisgeving API voor Linux / * nix systemen. Deze notifier werkt alleen als de pynotify-module is geïnstalleerd
pl_pl: Standardowego powiadomienia desktop API dla Linux / * nix systemów. To powiadomienie będzie działać tylko jeśli zainstalowany jest moduł pynotify
pt_pt: A notificação de área de trabalho padrão API para Linux / * nix sistemas. Este notificador só funcionará se estiver instalado o módulo pynotify
sv_se: Den standard desktop anmälningen API för Linux / * nix system. Detta anmälaren kommer bara att fungera om modulen pynotify installeras
tr_tr: Linux için standart masaüstü bildirim API / * nix sistemleri. Pynotify modülü yüklüyse bu notifier sadece çalışmaz

source: send Libnotify notifications?
ca_es: enviar notificacions Libnotify?
hu_hu: Libnotify értesítések?
it_it: inviare notifiche di Libnotify?
nl_nl: Libnotify kennisgevingen?
pl_pl: Wysyłanie powiadomień Libnotify?
pt_pt: enviar notificações Libnotify?
sv_se: Skicka Libnotify meddelanden?
tr_tr: Libnotify bildirimleri göndermek?

source: Test Libnotify
ca_es: Prova Libnotify
hu_hu: Libnotify teszt
it_it: Prova Libnotify
pl_pl: Przetestować Libnotify
pt_pt: Teste Libnotify
sv_se: Testa Libnotify

source: Pushover makes it easy to send real-time notifications to your Android and iOS devices.
ca_es: Pushover facilita enviar notificacions en temps real als seus dispositius Android i iOS.
hu_hu: Balek lehetővé teszi a valós idejű értesítéseket küldhet az Android és iOS rendszerű eszközökön is.
it_it: Pushover rende facile inviare notifiche in tempo reale per dispositivi Android e iOS.
nl_nl: Pushover gemakkelijker real-time om meldingen te verzenden naar je Android en iOS apparaten.
pl_pl: Pushover sprawia, że łatwo wysyłać powiadomienia w czasie rzeczywistym na urządzeniach Android i iOS.
pt_pt: Pushover torna mais fácil para enviar notificações em tempo real para seus dispositivos iOS e Android.
sv_se: Pushover gör det enkelt att skicka meddelanden i realtid till dina Android- och iOS-enheter.
tr_tr: Çocuk oyuncağı gerçek zamanlı bildirimler, Android ve iPhone OS platformlarına aygıtlara gönderilmesini kolaylaştırır.

source: send Pushover notifications?
ca_es: enviar notificacions Pushover?
hu_hu: Balek-értesítések?
it_it: inviare notifiche di Pushover?
nl_nl: Pushover kennisgevingen?
pl_pl: Wyślij Pushover powiadomienia?
pt_pt: enviar notificações de moleza?
sv_se: skicka Pushover-meddelanden?
tr_tr: Çocuk oyuncağı bildirimleri göndermek?

source: Pushover key
ca_es: Clau pushover
hu_hu: Balek kulcs
it_it: Chiave di pushover
nl_nl: Pushover sleutel
pl_pl: Pushover klucz
pt_pt: Chave de pau mandado
sv_se: Pushover-nyckel
tr_tr: Kolay lokma anahtarı

source: user key of your Pushover account
ca_es: clau d'usuari del compte Pushover
hu_hu: a balek fiók felhasználói kulcs
it_it: chiave utente del tuo account di Pushover
nl_nl: de sleutel van de gebruiker van uw account Pushover
pl_pl: klucz użytkownika konta łatwizna
pt_pt: chave de usuário de sua conta Pushover
sv_se: användarnyckel för ditt Pushover-konto
tr_tr: Çocuk oyuncağı hesabınızın kullanıcı anahtarı

source: Pushover API key
ca_es: Clau pushover API
hu_hu: Balek API kulcs
it_it: Chiave di pushover API
nl_nl: Pushover API-sleutel
pl_pl: Pushover API klucz
pt_pt: Chave de pau mandado API
sv_se: Pushover API-nyckel
tr_tr: Çocuk oyuncağı API anahtarı

source: Click here
ca_es: Feu clic aquí
hu_hu: Kattintson ide
it_it: Clicca qui
nl_nl: Klik hier
pl_pl: Kliknij tutaj
pt_pt: Clique aqui
sv_se: Klicka här
tr_tr: Buraya tıklayın

source: to create a Pushover API key
ca_es: per crear una clau de Pushover API
hu_hu: a balek API-kulcs létrehozásához
it_it: per creare una chiave API di Pushover
nl_nl: een Pushover API-sleutel te maken
pl_pl: Aby utworzyć klucz API łatwizna
pt_pt: para criar uma chave API Pushover
sv_se: för att skapa en Pushover API-nyckel
tr_tr: bir çocuk oyuncağı API anahtarı oluşturmak için

source: Pushover devices
ca_es: Dispositius pushover
hu_hu: Balek eszközök
it_it: Dispositivi di pushover
nl_nl: Pushover apparaten
pl_pl: Pushover urządzeń
pt_pt: Dispositivos de moleza
sv_se: Pushover enheter
tr_tr: Çocuk oyuncağı aygıtları

source: ex. device1,device2
hu_hu: pl. device1, device2
it_it: es. device1, device2
tr_tr: Örneğin device1, device2

source: Pushover notification sound
ca_es: So de notificació pushover
hu_hu: Balek hirdetés egészséges
it_it: Suono di notifica di pushover
nl_nl: Pushover berichtgeluid
pl_pl: Pushover powiadomienia dźwiękowe
pt_pt: Som de notificação de moleza
sv_se: Pushover aviseringsljud
tr_tr: Çocuk oyuncağı tebliğ sağlam

source: Pushover
hu_hu: Pali
pl_pl: Łatwizna
pt_pt: Pau mandado
tr_tr: Çocuk oyuncağı

source: Bike
ca_es: Bicicleta
hu_hu: Kerékpár
it_it: Bici
nl_nl: Fiets
pl_pl: Rower
pt_pt: Bicicleta
sv_se: Cykel
tr_tr: Bisiklet

source: Bugle
ca_es: Búgula
hu_hu: Kürt
nl_nl: Bugel
pl_pl: Dąbrówka
pt_pt: Corneta

source: Cash Register
ca_es: Caixa registradora
hu_hu: Pénztárgép
it_it: Registratore di cassa
nl_nl: Kassa
pl_pl: Kasa fiskalna
pt_pt: Caixa registradora
sv_se: Kassaapparat
tr_tr: Yazar kasa

source: Classical
ca_es: Clàssica
hu_hu: Klasszikus
it_it: Classica
nl_nl: Klassieke
pl_pl: Klasyczny
pt_pt: Clássica
sv_se: Klassiskt
tr_tr: Klasik

source: Cosmic
ca_es: Còsmica
hu_hu: Kozmikus
it_it: Cosmica
nl_nl: Kosmische
pl_pl: Kosmiczne
pt_pt: Cósmica
sv_se: Kosmiskt
tr_tr: Kozmik

source: Falling
ca_es: Caient
hu_hu: Alá tartozó
it_it: Che cade
nl_nl: Die vallen
pl_pl: Objętych
pt_pt: Caindo
sv_se: Faller
tr_tr: Düşen

source: Gamelan
hu_hu: Gamelán
pt_pt: Gamelão

source: Incoming
ca_es: Entrants
hu_hu: Bejövő
it_it: In arrivo
nl_nl: Inkomende
pl_pl: Przychodzące
pt_pt: Entrada
sv_se: Inkommande
tr_tr: Gelen

source: Intermission
ca_es: Entreacte
hu_hu: Szünet
nl_nl: Pauze
pt_pt: Intervalo
sv_se: Paus
tr_tr: Perde arası

source: Mechanical
ca_es: Mecànica
hu_hu: Mechanikus
it_it: Meccanica
nl_nl: Mechanische
pl_pl: Mechaniczne
pt_pt: Mecânica
sv_se: Mekanisk
tr_tr: Mekanik

source: Siren
ca_es: Sirena
hu_hu: Sziréna
it_it: Sirena
nl_nl: Sirene
pl_pl: Syrena
pt_pt: Sirene

source: Space Alarm
ca_es: Espai d'alarma
hu_hu: Hely riasztás
it_it: Allarme di spazio
nl_nl: Ruimte Alarm
pl_pl: Miejsca alarmu
pt_pt: Alarme de espaço
sv_se: Rymdlarm
tr_tr: Uzay Alarm

source: Tug Boat
ca_es: Vaixell remolcador
hu_hu: Vontatóhajó
it_it: Barca della tirata
nl_nl: Sleepboot boot
pl_pl: Holownik
pt_pt: Rebocador
sv_se: Bogserbåt
tr_tr: Römorkör tekne

source: Alien Alarm (long)
ca_es: Alarma estranger (llarg)
hu_hu: Idegen riasztás (hosszú)
it_it: Allarme alieni (lungo)
nl_nl: Buitenaardse Alarm (lang)
pl_pl: Obcych Alarm (długie)
pt_pt: Alarme alienígena (longo)
sv_se: Alien Alarm (lång)
tr_tr: Yabancı alarmı (uzun)

source: Climb (long)
ca_es: Pujada (llarg)
hu_hu: Mászás (hosszú)
it_it: Salita (lungo)
nl_nl: Klim (lang)
pl_pl: Wznoszenia (długie)
pt_pt: Escalada (longo)
sv_se: Klättra (lång)
tr_tr: Tırmanış (uzun)

source: Persistent (long)
ca_es: Persistent (llarg)
hu_hu: Állandó (hosszú)
it_it: Persistente (lungo)
nl_nl: Persistent (lang)
pl_pl: Trwała (długie)
pt_pt: Persistente (longo)
sv_se: Beständig (lång)
tr_tr: Kalıcı (uzun)

source: Pushover Echo (long)
ca_es: Pushover Echo (llarg)
hu_hu: Balek Echo (hosszú)
it_it: Pushover Echo (lungo)
nl_nl: Pushover Echo (lang)
pl_pl: Pushover Echo (długie)
pt_pt: Pushover Echo (longo)
sv_se: Pushover Echo (lång)
tr_tr: Çocuk oyuncağı yankı (uzun)

source: Up Down (long)
ca_es: Amunt avall (llarga)
hu_hu: Fel le (hosszú)
it_it: Su giù (lungo)
nl_nl: Up Down (lang)
pl_pl: W górę w dół (długie)
pt_pt: Cima para baixo (longo)
sv_se: Upp ner (lång)
tr_tr: Yukarı aşağı (uzun)

source: None (silent)
ca_es: Cap (silenci)
hu_hu: Egyik sem (csendes)
it_it: Nessuno (silenzioso)
nl_nl: Geen (silent)
pl_pl: Brak (silent)
pt_pt: Nenhum (silêncio)
sv_se: Inget (tyst)
tr_tr: Hiçbiri (sessiz)

source: Device specific
ca_es: Dispositiu específic
hu_hu: Készülék-specifikus
it_it: Dispositivo specifico
nl_nl: Apparaat-specifieke
pl_pl: Określone urządzenie
pt_pt: Dispositivo específico
sv_se: Enhetsspecifikt
tr_tr: Özel aygıtı

source: Choose notification sound to use
ca_es: Esculli so de notificació d'utilitzar
hu_hu: Válassza ki a hirdetés egészséges-hoz használ
it_it: Scegliere il suono di notifica da utilizzare
nl_nl: Kies berichtgeluid te gebruiken
pl_pl: Wybierz dźwięk powiadomienia, aby użyć
pt_pt: Escolher o som de notificação para usar
sv_se: Välj notifieringsljud att använda
tr_tr: Bildirim sesini kullanmak için seçin

source: Test Pushover
ca_es: Prova Pushover
hu_hu: Balek teszt
it_it: Prova Pushover
pl_pl: Pushover testu
pt_pt: Pushover teste
sv_se: Testa Pushover
tr_tr: Test çocuk oyuncağı

source: Read your messages where and when you want them!
ca_es: Llegir els teus missatges on i quan vol!
hu_hu: Olvassa el az üzeneteket hol és mikor szeretné őket!
it_it: Leggere i vostri messaggi dove e quando vuoi!
nl_nl: Uw berichten lezen waar en wanneer u ze wilt!
pl_pl: Czytać wiadomości gdzie i Kiedy chcesz!
pt_pt: Ler suas mensagens onde e quando quiser!
sv_se: Läs dina meddelande när och var du vill!
tr_tr: İletilerinizi okumak nerede ve ne zaman onları istiyorum!

source: send Boxcar2 notifications?
ca_es: enviar notificacions Boxcar2?
hu_hu: Boxcar2 értesítések?
it_it: inviare notifiche di Boxcar2?
nl_nl: kennisgevingen van de Boxcar2?
pl_pl: Wysyłanie powiadomień Boxcar2?
pt_pt: enviar notificações de Boxcar2?
sv_se: skicka Boxcar2-meddelanden?
tr_tr: Boxcar2 bildirimleri göndermek?

source: Boxcar2 access token
ca_es: Testimoni d'accés Boxcar2
hu_hu: Boxcar2 hozzáférési token
it_it: Token di accesso Boxcar2
nl_nl: Boxcar2-toegangstoken
pl_pl: Token dostępu Boxcar2
pt_pt: Token de acesso de Boxcar2
sv_se: Boxcar2 åtkomst-token
tr_tr: Boxcar2 erişim belirteci

source: access token for your Boxcar2 account
ca_es: testimoni d'accés per al seu compte de Boxcar2
hu_hu: a Boxcar2 fiók hozzáférési token
it_it: token di accesso per l'account Boxcar2
nl_nl: token voor beheerderstoegang voor uw Boxcar2 account
pl_pl: token dostępu dla konta Boxcar2
pt_pt: token de acesso para sua conta Boxcar2
sv_se: åtkomst-token för ditt Boxcar2-konto
tr_tr: Boxcar2 hesabınız için erişim belirteci

source: Test Boxcar2
ca_es: Prova Boxcar2
hu_hu: Boxcar2 teszt
it_it: Prova Boxcar2
pt_pt: Teste Boxcar2
sv_se: Testa Boxcar2

source: Notify My Android is a Prowl-like Android App and API that offers an easy way to send notifications from your application directly to your Android device.
ca_es: Notifiqui que meu Android és un aguait com a aplicació Android i l'API que ofereix una manera fàcil d'enviar les notificacions de la vostra candidatura directament al dispositiu Android.
hu_hu: Értesíti az én-m Android a lesen, mint Android App és API-t, amit felajánl könnyű út-hoz küld értesítést az alkalmazásból közvetlenül az Android készülék.
it_it: Notificare il che mio Android è una App Android Prowl-like e API che offre un modo semplice per inviare le notifiche dall'applicazione direttamente sul tuo dispositivo Android.
nl_nl: Kennis van dat mijn Android is een jacht-achtige Android App en API die biedt een eenvoudige manier om meldingen te verzenden van uw aanvraag rechtstreeks naar uw Androïde apparaat.
pl_pl: Powiadomić, że mój Android jest grasują jak Android aplikacja i interfejs API, który oferuje łatwy sposób wysyłania powiadomień z aplikacji bezpośrednio do urządzenia z systemem Android.
pt_pt: Informe-se que meu Android é um Android App como Prowl e API que oferece uma maneira fácil para enviar notificações de seu aplicativo diretamente para seu dispositivo Android.
sv_se: Notify My Android är en Prowl-liknande app och har ett API som erbjuder ett enkelt sätt att skicka notifieringar från din applikation direkt till din Androidenhet.
tr_tr: My Android bir kolaçan etmek gibi Android App ve Android aygıtınıza doğrudan uygulamanızdan bildirimleri göndermek için kolay bir yol sunar API olduğunu bildir.

source: send NMA notifications?
ca_es: enviar notificacions NMA?
hu_hu: NMA-értesítések?
it_it: inviare notifiche NMA?
nl_nl: kennisgevingen van de NMA?
pl_pl: Wysyłanie powiadomień NMA?
pt_pt: enviar notificações de NMA?
sv_se: skicka NMA-notifieringar?
tr_tr: NMA bildirimleri göndermek?

source: NMA API key
ca_es: Clau d'NMA API
hu_hu: NMA API-kulcs
nl_nl: NMA API-sleutel
pl_pl: Klucz NMA API
pt_pt: Chave da API de NMA
sv_se: NMA API-nyckel
tr_tr: NMA API anahtarı

source: ex. key1,key2 (max 5)
ca_es: ex. key1, key2 (màxim 5)
hu_hu: ex. key1, key2 (maximum 5)
it_it: es. key1, key2 (max 5)
pt_pt: ex. key1, key2 (máx. 5)
tr_tr: Ex. key1, key2 (en fazla 5)

source: NMA priority
ca_es: Prioritat NMA
hu_hu: NMA-prioritás
it_it: Priorità NMA
nl_nl: NMA prioriteit
pl_pl: NMA priorytet
pt_pt: Prioridade NMA
sv_se: NMA prioritet
tr_tr: NMA öncelik

source: Very Low
ca_es: Molt baix
hu_hu: Nagyon alacsony
it_it: Molto basso
nl_nl: Zeer laag
pl_pl: Bardzo nisko
pt_pt: Muito baixa
sv_se: Mycket låg
tr_tr: Çok düşük

source: Moderate
ca_es: Moderat
hu_hu: Mérsékelt
it_it: Moderato
nl_nl: Matig
pl_pl: Umiarkowane
pt_pt: Moderada
sv_se: Måttlig
tr_tr: Orta

source: Normal
hu_hu: Normál
it_it: Normale
nl_nl: Normaal
pl_pl: Normalne

source: High
ca_es: Alta
hu_hu: Magas
it_it: Alta
nl_nl: Hoge
pl_pl: Wysoka
pt_pt: Alta
sv_se: Hög
tr_tr: Yüksek

source: Emergency
ca_es: Emergència
hu_hu: Sürgősségi
it_it: Emergenza
pl_pl: Awaryjne
pt_pt: Emergência
sv_se: Nödsituation
tr_tr: Acil durum

source: priority of NMA messages from SickRage.
ca_es: prioritat dels missatges NMA des SickRage.
hu_hu: SickRage NMA üzenetek prioritása.
it_it: priorità dei messaggi di NMA da SickRage.
nl_nl: prioriteit van berichten van de NMA van SickRage.
pl_pl: priorytet wiadomości NMA z SickRage.
pt_pt: prioridade de mensagens NMA da SickRage.
sv_se: prioritet för NMA-meddelanden från SiCKRAGE.
tr_tr: SickRage iletilerden NMA önceliği.

source: Test NMA
ca_es: Prova NMA
hu_hu: Teszt NMA
it_it: Prova NMA
pt_pt: Teste de NMA

source: Pushalot is a platform for receiving custom push notifications to connected devices running Windows Phone or Windows 8.
ca_es: Pushalot és una plataforma per a rebre notificacions d'empenta personalitzats per dispositius connectats executant Windows Phone o Windows 8.
hu_hu: Pushalot egy olyan platform, a csatlakoztatott eszközöket futtató Windows Phone-vagy a Windows 8 egyéni leküldéses értesítések fogadására.
it_it: Pushalot è una piattaforma per la ricezione delle notifiche push personalizzate ai dispositivi collegati che eseguono Windows Phone o Windows 8.
nl_nl: Pushalot is een platform voor het ontvangen van aangepaste duwberichten aan aangesloten apparaten met Windows Phone of Windows 8.
pl_pl: Pushalot to platforma do odbierania powiadomień wypychanych niestandardowe do podłączonych urządzeń z systemem Windows Phone lub Windows 8.
pt_pt: Pushalot é uma plataforma para receber notificações de push personalizada para dispositivos conectados, rodando Windows Phone ou Windows 8.
sv_se: Pushalot är en plattform för att ta emot anpassade push-meddelanden till anslutna enheter som kör Windows Phone eller Windows 8.
tr_tr: Pushalot bağlanan aygıtların Windows Phone veya Windows 8 çalışan için özel push bildirimleri almak için bir platformdur.

source: send Pushalot notifications?
ca_es: enviar notificacions Pushalot?
hu_hu: Pushalot értesítések?
it_it: inviare notifiche di Pushalot?
nl_nl: kennisgevingen van de Pushalot?
pl_pl: Wysyłanie powiadomień Pushalot?
pt_pt: enviar notificações de Pushalot?
sv_se: Skicka Pushalot meddelanden?
tr_tr: Pushalot bildirimleri göndermek?

source: Pushalot authorization token
ca_es: Fitxa d'autorització Pushalot
hu_hu: Pushalot hitelesítési jogkivonat
it_it: Token di autorizzazione Pushalot
nl_nl: Pushalot vergunning token
pl_pl: Pushalot token autoryzacji
pt_pt: Pushalot token de autorização
sv_se: Pushalot auktoriseringstoken
tr_tr: Pushalot yetkilendirme belirteci

source: authorization token of your Pushalot account.
ca_es: Fitxa d'autorització del seu compte de Pushalot.
hu_hu: hitelesítési token Pushalot fiókja.
it_it: token di autorizzazione dell'account Pushalot.
nl_nl: vergunning blijk van uw Pushalot account.
pl_pl: token autoryzacji konta Pushalot.
pt_pt: token de autorização de sua conta de Pushalot.
sv_se: auktoriseringstoken kontot Pushalot.
tr_tr: Pushalot hesabınızın yetkilendirme belirteci.

source: Test Pushalot
ca_es: Prova Pushalot
hu_hu: Pushalot teszt
it_it: Prova Pushalot
pt_pt: Teste Pushalot
sv_se: Testa Pushalot
