Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Provider name:
ca_es: Nom del proveïdor:
hu_hu: Szolgáltató neve:
it_it: Nome provider:
nl_nl: De naam van de provider:
pl_pl: Nazwa dostawcy:
pt_pt: Nome do provedor:
sv_se: Leverantörsnamn:
tr_tr: Sağlayıcı adı:

source: Site URL:
ca_es: URL del lloc:
hu_hu: Webhely URL-címe:
it_it: URL del sito:
nl_nl: De URL van de site:
pl_pl: Adres URL witryny:
pt_pt: URL do site:
sv_se: Webbplats-URL:
tr_tr: Site URL'si:

source: Newznab search categories:
ca_es: Categories de cerca de Newznab:
hu_hu: Newznab keresés Kategóriák:
it_it: Newznab categorie di ricerca:
nl_nl: Newznab zoekcategorieën:
pl_pl: Newznab kategorie wyszukiwania:
pt_pt: Newznab categorias de pesquisa:
sv_se: Newznab sökkategorier:
tr_tr: Newznab arama Kategoriler:

source: (select your Newznab categories on the left, and click the "update categories" button to use them for searching.)
ca_es: (seleccioneu la categoria Newznab l'esquerra i feu clic al botó "actualitzar categories" per utilitzar-los per a la recerca).
hu_hu: (válassza ki a Newznab-kategóriák a bal oldalon, és keres felhasználásra "kategória frissítése" gombra.)
it_it: (selezionare le categorie di Newznab sulla sinistra e clicca sul pulsante "aggiornamento categorie" per utilizzarli per la ricerca).
nl_nl: (Selecteer uw Newznab categorieën aan de linkerkant en klik op de knop "bijwerken Categorieën" om ze te gebruiken om te zoeken.)
pl_pl: (Wybierz swój Newznab kategorie po lewej stronie i kliknij przycisk "Aktualizuj kategorie", aby ich używać do wyszukiwania.)
pt_pt: (selecione suas categorias de Newznab à esquerda e clique no botão "atualizar categorias" para usá-los para pesquisa.)
sv_se: (Välj dina Newznab-kategorier till vänster och klicka på knappen "uppdatera kategorier" för att använda dem i sökning.)
tr_tr: (soldaki Newznab kategorileri seçin ve onları aramak için kullanmak için "Kategoriler güncelleştirme" düğmesini tıklatın.)

source: Don't forget to save changes!
ca_es: No us oblideu de desar els canvis!
hu_hu: Ne felejtsd el menteni a változásokat!
it_it: Non dimenticare di salvare le modifiche!
nl_nl: Vergeet niet om de wijzigingen op te slaan!
pl_pl: Nie zapomnij zapisać zmian!
pt_pt: Não se esqueça de salvar as alterações!
sv_se: Glöm inte att spara ändringar!
tr_tr: Değişiklikleri kaydetmek için unutmayın!

source: Update Categories
ca_es: Categories d'actualització
hu_hu: Kategóriák módosítása
it_it: Categorie di aggiornamento
nl_nl: Categorieën bijwerken
pl_pl: Kategorie aktualizacji
pt_pt: Atualização de categorias
sv_se: Uppdatera kategorier
tr_tr: Güncelleştirme Kategoriler

source: Add
ca_es: Afegir
hu_hu: Add hozzá
it_it: Aggiungere
nl_nl: Toevoegen
pl_pl: Dodać
pt_pt: Adicionar
sv_se: Lägg till
tr_tr: Ekle

source: Delete
ca_es: Suprimir
hu_hu: Törlése
it_it: Elimina
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Excluir
sv_se: Ta bort
tr_tr: Sil

source: Configure Custom Torrent Providers
ca_es: Configurar costum Torrent proveïdors
hu_hu: Állítsa be az egyéni Torrent szolgáltatók
it_it: Configurare i provider personalizzati Torrent
nl_nl: Configureren van aangepaste Torrent-aanbieders
pl_pl: Konfigurowanie dostawców niestandardowych Torrent
pt_pt: Configurar provedores personalizados Torrent
sv_se: Konfigurera anpassade Torrentleverentörer
tr_tr: Özel sel sağlayıcıları yapılandırma

source: Add and setup or remove custom RSS providers.
ca_es: Afegir i configurar o eliminar proveïdors de RSS de costum.
hu_hu: Hozzáadása és beállítása, vagy távolítsa el az egyéni RSS szolgáltatók.
it_it: Aggiungere e impostare o rimuovere provider RSS personalizzati.
nl_nl: Toevoegen en installeren of verwijderen van aangepaste RSS-providers.
pl_pl: Dodać i skonfigurować lub usunąć dostawców niestandardowych RSS.
pt_pt: Adicionar e configurar ou remover provedores personalizados RSS.
sv_se: Lägg till och konfigurera eller ta bort anpassade RSS-leverantörer.
tr_tr: Ekleme ve kurulum veya özel RSS sağlayıcılarını kaldırın.

source: RSS URL:
hu_hu: RSS URL-CÍME:
it_it: URL RSS:
pl_pl: ADRES URL RSS:
pt_pt: URL DO RSS:

source: ex. uid=xx;pass=yy
ca_es: ex. uid = xx; passar = yy
hu_hu: ex. uid = xx; át = yy
it_it: es. uid = xx; passare = yy
pt_pt: ex. uid = xx; passar = yy
tr_tr: Ex. UID xx =; geçmek yy =

source: Search element:
ca_es: Element de cerca:
hu_hu: Keresés eleme:
it_it: Elemento di ricerca:
nl_nl: Zoek de element:
pl_pl: Wyszukiwanie elementów:
pt_pt: Elemento de pesquisa:
sv_se: Sökelement:
tr_tr: Arama öğesi:

source: ex. title
ca_es: títol de l'ex.
hu_hu: cím volt.
it_it: titolo di es.
nl_nl: ex. titel
pl_pl: tytuł np.
pt_pt: título de ex.
sv_se: ex. titel
tr_tr: Örneğin Başlık

source: Quality Sizes
ca_es: Mides de qualitat
hu_hu: Minőségi méretben
it_it: Misure di qualità
nl_nl: Kwaliteit maten
pl_pl: Jakości rozmiarach
pt_pt: Tamanhos de qualidade
sv_se: Kvalitetsstorlekar
tr_tr: Kalite boyutları

source: Use default qualitiy sizes or specify custom ones per quality definition.
ca_es: Utilitzar per defecte qualitiy mides o especifiqueu el costum ones per definició de qualitat.
hu_hu: Használja alapértelmezett qualitiy méretű, vagy adjon meg egyéni is / a minőség meghatározása.
it_it: Utilizzare dimensioni qualitiy predefiniti o specificare quelle personalizzate per definizione di qualità.
nl_nl: Gebruik van aixTeMa standaardgrootte of Geef aangepaste degenen per definitie van kwaliteit.
pl_pl: Użyć domyślne rozmiary drewnianą lub określić własne za jakość definicja.
pt_pt: Usar tamanhos de qualidade padrão ou especificar os personalizados por definição de qualidade.
sv_se: Använd standardstorlekar för kvalitet eller ange anpassade per definition av kvalitet.
tr_tr: Varsayılan qualitiy boyutları kullanın veya özel olanlar başına kalite tanımı belirtin.

source: Settings represent maximum size allowed per episode video file.
ca_es: Configuració representa la mida màxima permesa per arxiu de vídeo episodi.
hu_hu: Beállítások képviseli egy epizód video reszelő megengedett maximális méretét.
it_it: Impostazioni rappresentano la dimensione massima consentita per ogni file video episodio.
nl_nl: Instellingen vertegenwoordigen maximale grootte per aflevering videobestand toegestaan.
pl_pl: Ustawienia reprezentują maksymalny rozmiar pliku wideo odcinek może przebywać.
pt_pt: Configurações representam o tamanho máximo permitido por arquivo de vídeo do episódio.
sv_se: Inställningarna är högsta tillåtna filstorlek per avsnitt.
tr_tr: Ayarlar bölüm video dosya başına izin verilen en büyük boyutu temsil eder.

source: Search Settings
ca_es: Configuració de la cerca
hu_hu: Keresési beállítások
it_it: Impostazioni di ricerca
nl_nl: Zoekinstellingen
pl_pl: Ustawienia wyszukiwania
pt_pt: Definições de pesquisa
sv_se: Sökinställningar
tr_tr: Arama ayarları

source: NZB Clients
hu_hu: NZB ügyfelek
it_it: Client NZB
pl_pl: NZB klientów
pt_pt: Clientes NZB
sv_se: NZB-klienter
tr_tr: NZB istemcileri

source: Torrent Clients
ca_es: Clients de torrent
hu_hu: Torrent kliensek
it_it: Client torrent
nl_nl: Torrent klanten
pl_pl: Klientów torrent
pt_pt: Clientes de torrent
sv_se: Torrent-klienter
tr_tr: Sel müşteriler

source: How to manage searching with
ca_es: Com gestionar la recerca amb
hu_hu: Hogyan kell kezelni a keres
it_it: Come gestire la ricerca con
nl_nl: Hoe u kunt beheren met zoeken
pl_pl: Jak zarządzać wyszukiwanie za pomocą
pt_pt: Como gerenciar a busca com
sv_se: Hur att hantera sökning med
tr_tr: Araştırıcı ile yönetme

source: providers
ca_es: proveïdors
hu_hu: szolgáltatók
it_it: provider
nl_nl: aanbieders
pl_pl: dostawcy
pt_pt: provedores de
sv_se: leverantörer
tr_tr: sağlayıcıları

source: Randomize Providers
ca_es: Randomize proveïdors
hu_hu: Véletlenszerű szolgáltatók
it_it: Randomizzare i provider
nl_nl: Randomize aanbieders
pl_pl: Randomize dostawców
pt_pt: Randomize provedores
sv_se: Slumpa leverantörer
tr_tr: Sağlayıcıları rastgele

source: randomize the provider search order
ca_es: randomize l'ordre de cerca de proveïdors
hu_hu: a szolgáltató keresési sorrendje véletlenszerű
it_it: randomizzare l'ordine dei provider di ricerca
nl_nl: de volgorde van de netwerkproviders Zoek randomize
pl_pl: losowo kolejności wyszukiwania dostawców
pt_pt: Randomize a ordem de pesquisa do provedor
sv_se: slumpa sökordningen för leverantörer
tr_tr: sağlayıcı arama sırasını rastgele

source: Download propers
ca_es: Descarregui devoció
hu_hu: Letöltés propers
it_it: Scarica propers
nl_nl: Downloaden propers
pl_pl: Pobierz propers
pt_pt: Baixar mensagens
sv_se: Ladda ner propers
tr_tr: Propers indir

source: replace original download with "Proper" or "Repack" if nuked
ca_es: Canviï descàrrega original "Adequada" o "Refer" si nuked
hu_hu: Cserélje ki az eredeti Letöltés "Megfelelő" vagy "Csomagolja" Ha nuked
it_it: sostituire il download originale con "Corretto" o "Repack" se nuked
nl_nl: Vervang originele download met "Juiste" of "Repack" als nuked
pl_pl: zastąpić oryginalny Pobierz "Prawidłowe" lub "Repack" Jeśli nuked
pt_pt: substituir o download original com "Bom" ou "Repack" se nukado
sv_se: ersätt original nedladdning med "Proper" eller "Repack" om nuked
tr_tr: orijinal download "Doğru" veya "Yeniden paketlemek" ile nuke yerine

source: Enable provider RSS cache
ca_es: Habilitar la memòria cau RSS proveïdor
hu_hu: Szolgáltató RSS gyorsítótár engedélyezése
it_it: Abilitare la cache provider RSS
nl_nl: Provider RSS cache inschakelen
pl_pl: Włączenie pamięci podręcznej RSS dostawcy
pt_pt: Ativar cache de RSS do provedor
sv_se: Aktivera RSS-cache för leverantören
tr_tr: Sağlayıcı RSS önbelleği etkinleştir

source: enables/disables provider RSS feed caching
ca_es: Habilita/inhabilita proveïdor RSS alimenten memòria cau
hu_hu: engedélyezi, illetve letiltja szolgáltató RSS feed kasalot bálna
it_it: attiva/disattiva provider RSS feed la memorizzazione nella cache
nl_nl: Hiermee schakelt u provider RSS feed caching
pl_pl: Włącza/wyłącza dostawca RSS karmić buforowanie
pt_pt: ativa/desativa provedor RSS alimenta cache
sv_se: aktiverar/inaktiverar cachelagring av leverantörers RSS-feed
tr_tr: önbelleğe alınmasını etkinleştirir/devre dışı bırakır sağlayıcı RSS feed

source: Enable provider RSS cache for valid shows only
ca_es: Habilitar la memòria cau RSS de proveïdor vàlid espectacles només
hu_hu: Szolgáltató az érvényes mutatja csak RSS-gyorsítótár engedélyezéséhez
it_it: Abilitare la cache RSS provider per spettacoli validi solo
nl_nl: Provider RSS cache voor geldige shows alleen inschakelen
pl_pl: Włączenie pamięci podręcznej RSS dostawcy prawidłowe pokazuje tylko
pt_pt: Ativar cache de RSS provedor para shows válidos somente
sv_se: Aktivera leverantörens RSS-cache endast för giltiga program
tr_tr: Sağlayıcı RSS önbellek için geçerli göstermek sadece etkinleştirmek

source: enables/disables caching of shows already added to SiCKRAGE, speeds up searches
ca_es: Habilita/inhabilita caching d'espectacles ja afegits a SiCKRAGE, accelera les cerques
hu_hu: engedélyezi, illetve letiltja kasalot bálna-ból mutat már hozzáadott SiCKRAGE, felgyorsítja a keresést
it_it: consente di attivare/disattivare la memorizzazione nella cache di spettacoli già aggiunti al SiCKRAGE, velocizza le ricerche
nl_nl: Hiermee schakelt u caching van programma's al toegevoegd aan SiCKRAGE, versnelt zoekopdrachten
pl_pl: Włącza/wyłącza buforowanie pokazuje już dodane do SiCKRAGE, przyspiesza wyszukiwanie
pt_pt: ativa/desativa o cache dos shows já adicionados à SiCKRAGE, acelera pesquisas
sv_se: aktiverar/inaktiverar cachelagring av serier som redan har lagts till SiCKRAGE, vilket ger snabbare sökningar
tr_tr: zaten SiCKRAGE için eklenen gösterir etkinleştirir/devre dışı bırakır önbelleğe alma aramalarını hızlandırır

source: Convert provider torrent file links to magnetic links
ca_es: Convertir enllaços de fitxers proveïdor torrent a enllaços magnètica
hu_hu: Szolgáltató torrent fájl linkek konvertálása mágneses linkek
it_it: Convertire provider torrent file link in link magnetici
nl_nl: Converteer provider torrent bestand Verwijzigingen naar magnetische links
pl_pl: Przekonwertować magnetyczne łącza dostawca linki plików torrent
pt_pt: Converter links de arquivos torrent de provedor para ligações magnéticas
sv_se: Konvertera leverantörers torrentfillänkar till magnetiska länkar
tr_tr: Sağlayıcı sel dosya bağlantıları değiştirmek için manyetik Golf

source: enables/disables converting of public torrent provider file links to magnetic links
ca_es: Habilita/inhabilita la conversió d'enllaços d'arxiu de proveïdor de torrent públic a enllaços magnètica
hu_hu: engedélyezi, illetve letiltja a nyilvános özön szolgáltató fájlhivatkozások mágneses linkek konvertálása
it_it: attiva/disattiva la conversione dei collegamenti di file provider pubblici torrent link magnetici
nl_nl: Hiermee schakelt u converteren van openbare torrent provider dossierverbindingen magnetische koppelingen
pl_pl: Włącza/wyłącza konwersji publiczny torrent dostawca pliku linków do magnetyczne łącza
pt_pt: ativa/desativa conversão de links de arquivos de provedor público torrent links magnético
sv_se: aktiverar/inaktiverar konvertering av leverantörers offentliga torrentfillänkar till magnetiska länkar
tr_tr: halk için sel sağlayıcı dosyası bağlantılar manyetik bağlantıları etkinleştirir/devre dışı bırakır dönüştürme

source: Check propers every:
ca_es: Comprovar la devoció cada:
hu_hu: Ellenőrizze a propers minden:
it_it: Verifica propers ogni:
nl_nl: Propers controleren elke:
pl_pl: Sprawdź propers powie:
pt_pt: Verificar mensagens cada:
sv_se: Kontrollera propers varje:
tr_tr: Propers kontrol her:

source: 24 hours
ca_es: 24 hores
hu_hu: 24 óra
it_it: 24 ore
nl_nl: 24 uur
pl_pl: 24 godziny
pt_pt: 24 horas
sv_se: 24 timmar
tr_tr: 24 Saat

source: 4 hours
ca_es: 4 hores
hu_hu: 4 óra
it_it: 4 ore
nl_nl: 4 uur
pl_pl: 4 godziny
pt_pt: 4 horas
sv_se: 4 timmar
tr_tr: 4 saat

source: 90 mins
hu_hu: 90 perc
it_it: 90 min.
nl_nl: 90 minuten
pl_pl: 90 min
pt_pt: 90 minutos
sv_se: 90 min
tr_tr: 90 dakika

source: 45 mins
hu_hu: 45 perc
it_it: 45 minuti
nl_nl: 45 minuten
pl_pl: 45 min
pt_pt: 45 minutos
sv_se: 45 minuter
tr_tr: 45 ortaçağ halk ozanı

source: 15 mins
ca_es: 15 minuts
hu_hu: 15 perc
it_it: 15 minuti
nl_nl: 15 minuten
pl_pl: 15 min
pt_pt: 15 min.
sv_se: 15 minuter
tr_tr: 15 ortaçağ halk ozanı

source: Backlog search frequency
ca_es: Freqüència de cerca d'acumulació
hu_hu: Lemaradás keresési gyakoriságát
it_it: Frequenza di ricerca di backlog
nl_nl: Achterstand Zoek frequentie
pl_pl: Zaległości wyszukiwania częstotliwości
pt_pt: Frequência de pesquisa de lista de pendências
sv_se: Backlog sökfrekvens
tr_tr: Biriktirme listesi arama frekansı

source: time in minutes
ca_es: temps en minuts
hu_hu: percben
it_it: tempo in minuti
nl_nl: tijd in minuten
pl_pl: czas w minutach
pt_pt: tempo em minutos
sv_se: tid i minuter
tr_tr: süreyi dakika cinsinden

source: Daily search frequency
ca_es: Freqüència diària de cerca
hu_hu: Napi keresés gyakorisága
it_it: Frequenza di ricerca giornaliera
nl_nl: Dagelijks zoeken frequentie
pl_pl: Codzienne wyszukiwania częstotliwości
pt_pt: Frequência diária de busca
sv_se: Daglig sökfrekvens
tr_tr: Günlük ara frekans

source: Usenet retention
ca_es: Usenet retenció
hu_hu: Usenet megtartása
it_it: Ritenzione di Usenet
nl_nl: Usenet retentie
pl_pl: Usenet retencji
pt_pt: Retenção de Usenet
tr_tr: Usenet saklama

source: Ignore words
ca_es: Ignora les paraules
hu_hu: Szavak kihagyása
it_it: Ignora le parole
nl_nl: Woorden negeren
pl_pl: Ignoruj wyrazy
pt_pt: Ignorar palavras
sv_se: Ignorera ord
tr_tr: Sözcükleri yoksay

source: Require words
ca_es: Requereixen paraules
hu_hu: Van szükség a szavak
it_it: Bisogno di parole
nl_nl: Woorden nodig
pl_pl: Wymagają słów
pt_pt: Necessitam de palavras
sv_se: Kräv ord
tr_tr: Sözcükler gerektir

source: Ignore language names in subbed results
ca_es: Ignorar els noms de llengua de subllit resultats
hu_hu: Figyelmen kívül hagyja a nyelvek nevét a subbed eredmények
it_it: Ignorare i nomi di lingua nei risultati subbed
nl_nl: Negeren van de namen van de talen in subbed resultaten
pl_pl: Ignoruj język nazwy w pl subbed wyniki
pt_pt: Ignorar nomes de idiomas em resultados subbed
sv_se: Ignorera språknamn i textade resultat
tr_tr: Dil adları subbed sonuçlarında yoksay

source: ex. lang1,lang2,lang3
hu_hu: pl. lang1, lang2, lang3
it_it: es. Ling1, lang2, lang3
tr_tr: Örneğin lang1, lang2, lang3

source: Allow high priority
ca_es: Permeten prioritat alta
hu_hu: Lehetővé teszi a magas prioritású
it_it: Consentire ad alta priorità
nl_nl: Hoge prioriteit toestaan
pl_pl: Zezwalaj na wysoki priorytet
pt_pt: Permitem alta prioridade
sv_se: Tillåt hög prioritet
tr_tr: Yüksek öncelikli izin

source: Set downloads of recently aired episodes to high priority
ca_es: Conjunt descarrega episodis recentment emesa a prioritat alta
hu_hu: Letöltések közelmúltban sugározta epizódok értékre a magas prioritású
it_it: Impostare download degli episodi recentemente in onda su priorità alta
nl_nl: Downloads van onlangs uitgezonden afleveringen ingesteld op hoge prioriteit
pl_pl: Zestaw programów niedawno wyemitowanych odcinków na wysoki priorytet
pt_pt: Conjunto de downloads de episódios recentemente arejados para alta prioridade
sv_se: Sätt nyligen nedladdade visade avsnitt till hög prioritet
tr_tr: Son zamanlarda yayınlanan bölümleri yüklemeler için yüksek öncelik ayarla

source: How to handle NZB search results for clients.
ca_es: Com manejar NZB resultats de la cerca per als clients.
hu_hu: Hogyan kell kezelni NZB keresési eredmények-az ügyfelek számára.
it_it: Come gestire i risultati della ricerca NZB per i clienti.
nl_nl: Het afhandelen van NZB zoekresultaten voor clients.
pl_pl: Jak radzić sobie z NZB wyniki wyszukiwania dla klientów.
pt_pt: Como lidar com os resultados da pesquisa NZB para clientes.
sv_se: Hur man hanterar NZB sökresultat för klienter.
tr_tr: Nasıl istemcilerde NZB arama sonuçları.

source: enable NZB searches
ca_es: Habiliteu les cerques NZB
hu_hu: engedélyezi a NZB keresések
it_it: consente di effettuare ricerche NZB
nl_nl: NZB zoeken
pl_pl: Włącz wyszukiwanie NZB
pt_pt: permitir pesquisas NZB
sv_se: aktivera NZB-sökningar
tr_tr: NZB aramaları etkinleştir

source: Send .nzb files to:
ca_es: Enviar arxius .nzb a:
hu_hu: .Nzb-fájlok küldése:
it_it: Inviare i file NZB:
nl_nl: .Nzb bestanden te verzenden:
pl_pl: Wyślij pliki .nzb do:
pt_pt: Envie arquivos NZB para:
sv_se: Skicka .nzb-filer till:
tr_tr: .NZB dosyaları gönderin:

source: Black hole folder location
ca_es: Localització de carpeta de forat negre
hu_hu: Fekete lyuk dosszié elhelyezés
it_it: Percorso della cartella di buco nero
nl_nl: De locatie van de map van het zwarte gat
pl_pl: Lokalizacja folderu czarna dziura
pt_pt: Localização da pasta de buraco negro
sv_se: "Black hole" mapp-plats
tr_tr: Kara delik klasör konumu

source: files are stored at this location for external software to find and use
ca_es: s'emmagatzemen els arxius en aquesta ubicació per programari extern per trobar i utilitzar
hu_hu: ezen a helyen a külső szoftver-hoz talál és használ a fájlok
it_it: i file sono memorizzati in questa posizione per un software esterno trovare e utilizzare
nl_nl: bestanden worden opgeslagen op deze locatie voor externe software te vinden en te gebruiken
pl_pl: pliki są przechowywane w tej lokalizacji dla zewnętrznego oprogramowania do znalezienia i wykorzystania
pt_pt: arquivos são armazenados neste local para programas externos para encontrar e usar
sv_se: filer lagras på den här platsen så externa program kan hitta och använda
tr_tr: dosyaları bulmak ve kullanmak dış yazılım için bu konumda depolanır

source: SABnzbd server URL
ca_es: Adreça URL del servidor SABnzbd
hu_hu: SABnzbd kiszolgáló URL-címe
it_it: URL del server SABnzbd
nl_nl: De URL van de server van de SABnzbd
pl_pl: Adres URL serwera SABnzbd
pt_pt: URL do servidor SABnzbd
tr_tr: SABnzbd sunucu URL'si

source: ex. http://localhost:8080/
hu_hu: ex. localhost8080: /
it_it: es. http://localhost:8080/ /
pl_pl: ex. localhost8080: /

source: SABnzbd password
ca_es: Contrasenya SABnzbd
hu_hu: SABnzbd jelszó
nl_nl: SABnzbd wachtwoord
pl_pl: Hasło SABnzbd
pt_pt: Senha SABnzbd
sv_se: SABnzbd lösenord
tr_tr: SABnzbd şifre

source: SABnzbd API key
ca_es: Clau d'SABnzbd API
hu_hu: SABnzbd API-kulcs
nl_nl: SABnzbd API-sleutel
pl_pl: Klucz SABnzbd API
pt_pt: Chave da API SABnzbd
sv_se: SABnzbd API-nyckel
tr_tr: SABnzbd API anahtarı

source: Use SABnzbd category
ca_es: Categoria de SABnzbd d'ús
hu_hu: Használata SABnzbd kategória
it_it: Categoria d'uso SABnzbd
nl_nl: SABnzbd gebruikscategorie
pl_pl: Użycie SABnzbd kategorii
pt_pt: Categoria de uso SABnzbd
sv_se: Använd SABnzbd -kategori
tr_tr: Kullanım SABnzbd Kategori

source: ex. TV
hu_hu: TV volt.
it_it: TV es.

source: Use SABnzbd category (backlog episodes)
ca_es: Utilitzar SABnzbd categoria (acumulació episodis)
hu_hu: SABnzbd-kategória (lemaradás epizód)
it_it: Categoria d'uso SABnzbd (backlog episodi)
nl_nl: SABnzbd gebruikscategorie (achterstand afleveringen)
pl_pl: Kategoria SABnzbd (zaległości odcinków)
pt_pt: Categoria de uso SABnzbd (lista de pendências de episódios)
sv_se: Använda SABnzbd kategori (eftersläpningen Episoder)
tr_tr: SABnzbd Kategori (bekleme listesi bölüm) kullanın

source: Use SABnzbd category for anime
ca_es: Categoria de SABnzbd d'ús per l'anime
hu_hu: Használata SABnzbd kategória-anime
it_it: Categoria d'uso SABnzbd per anime
nl_nl: SABnzbd gebruikscategorie voor anime
pl_pl: Kategoria SABnzbd użycie dla anime
pt_pt: Categoria de uso SABnzbd para anime
sv_se: Användning SABnzbd kategori för anime
tr_tr: Kullanım SABnzbd Kategori anime için

source: ex. anime
ca_es: anime ex.
hu_hu: anime volt.
it_it: anime di es.
pl_pl: anime np.
pt_pt: anime ex.

source: Use SABnzbd category for anime (backlog episodes)
ca_es: Categoria de SABnzbd d'ús per l'anime (acumulació episodis)
hu_hu: SABnzbd kategória használható anime (lemaradás epizód)
it_it: Categoria d'uso SABnzbd per anime (backlog episodi)
nl_nl: SABnzbd gebruikscategorie voor anime (achterstand afleveringen)
pl_pl: Użycie dla anime (odcinki zaległości) kategorii SABnzbd
pt_pt: Categoria de uso SABnzbd para anime (episódios de atraso)
sv_se: Använda SABnzbd kategori för anime (eftersläpningen Episoder)
tr_tr: Kullanım SABnzbd Kategori için anime (bekleme listesi bölüm)

source: Use forced priority
ca_es: Prioritat d'ús obligat
hu_hu: Prioritás használata kénytelen
it_it: Priorità di utilizzo forzato
nl_nl: Gebruik gedwongen prioriteit
pl_pl: Priorytet stosowania zmuszony
pt_pt: Prioridade de uso forçado
sv_se: Använd tvingad prioritet
tr_tr: Zorla öncelik kullanın

source: enable to change priority from HIGH to FORCED
ca_es: permetre canviar la prioritat d'alta a FORÇADES
hu_hu: lehetővé teszi, hogy változtatni prioritás magas KÉNYSZER
it_it: consente di modificare la priorità dall'alto su FORCED
nl_nl: prioriteit wijzigen van hoog tot gedwongen inschakelen
pl_pl: Włącz, aby zmienić priorytet wysoki wymuszony
pt_pt: Habilitar para alterar a prioridade de alta como FORCED
sv_se: aktivera för att ändra prioritet från HÖG till TVINGAD
tr_tr: FORCED için yüksek önceliğini değiştirmek için etkinleştir

source: Connect using HTTPS
ca_es: Connectar amb el protocol HTTPS
hu_hu: Csatlakozás HTTPS használatával
it_it: Connettersi tramite HTTPS
nl_nl: Verbinding maken met behulp van HTTPS
pl_pl: Połączenia przy użyciu protokołu HTTPS
pt_pt: Conectar usando HTTPS
sv_se: Anslut via HTTPS
tr_tr: HTTPS kullanarak bağlan

source: enable secure control
ca_es: Habilita el control de seguretat
hu_hu: biztonságos szabályozásának engedélyezése
it_it: attivare un controllo sicuro
nl_nl: veilige beheer inschakelen
pl_pl: Włącz bezpieczne sterowanie
pt_pt: permitir o controle seguro
sv_se: Aktivera säker kontroll
tr_tr: güvenli denetimini etkinleştir

source: ex. localhost:6789
hu_hu: localhost:6789 volt.
it_it: localhost:6789 es.
tr_tr: Örneğin localhost:6789
