Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: URL to your rTorrent client (e.g. scgi://localhost:5000 <br> or https://localhost/rutorrent/plugins/httprpc/action.php)
ca_es: URL al teu client rTorrent (per exemple scgi://localhost:5000 <br> o https://localhost/rutorrent/plugins/httprpc/action.php)
hu_hu: URL-az rTorrent kliens (pl. scgi://localhost:5000 <br> vagy https://localhost/rutorrent/plugins/httprpc/action.php)
it_it: URL al tuo cliente di rTorrent (ad es. scgi://localhost:5000 <br> o https://localhost/rutorrent/plugins/httprpc/action.php)
nl_nl: URL naar uw client rTorrent (bv scgi://localhost:5000 <br> of https://localhost/rutorrent/plugins/httprpc/action.php)
pl_pl: Adres URL do klienta rTorrent (np. scgi://localhost:5000 <br> lub https://localhost/rutorrent/plugins/httprpc/action.php)
pt_pt: URL para seu cliente rTorrent (por exemplo, scgi://localhost:5000 <br> ou https://localhost/rutorrent/plugins/httprpc/action.php)
sv_se: URL till din rTorrent-klient (t.ex. scgi://localhost:5000 <br> eller https://localhost/rutorrent/plugins/httprpc/action.php)
tr_tr: URL, rTorrent istemciye (scgi://localhost:5000 <br> veya https://localhost/rutorrent/plugins/httprpc/action.php)

source: URL to your qbittorrent client (e.g. http://localhost:8080)
ca_es: URL al teu client de qbittorrent (p. ex. http://localhost:8080)
hu_hu: URL-t a qbittorrent ügyfél (pl. localhost8080:)
it_it: URL al tuo cliente di qbittorrent (ad es. http://localhost:8080/)
nl_nl: URL naar uw qbittorrent client (bijvoorbeeld http://localhost: 8080)
pl_pl: Adres URL do qbittorrent klienta (np. http://localhost: 8080)
pt_pt: URL para seu cliente qbittorrent (por exemplo, http://localhost:8080/)
sv_se: URL till din qbittorrent-klient (t.ex. http://localhost: 8080)
tr_tr: Qbittorrent istemciniz (örneğin http://localhost: 8080) için URL

source: URL to your MLDonkey (e.g. http://localhost:4080)
ca_es: URL per seu MLDonkey (p. ex. http://localhost:4080)
hu_hu: URL-t az MLDonkey (pl. http://localhost:4080)
it_it: URL per il tuo MLDonkey (ad es. http://localhost:4080)
nl_nl: URL naar uw MLDonkey (bijvoorbeeld http://localhost:4080)
pl_pl: Adres URL do Twojej MLDonkey (np. http://localhost:4080)
pt_pt: URL para seu MLDonkey (por exemplo, http://localhost:4080)
sv_se: URL till din MLDonkey (t.ex. http://localhost:4080)
tr_tr: URL, MLDonkey (örneğin http://localhost:4080) için

source: URL to your putio client (e.g. http://localhost:8080)
ca_es: URL al teu client de putio (p. ex. http://localhost:8080)
hu_hu: URL-t a putio ügyfél (pl. localhost8080:)
it_it: URL al tuo cliente di putio (ad es. http://localhost:8080/)
nl_nl: URL naar uw putio-client (bijvoorbeeld http://localhost: 8080)
pl_pl: Adres URL do putio klienta (np. http://localhost: 8080)
pt_pt: URL para seu cliente putio (por exemplo, http://localhost:8080/)
sv_se: URL till din putio-klient (t.ex. http://localhost: 8080)
tr_tr: URL, putio istemci (örneğin http://localhost: 8080) için

source: Select TV Download Directory
ca_es: Seleccioneu el directori TV
hu_hu: Válassza ki a TV letöltési könyvtárat
it_it: Selezionare la Directory di Download di TV
nl_nl: Kies TV Download Directory
pl_pl: Zaznacz katalog Download TV
pt_pt: Selecione o diretório de Download TV
sv_se: Välj TV-nerladdningskatalog
tr_tr: TV indirme dizini seçin

source: Unrar Executable not found.
ca_es: Unrar Executable no trobat.
hu_hu: Feltár végrehajtható fájl nem található.
it_it: File eseguibile unrar non trovato.
nl_nl: Unrar uitvoerbare bestand niet gevonden.
pl_pl: Unrar pliku wykonywalnego nie znaleziono.
pt_pt: Unrar executável não encontrado.
sv_se: Programfil för unrar hittades inte.
tr_tr: Unrar yürütülebilir dosya bulunamadı.

source: This pattern is invalid.
ca_es: Aquest patró no és vàlid.
hu_hu: Ez a minta érvénytelen.
it_it: Questo modello non è valido.
nl_nl: Dit patroon is ongeldig.
pl_pl: Wzorzec ten jest nieprawidłowy.
pt_pt: Este padrão é inválido.
sv_se: Detta mönster är ogiltigt.
tr_tr: Bu desen geçerli değil.

source: This pattern would be invalid without the folders, using it will force "Flatten" off for all shows.
ca_es: Aquest patró no seria vàlid sense les carpetes, utilitzant obligarà "Flatten" de tots els espectacles.
hu_hu: Érvénytelen lenne, ez a minta a mappák nélkül használ ez akarat kényszerít "Lelapul" ki minden mutatja.
it_it: Questo modello sarebbe non valido senza le cartelle, usandolo costringerà "Appiattire" fuori per tutti gli spettacoli.
nl_nl: Dit patroon zou ongeldig zonder de mappen met behulp van het zal dwingen "Flatten" uitschakelen voor alle shows.
pl_pl: Ten wzór będzie nieważne bez folderów, używając go wymusi "Flatten" off na wszystkie koncerty.
pt_pt: Esse padrão seria inválido sem as pastas, usá-lo irá forçar "Flatten" fora para todos os shows.
sv_se: Detta mönster skulle vara ogiltigt utan mappar, att använda det kommer att tvinga ”platta till” för alla serier.
tr_tr: Bu deseni geçersiz olurdu klasörler kullanmaya "Flatten" kapalı tüm gösterileri için zorlar.

source: This pattern is valid.
ca_es: Aquest patró és vàlid.
hu_hu: Ez a minta az érvényes.
it_it: Questo modello è valido.
nl_nl: Dit patroon is geldig.
pl_pl: Ten wzór jest prawidłowy.
pt_pt: Este padrão é válido.
sv_se: Detta mönster är giltigt.
tr_tr: Bu desen geçerli değil.

source: <b>Step1:</b> Confirm Authorization
ca_es: <b>Step1:</b> confirmar autorització
hu_hu: <b>Step1:</b> igazol engedély
it_it: <b>Step1:</b> confermare autorizzazione
nl_nl: <b>Step1:</b> bevestigen vergunning
pl_pl: <b>Step1:</b> potwierdzenie autoryzacji
pt_pt: <b>Step1:</b> confirmar autorização
sv_se: <b>Step1:</b> Bekräfta auktorisation
tr_tr: <b>Step1:</b> onaylamak yetkilendirme

source: Please fill in the Popcorn IP address
ca_es: Si us plau ompli l'adreça IP de crispetes
hu_hu: Kérjük, töltse ki a Popcorn IP-cím
it_it: Si prega di compilare l'indirizzo IP di Popcorn
nl_nl: Vul de Popcorn IP-adres
pl_pl: Proszę wypełnić adres Popcorn IP
pt_pt: Por favor, preencha o endereço de IP de pipoca
sv_se: Fyll i Popcorns IP-adress
tr_tr: Lütfen patlamış mısır IP adresinizi girin

source: Check blacklist name; the value need to be a trakt slug
ca_es: Nom de llista negra d'entrada; el valor ha de ser un slug trakt
hu_hu: Ellenőrizze a feketelista neve; értéket kell, hogy legyenek a trakt csiga
it_it: Verifica nome blacklist; il valore deve essere una lumaca trakt
nl_nl: Controleer de naam van de zwarte lijst; de waarde moet een trakt slak
pl_pl: Sprawdź, czy nazwa czarnej listy; wartość musi być trakt slug
pt_pt: Verificar o nome de "lista negra"; o valor precisa ser uma lesma trakt
sv_se: Kolla svarta listan namn; värdet måste vara en trakt snigel
tr_tr: Kara liste adı denetleyin; değer bir trakt sülük olmak gerek

source: <li style="color: red;">You must specify an SMTP hostname!</li>
ca_es: <li style="color: red;">You d'especificar un nom d'amfitrió SMTP!</li>
hu_hu: <li style="color: red;">You kell adnia egy SMTP hostname!</li>
it_it: <li style="color: red;">You deve specificare un nome di host SMTP!</li>
nl_nl: <li style="color: red;">You moet een SMTP-hostnaam opgeven!</li>
pl_pl: <li style="color: red;">You należy określić nazwę hosta SMTP!</li>
pt_pt: <li style="color: red;">You deve especificar um nome de host de SMTP!</li>
sv_se: <li style="color: red;">You måste ange ett SMTP-värdnamn!</li>
tr_tr: <li style="color: red;">You bir SMTP ana bilgisayar adı belirtmeniz gerekir!</li>

source: <li style="color: red;">You must specify an SMTP port!</li>
ca_es: <li style="color: red;">You d'especificar un port de SMTP!</li>
hu_hu: <li style="color: red;">You kell adnia az SMTP-port!</li>
it_it: <li style="color: red;">You deve specificare una porta SMTP!</li>
nl_nl: <li style="color: red;">You moet een SMTP-poort opgeven!</li>
pl_pl: <li style="color: red;">You należy określić SMTP port!</li>
pt_pt: <li style="color: red;">You deve especificar uma porta SMTP!</li>
sv_se: <li style="color: red;">You måste ange en SMTP-port!</li>
tr_tr: <li style="color: red;">You bir SMTP bağlantı noktası belirtmeniz gerekir!</li>

source: <li style="color: red;">SMTP port must be between 0 and 65535!</li>
ca_es: <li style="color: red;">SMTP portuària ha de ser entre 0 i 65535!</li>
hu_hu: <li style="color: red;">SMTP port kell lennie 0 és 65535 közötti!</li>
it_it: <li style="color: red;">SMTP porta deve essere compreso tra 0 e 65535!</li>
nl_nl: <li style="color: red;">SMTP poort moet tussen 0 en 65535!</li>
pl_pl: <li style="color: red;">SMTP port musi być od 0 do 65535!</li>
pt_pt: Porto de <li style="color: red;">SMTP deve estar entre 0 e 65535!</li>
sv_se: <li style="color: red;">SMTP-porten måste vara mellan 0 och 65535!</li>
tr_tr: <li style="color: red;">SMTP bağlantı noktası 0 ile 65535 arasında olmalıdır!</li>

source: Enter an email address to send the test to:
ca_es: Introduïu una adreça de correu electrònic per enviar la prova per:
hu_hu: Adjon meg egy e-mail címét, hogy küldje a vizsgálat:
it_it: Immettere un indirizzo e-mail per inviare il test per:
nl_nl: Voer een e-mailadres voor het verzenden van de test:
pl_pl: Wprowadź adres e-mail do wysyłania testu:
pt_pt: Digite um endereço de e-mail para enviar o teste:
sv_se: Ange en e-postadress att skicka testet till:
tr_tr: Test etmek için göndermek için e-posta adresi girin:

source: <p style="color: red;">You must provide a recipient email address!</p>
ca_es: <p style="color: red;">You ha de proporcionar una adreça d'e-mail de receptor!</p>
hu_hu: <p style="color: red;">You címzett e-mail címet kell adnia!</p>
it_it: <p style="color: red;">You deve fornire un indirizzo di posta elettronica del destinatario!</p>
nl_nl: <p style="color: red;">You dient een ontvanger emailadres opgegeven!</p>
pl_pl: <p style="color: red;">You należy podać adres e-mail odbiorcy!</p>
pt_pt: <p style="color: red;">You deve fornecer um endereço de e-mail do destinatário!</p>
sv_se: <p style="color: red;">You måste ge en mottagares e-postadress!</p>
tr_tr: <p style="color: red;">You bir alıcı e-posta adresi sağlamalısınız!</p>

source: Device list updated. Please choose a device to push to.
ca_es: Llista de dispositius actualitzat. Trieu un dispositiu per empènyer.
hu_hu: Eszközlista frissítése. Válasszon ki egy eszközt, hogy álljon.
it_it: Elenco aggiornato dei dispositivi. Si prega di scegliere un dispositivo per spingere.
nl_nl: De lijst van de apparaten bijgewerkt. Kies een apparaat om aan te duwen.
pl_pl: Aktualizacja listy urządzeń. Wybierz urządzenie, aby przesunąć się.
pt_pt: Lista de dispositivos atualizada. Por favor, escolha um dispositivo para forçar.
sv_se: Enhetslistan uppdaterad. Välj en enhet att skjuta till.
tr_tr: Aygıt listesi güncellendi. Lütfen için itmek için bir aygıt seçin.

source: You didn't supply a Pushbullet api key
ca_es: No vas proporcionar una clau de Pushbullet api
hu_hu: Nem ad a Pushbullet api-kulcs
it_it: È non fornire una chiave api di Pushbullet
nl_nl: U opgeven een Pushbullet api-sleutel niet
pl_pl: Nie podać klucz Pushbullet api
pt_pt: Você não fornecer uma chave de api Pushbullet
sv_se: Du angav inte en API-nyckel för Pushbullet
tr_tr: Pushbullet API anahtarı tedarik yoktu

source: Don't forget to save your new pushbullet settings.
ca_es: No us oblideu de desar els nous paràmetres pushbullet.
hu_hu: Ne felejtsd el menteni az új pushbullet-beállításokat.
it_it: Non dimenticare di salvare le nuove impostazioni di pushbullet.
nl_nl: Vergeet niet uw nieuwe pushbullet-instellingen op te slaan.
pl_pl: Nie zapomnij, aby zapisać nowe ustawienia pushbullet.
pt_pt: Não se esqueça de salvar as novas configurações de pushbullet.
sv_se: Glöm inte att spara inställningarna för din nya pushbullet.
tr_tr: Yeni pushbullet ayarlarınızı kaydetmek için unutmayın.

source: Select backup folder to save to
ca_es: Seleccioneu la carpeta de reserva per salvar a
hu_hu: Válassza ki a biztonságimásolat-mappába való mentéséhez
it_it: Selezionare la cartella di backup per salvare
nl_nl: Selecteer back-up map op te slaan
pl_pl: Wybierz folder kopii zapasowej, aby zapisać
pt_pt: Selecione a pasta de backup para salvar em
sv_se: Välj backup-mapp för att spara till
tr_tr: Kaydetmek için yedekleme klasörü seçin

source: Select backup files to restore
ca_es: Seleccioneu els fitxers de còpia de seguretat per restaurar
hu_hu: Válassza ki a biztonságimásolat-fájlok
it_it: Selezionare il file da ripristinare
nl_nl: Selecteer back-upbestanden herstellen
pl_pl: Wybierz plików kopii zapasowej do przywrócenia
pt_pt: Selecione arquivos de backup para restaurar
sv_se: Välj säkerhetskopian du vill återställa
tr_tr: Geri yüklenecek yedek dosyaları seçin

source: No providers available to configure.
ca_es: No disponible configurar proveïdors.
hu_hu: Nincs elérhető-szolgáltatók konfigurálásához.
it_it: Nessun provider disponibili per configurare.
nl_nl: Geen aanbieders beschikbaar om te configureren.
pl_pl: Brak dostawców pozwala konfigurować.
pt_pt: Não há provedores disponíveis para configurar.
sv_se: Inga leverantörer tillgängliga för att konfigurera.
tr_tr: Hiçbir sağlayıcılarını yapılandırmak kullanılabilir.

source: You have selected to delete show(s). Are you sure you wish to continue? All files will be removed from your system.
ca_es: Heu seleccionat per suprimir show(s). Esteu segur que voleu continuar? Se suprimiran tots els fitxers del seu sistema.
hu_hu: Törölje a show(s) választotta. Biztosan folytatja? Minden fájl törlődik a rendszer.
it_it: Si è scelto di eliminare visualizzano. Sei sicuro che si desidera continuare? Tutti i file verranno rimossi dal sistema.
nl_nl: U hebt geselecteerd om te verwijderen van de goedkeuringsprocedure. Weet u zeker dat u wilt doorgaan? Alle bestanden worden verwijderd uit uw systeem.
pl_pl: Wybrano, aby usunąć targi. Czy na pewno chcesz kontynuować? Wszystkie pliki zostaną usunięte z systemu.
pt_pt: Você selecionou excluir show(s). Tem certeza que deseja continuar? Todos os arquivos serão removidos do seu sistema.
sv_se: Du har valt att ta bort serie(r). Är du säker på att du vill fortsätta? Alla filer tas bort från ditt system.
tr_tr: Show(s) silmek için seçtiniz. Devam etmek istediğinizden emin misiniz? Tüm dosyalar sisteminizden kaldırılır.

source: Profile
ca_es: Perfil
hu_hu: Profil
it_it: Profilo
nl_nl: Profiel
pl_pl: Profil użytkownika
pt_pt: Perfil
sv_se: Profil
tr_tr: Profil

source: Command name
ca_es: Nom de comanda
hu_hu: A parancs neve
it_it: Nome del comando
nl_nl: Opdrachtnaam
pl_pl: Nazwa polecenia
pt_pt: Nome do comando
sv_se: Kommandonamn
tr_tr: Komut adı

source: Parameters
ca_es: Paràmetres
hu_hu: Paraméterek
it_it: Parametri
pl_pl: Parametry
pt_pt: Parâmetros
sv_se: Parametrar
tr_tr: Parametreleri

source: Name
ca_es: Nom
hu_hu: név
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
sv_se: Namn
tr_tr: Adı

source: Required
ca_es: Requerit
hu_hu: Szükséges
it_it: Obbligatorio
nl_nl: Vereist
pl_pl: Wymagane
pt_pt: Necessário
sv_se: Krävs
tr_tr: Gerekli

source: Description
ca_es: Descripció
hu_hu: Leírás
it_it: Descrizione
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
sv_se: Beskrivning
tr_tr: Açıklama

source: Type
ca_es: Tipus
hu_hu: Típus
it_it: Tipo
pl_pl: Typu
pt_pt: Tipo
sv_se: Typ
tr_tr: Türü

source: Default value
ca_es: Valor per defecte
hu_hu: Alapértelmezett érték
it_it: Valore predefinito
nl_nl: Standaardwaarde
pl_pl: Wartość domyślna
pt_pt: Valor padrão
sv_se: Standardvärde
tr_tr: Varsayılan değer

source: Allowed values
ca_es: Valors permesos
hu_hu: Megengedett értékek
it_it: Valori consentiti
nl_nl: Toegestane waarden
pl_pl: Wartości dopuszczalne
pt_pt: Valores permitidos
sv_se: Tillåtna värden
tr_tr: İzin verilen değerler

source: Playground
ca_es: Parc infantil
hu_hu: Játszótér
it_it: Parco giochi per bambini
nl_nl: Speeltuin
pl_pl: Plac zabaw dla dzieci
pt_pt: Parque infantil
sv_se: Lekplats
tr_tr: Bahçesi

source: Required parameters
ca_es: Paràmetres necessaris
hu_hu: Kötelező paraméterek
it_it: Parametri richiesti
nl_nl: Verplicht parameters
pl_pl: Wymagane parametry
pt_pt: Parâmetros necessários
sv_se: Obligatoriska parametrar
tr_tr: Gerekli parametreleri

source: Optional parameters
ca_es: Paràmetres opcionals
hu_hu: Választható paraméterek
it_it: Parametri facoltativi
nl_nl: Optionele parameters
pl_pl: Parametry opcjonalne
pt_pt: Parâmetros opcionais
sv_se: Valfria parametrar
tr_tr: İsteğe bağlı parametreler

source: Call API
ca_es: Crida d'API
hu_hu: API hívás
it_it: Chiamata API
nl_nl: Oproep API
pl_pl: Wywołanie interfejsu API
pt_pt: Chamada de API
sv_se: Anropa API
tr_tr: Arama API

source: Response:
ca_es: Resposta:
hu_hu: Válasz:
it_it: Risposta:
nl_nl: Antwoord:
pl_pl: Odpowiedź:
pt_pt: Resposta:
sv_se: Svar:
tr_tr: Yanıt:

source: Clear
ca_es: Clar
hu_hu: Egyértelmű,
it_it: Chiaro
nl_nl: Leegmaken
pl_pl: Jasne
pt_pt: Clara
sv_se: Rensa
tr_tr: Açık

source: Yes
ca_es: Sí
hu_hu: igen
it_it: Sì
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
sv_se: Ja
tr_tr: Evet

source: No
hu_hu: nem
nl_nl: Nee
pl_pl: Nr
pt_pt: Não
sv_se: Nej
tr_tr: Hayır

source: season
ca_es: temporada
hu_hu: szezon
it_it: stagione
nl_nl: seizoen
pl_pl: sezon
pt_pt: temporada
sv_se: säsong
tr_tr: Sezon

source: episode
ca_es: episodi
hu_hu: epizód
it_it: episodio
nl_nl: aflevering
pl_pl: odcinek
pt_pt: Episódio
sv_se: avsnitt
tr_tr: Bölüm

source: Limit:
ca_es: Límit:
hu_hu: Korlát:
it_it: Limite:
nl_nl: Limiet:
pt_pt: Limite:
sv_se: Gräns:
tr_tr: Sınırı:

source: All
ca_es: Tots els
hu_hu: Minden
it_it: Tutti i
nl_nl: Alles
pl_pl: Wszystkie
pt_pt: Todos os
sv_se: Alla
tr_tr: Tüm

source: Layout:
ca_es: Disposició:
hu_hu: Elrendezés:
pl_pl: Układ:
tr_tr: Düzen:

source: Compact
ca_es: Compacte
hu_hu: Kompakt
it_it: Compatto
pl_pl: Kompaktowe
pt_pt: Compacto
sv_se: Kompakt
tr_tr: Kompakt

source: Detailed
ca_es: Detallada
hu_hu: Részletes
it_it: Dettagliata
nl_nl: Gedetailleerde
pl_pl: Szczegółowe
pt_pt: Detalhado
sv_se: Detaljerad
tr_tr: Detaylı

source: Time
ca_es: Temps
hu_hu: Idő
it_it: Tempo
nl_nl: Tijd
pl_pl: Czas
pt_pt: Tempo
sv_se: Tid
tr_tr: Zaman

source: Episode
ca_es: Episodi
hu_hu: Epizód
it_it: Episodio
nl_nl: Aflevering
pl_pl: Odcinek
pt_pt: Episódio
sv_se: Avsnitt
tr_tr: Bölüm

source: Action
ca_es: Acció
hu_hu: Akció
it_it: Azione
nl_nl: Actie
pl_pl: Działania
pt_pt: Ação
sv_se: Åtgärd
tr_tr: Eylem

source: Provider
ca_es: Proveïdor
hu_hu: Szolgáltató
it_it: Provider di
pl_pl: Dostawcy
pt_pt: Provedor de
sv_se: Leverantör
tr_tr: Sağlayıcı

source: Quality
ca_es: Qualitat
hu_hu: Minőségi
it_it: Qualità
nl_nl: Kwaliteit
pl_pl: Jakość
pt_pt: Qualidade
sv_se: Kvalitet
tr_tr: Kalite

source: Snatched
ca_es: Va arrabassar
hu_hu: Kikapta
it_it: Ha strappato
nl_nl: Gepakt
pl_pl: Porwał
pt_pt: Arrebatou
sv_se: Ryckt
tr_tr: Kaptı

source: Downloaded
ca_es: Descarregat
hu_hu: Letöltött
it_it: Scaricato
nl_nl: Gedownload
pl_pl: Pobrane
pt_pt: Baixei
sv_se: Hämtad
tr_tr: İndirilen

source: Subtitled
ca_es: Subtitulats
hu_hu: Felirattal
it_it: Sottotitolati
nl_nl: Ondertiteld
pl_pl: Z napisami
pt_pt: Legendado
sv_se: Textad
tr_tr: Altyazılı

source: missing provider
ca_es: proveïdor que falten
hu_hu: hiányzó szolgáltató
it_it: provider di mancante
nl_nl: ontbrekende provider
pl_pl: Dostawca brakującego
pt_pt: provedor de ausente
sv_se: saknad leverantör
tr_tr: eksik sağlayıcı

source: Password
ca_es: Contrasenya
hu_hu: Jelszó
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Senha
sv_se: Lösenord
tr_tr: Şifre

source: for 30 days
ca_es: durant 30 dies
hu_hu: 30 napig
it_it: per 30 giorni
nl_nl: voor 30 dagen
pl_pl: przez 30 dni
pt_pt: por 30 dias
sv_se: i 30 dagar
tr_tr: 30 gün boyunca

source: Login
ca_es: Connecti's
hu_hu: Bejelentkezés
it_it: Account di accesso
pl_pl: Zaloguj się
sv_se: Logga in
tr_tr: Oturum açma

source: Toggle Summary
ca_es: Tanca resum
hu_hu: Toggle Összefoglaló
it_it: Attiva/disattiva Riepilogo
nl_nl: Toggle samenvatting
pl_pl: Krótki opis przełącznika
pt_pt: Resumo de alternância
sv_se: Växla sammanfattning
tr_tr: İki durumlu Özeti

source: AnimeDB Settings
ca_es: Configuració AnimeDB
hu_hu: Beállítások AnimeDB
it_it: Impostazioni di AnimeDB
nl_nl: AnimeDB instellingen
pl_pl: Ustawienia AnimeDB
pt_pt: Configurações de AnimeDB
sv_se: AnimeDB-inställningar
tr_tr: AnimeDB ayarları

source: User Interface
ca_es: Interfície d'usuari
hu_hu: Felhasználói felület
it_it: Interfaccia utente
nl_nl: Gebruiks interface
pl_pl: Interfejs użytkownika
pt_pt: Interface de usuário
sv_se: Användargränssnitt
tr_tr: Kullanıcı arabirimi

source: AniDB is non-profit database of anime information that is freely open to the public
ca_es: AniDB és la base de dades sense ànim de lucre d'informació d'anime que és lliurement oberta al públic
hu_hu: AniDB egy nonprofit adatbázis anime információ, hogy szabadon nyitva áll a nagyközönség
it_it: AniDB è senza scopo di lucro database di informazioni di anime che sono liberamente aperti al pubblico
nl_nl: AniDB is een non-profit database van anime informatie die is vrij toegankelijk voor het publiek
pl_pl: AniDB jest non-profit, baza danych informacji anime, który jest swobodnie otwarte dla publiczności
pt_pt: AniDB é sem fins lucrativos banco de dados de informações de anime que é livremente abertos ao público
sv_se: AniDB är ideell databas över anime som är fritt öppen för allmänheten
tr_tr: AniDB serbestçe halka açık anime bilgi kar amacı gütmeyen veritabanıdır

source: Enabled
ca_es: Permès
hu_hu: Engedélyezve
it_it: Abilitato
nl_nl: Ingeschakeld
pl_pl: Włączone
pt_pt: Habilitado
sv_se: Aktiverad
tr_tr: Etkin

source: Enable AniDB
ca_es: Permetre AniDB
hu_hu: Engedélyezi a AniDB
it_it: Abilitare AniDB
nl_nl: AniDB inschakelen
pl_pl: Po AniDB
pt_pt: Habilitar AniDB
sv_se: Aktivera AniDB
tr_tr: AniDB etkinleştir

source: AniDB Password
ca_es: Contrasenya AniDB
hu_hu: AniDB jelszó
nl_nl: AniDB wachtwoord
pl_pl: Hasło AniDB
pt_pt: Senha AniDB
sv_se: AniDB lösenord
tr_tr: AniDB şifre

source: Do you want to add the PostProcessed Episodes to the MyList ?
ca_es: Voleu afegir els episodis de PostProcessed a la MyList?
hu_hu: Szeretné hozzáadni a kottává epizódok a MyList?
it_it: Vuoi aggiungere gli episodi di rielaborare la MyList?
nl_nl: Wilt u de afleveringen van PostProcessed aan de MyList toevoegen?
pl_pl: Czy chcesz dodać odcinki postprocessingu do MyList?
pt_pt: Você quer adicionar os episódios pós-processado para o MyList?
sv_se: Vill du lägga till efterbehandlade episoder till MyList?
tr_tr: PostProcessed bölüm için MyList eklemek istiyor musunuz?

source: Save Changes
ca_es: Desa els canvis
hu_hu: Módosítások mentése
it_it: Salvare le modifiche
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
pt_pt: Salvar as alterações
sv_se: Spara ändringar
tr_tr: Değişiklikleri kaydetmek

source: Split show lists
ca_es: Split Mostra llistes
hu_hu: Split Térkép listák
it_it: Liste di show di Spalato
nl_nl: Split Toon lijsten
pl_pl: Split Pokaż list
pt_pt: Split Visualizar listas
sv_se: Dela serielistor
tr_tr: Split Haritayı listeleri

source: Separate anime and normal shows in groups
ca_es: Anime separada i espectacles normals en grups
hu_hu: Külön anime, és normál megmutatja a csoportok
it_it: Separata anime e spettacoli normale in gruppi
nl_nl: Aparte anime en normale shows in groepen
pl_pl: Oddzielne anime i normalny pokazuje w grupach
pt_pt: Anime separado e shows normais em grupos
sv_se: Separera anime och normala serier i grupper
tr_tr: Ayrı anime ve gruplar halinde normal gösterir

source: Backup
ca_es: Còpia de seguretat
hu_hu: Biztonsági mentés
pl_pl: Kopia zapasowa
pt_pt: Backup de
sv_se: Säkerhetskopiera
tr_tr: Yedekleme

source: Restore
ca_es: Restauració
hu_hu: Visszaállítás
it_it: Ripristino
nl_nl: Herstellen
pl_pl: Przywracanie
pt_pt: Restauração
sv_se: Återställ
tr_tr: Geri yükleme
