Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: link your google account to SiCKRAGE for advanced feature usage such as settings/database storage
ca_es: enllaçar el teu compte de google a SiCKRAGE per a ús de tret avançat com emmagatzematge d'escenes i bases de dades
hu_hu: a google fiók csatolása SiCKRAGE speciális szolgáltatás használata, mint a beállítások/adatbázis-tároló
it_it: Collegare il tuo account di google per SiCKRAGE per l'utilizzo di funzionalità avanzate quali impostazioni/database di archiviazione
nl_nl: uw google-account koppelen aan SiCKRAGE voor gebruik van de geavanceerde functie zoals instellingen/database-opslag
pl_pl: Łączenie konta google do SiCKRAGE dla użycia zaawansowanych funkcji takich jak ustawienia/bazy danych magazynu
pt_pt: vincular sua conta do google para SiCKRAGE para o uso do recurso avançado como o armazenamento de configurações/banco de dados
sv_se: länka ditt Google-konto till SiCKRAGE för avancerade funktioner såsom lagring av inställningar/databas
tr_tr: google hesabınız için gelişmiş özellik kullanım ayarları/veritabanı depolama gibi SiCKRAGE için bağlantı

source: Proxy host
ca_es: Hoste intermediari
hu_hu: Proxy fogadó
it_it: Host proxy
pl_pl: Hosta serwera proxy
pt_pt: Host proxy
sv_se: Proxyvärd
tr_tr: Proxy ana bilgisayarı

source: Use proxy for indexers
ca_es: Ús de proxy per a indexers
hu_hu: Proxy használata az Indexelő
it_it: Utilizzare il proxy per gli indicizzatori
nl_nl: Gebruik proxy voor indexers
pl_pl: Użyj serwera proxy dla indeksatorów
pt_pt: Usar proxy para indexadores
sv_se: Använd proxy för indexerare
tr_tr: Proxy için dizinleyicileri kullanmak

source: use proxy host for connecting to indexers (thetvdb)
ca_es: utilitzar l'amfitrió de servidor intermediari per a connectar-se a indexers (thetvdb)
hu_hu: használ proxy fogadó csatlakozáshoz indexers (thetvdb)
it_it: utilizzare host proxy per la connessione agli indicizzatori (thetvdb)
nl_nl: proxy host gebruiken voor het aansluiten op de indexers (thetvdb)
pl_pl: używać hosta serwera proxy do łączenia się z indeksatory (TheTVDB i)
pt_pt: usar host proxy para conexão com indexadores (thetvdb)
sv_se: använda proxyvärd för att ansluta till indexerare (thetvdb)
tr_tr: Dizinleyiciler (thetvdb) bağlanmak için proxy ana bilgisayarı kullanın

source: Skip Remove Detection
ca_es: Omet treure detecció
hu_hu: Ugrás eltávolítása észlelése
it_it: Skip Rimuovi rilevamento
nl_nl: Skip verwijderen detectie
pl_pl: Usuń Pomiń wykrywanie
pt_pt: Deteção de Skip remover
sv_se: Hoppa över raderingsidentifiering
tr_tr: Atla Kaldır algılama

source: Skip detection of removed files. If disable it will set default deleted status
ca_es: Saltar la detecció d'arxius suprimides. Si impossibilitar s'estableix per defecte se suprimeix de l'estat
hu_hu: Kimutatása eltávolított fájlok kihagyása. Megbénít ez akarat készlet a hiba állapot törlése
it_it: Ignorare il rilevamento di file rimossi. Se Disattiva imposterà predefinito eliminato lo stato
nl_nl: Detectie van verwijderde bestanden overslaan. Als uitschakelen wordt ingesteld standaard verwijderd status
pl_pl: Pominąć wykrywanie usuniętych plików. Jeśli disable ustawi domyślne usunięte stanu
pt_pt: Ignorar a detecção de arquivos removidos. Se desativar ele irá definir o padrão excluído estatuto
sv_se: Hoppa över identifiering av borttagna filer. Om avaktiverad kommer standard borttagningsstatus att sättas
tr_tr: Kaldırılan dosyaları tespiti atlayın. Sakatlar o-ecek koymak varsayılan durumu sildiyseniz

source: This may mean SickRage misses renames as well
ca_es: Això podria significar que enyora SickRage canvia el nom, així
hu_hu: Ez azt jelenti, hogy hiányzik SickRage átnevezése, valamint
it_it: Questo può significare SickRage manca pure Rinomina
nl_nl: Dit kan betekenen dat SickRage missers hernoemt evenals
pl_pl: Może to oznaczać Chybienia SickRage zmienia nazwę jak również
pt_pt: Isto pode significar SickRage misses também renomeia
sv_se: Detta kan innebära att SiCKRAGE missar namnbyten också
tr_tr: Bu SickRage özlüyor yeniden adlandırır de anlamına gelebilir

source: Default deleted episode status
ca_es: L'estat per defecte suprimit episodi
hu_hu: Alapértelmezett állapota törölt epizód
it_it: Episodio eliminato stato predefinito
nl_nl: Status van de aflevering van de standaard verwijderd
pl_pl: Domyślny stan usunięte odcinek
pt_pt: Status do episódio de padrão eliminado
sv_se: Standard borttagningsstatus för avsnitt
tr_tr: Silinmiş varsayılan bölüm durumu

source: Define the status to be set for media file that has been deleted.
ca_es: Definir l'estat establirà per a arxiu de mitjans de comunicació que s'ha suprimit.
hu_hu: Határozza meg az állapot beállításához media-fájl törölve lett.
it_it: Definire lo stato da impostare per il file multimediale che è stato eliminato.
nl_nl: Definieer de status moet worden ingesteld voor media-bestand dat is verwijderd.
pl_pl: Określić stan, aby ustawić dla pliku multimedialnego, który został usunięty.
pt_pt: Defina o status a ser definido para o arquivo de mídia que foi excluído.
sv_se: Bestäm status för mediefil som har tagits bort.
tr_tr: Silinmiş ortam dosyası için ayarlanacak durumu tanımlayın.

source: Archived option will keep previous downloaded quality
ca_es: Opció arxivat mantindrà qualitat anterior descarregat
hu_hu: Archivált menüpont megőrzi a korábbi letöltött minőségi
it_it: Archiviati opzione manterrà precedente qualità scaricati
nl_nl: Gearchiveerde optie zal vorige gedownloade kwaliteit houden
pl_pl: Opcję zarchiwizowane zachowa poprzednich jakości pobranego
pt_pt: Arquivados opção manterá qualidade baixada anterior
sv_se: Arkiverade alternativet kommer att behålla tidigare hämtade kvalitet
tr_tr: Arşivlenmiş seçeneği önceki indirilen kalite tutacak

source: Example: Downloaded (1080p WEB-DL) ==> Archived (1080p WEB-DL)
ca_es: Exemple: Descarregat (1080p WEB-DL) ==> arxivats (1080p WEB-DL)
hu_hu: Példa: Letöltött (1080p WEB-DL) archivált (1080p WEB-DL) ==>
it_it: Esempio: Scaricato (1080p WEB-DL) ==> archiviati (1080p WEB-DL)
nl_nl: Voorbeeld: Gedownload (1080p WEB-DL) ==> gearchiveerde (1080p WEB-DL)
pl_pl: Przykład: Pobrany (1080p WEB-DL) ==> zarchiwizowane (1080p WEB-DL)
pt_pt: Exemplo: Baixei (1080p WEB-DL) ==> arquivados (1080p WEB-DL)
sv_se: Exempel: Hämtade (1080p WEB-DL) ==> arkiverade (1080p WEB-DL)
tr_tr: Örnek: (1080 p WEB-DL) indirilen arşivlenmiş 1080 p WEB-DL (==>)

source: PIP Settings
ca_es: Configuració de PIP
hu_hu: PIP-beállítások
it_it: Impostazioni PIP
nl_nl: PIP-instellingen
pl_pl: Ustawienia PIP
pt_pt: Configurações de PIP
sv_se: PIP-inställningar
tr_tr: PIP ayarları

source: PIP executable path
ca_es: Camí executable PIP
hu_hu: PIP programfájl elérési útja
it_it: Percorso dell'eseguibile PIP
nl_nl: PIP uitvoerbaar pad
pl_pl: Ścieżka pliku wykonywalnego PIP
pt_pt: Caminho do executável PIP
sv_se: PIP sökväg
tr_tr: PIP yürütülebilir dosya yolu

source: Click vefify path to test.
ca_es: Feu clic a camí vefify provar.
hu_hu: Kattintson a vefify kerti ösvény-hoz teszt.
it_it: Fare clic su percorso di vefify alla prova.
nl_nl: Klik op vefify pad om te testen.
pl_pl: Kliknij ścieżkę vefify do testowania.
pt_pt: Clique em caminho de vefify para testar.
sv_se: Klicka på verifiera sökväg för att testa.
tr_tr: Vefify yolunu sınamak için tıklatın.

source: GIT Settings
ca_es: GIT escenes
hu_hu: GIT beállítások
it_it: Impostazioni di GIT
nl_nl: GIT-instellingen
pl_pl: Ustawienia GIT
pt_pt: Configurações de GIT
sv_se: GIT-inställningar
tr_tr: GIT ayarları

source: Git Branches
ca_es: Git branques
hu_hu: Git Branch
it_it: Rami di git
pl_pl: Gałęzie Gita
pt_pt: Git ramos
sv_se: Git-grenar
tr_tr: Git dalları

source: GIT Branch Version
ca_es: GIT versió
hu_hu: GIT Branch változat
it_it: Versione GIT Branch
nl_nl: GIT Branch versie
pl_pl: Wersja z GIT Branch
pt_pt: GIT versão de ramificação
sv_se: GIT grenversion
tr_tr: GIT şube sürüm

source: Error: No branches found.
ca_es: Error: No hi ha branques trobats.
hu_hu: Hiba: Nem található ágak.
it_it: Errore: Nessun ramo trovato.
nl_nl: Fout: Geen takken gevonden.
pl_pl: Błąd: Nie oddziałów znalezione.
pt_pt: Erro: Sem ramos encontrados.
sv_se: Fel: Inga grenar hittade.
tr_tr: Hata: dalları bulundu.

source: select branch to use (restart required)
ca_es: Seleccioni branca utilitzar (cal reiniciar)
hu_hu: Válassza ki a fióktelep használ (újraindítás szükséges)
it_it: Selezionare il ramo utilizzare (richiede il riavvio)
nl_nl: Selecteer de subsleutel die u wilt gebruiken (opnieuw opstarten vereist)
pl_pl: Wybierz gałąź, aby użyć (wymaga ponownego uruchomienia)
pt_pt: Selecione o ramo de usar (é necessário reiniciar)
sv_se: Välj gren att använda (omstart krävs)
tr_tr: Şube (yeniden başlatma gerekiyor) kullanmak için seçin

source: GIT executable path
ca_es: Camí executable GIT
hu_hu: GIT programfájl elérési útja
it_it: Percorso dell'eseguibile GIT
nl_nl: GIT uitvoerbaar pad
pl_pl: Ścieżka pliku wykonywalnego GIT
pt_pt: Caminho do executável GIT
sv_se: GIT körbara sökvägen
tr_tr: GIT yürütülebilir dosya yolu

source: removes untracked files and performs a hard reset on git branch automatically to help resolve update issues
ca_es: treu una arxius i realitza una reinicialització dura en git branca automàticament per ajudar a resoldre problemes d'actualització
hu_hu: eltávolítja a nem követett fájlokat és előad egy kemény orrgazdaság a git branch automatikusan, hogy segítsen megoldani a problémákat a frissítés
it_it: rimuove i file non tracciati ed esegue un hard reset ramo git automaticamente per aiutare a risolvere i problemi di aggiornamento
nl_nl: verwijdert ongevolgde bestanden en voert een harde reset op git branch automatisch op update problemen op te lossen
pl_pl: usuwa Nieśledzone pliki i wykonuje twardy reset na gałęzi git automatycznie, aby pomóc w rozwiązaniu problemów z aktualizacją
pt_pt: remove arquivos não controlados e executa um hard reset no ramo de git automaticamente para ajudar a resolver problemas de atualização
sv_se: tar väck ospårade filer och utför automatisk en hård reset på git branchen för att lösa uppdateringsproblem
tr_tr: izlenmeyen dosyaları siler ve sert bir sıfırlama otomatik olarak güncelleştirme sorunları gidermek için git dalda gerçekleştirir

source: Git auto-issues submit
ca_es: Envia auto-qüestions de git
hu_hu: Git auto-kérdések küldés
it_it: Invia auto-problemi di git
nl_nl: Git auto-kwesties verzenden
pl_pl: Git auto problemy Wyślij
pt_pt: Envio de autoquestões de git
sv_se: Git auto-frågor skicka
tr_tr: Git otomatik-sorunları gönder

source: automatically submit bug/issue reports to our issue tracker when errors are logged
ca_es: enviar informes d'error/assumpte per nostres incidències automàticament quan es registren errors de
hu_hu: automatikusan jelentést bug, a probléma a mi helpdesk hibák naplózásakor
it_it: inviare automaticamente report sui bug/problemi al nostro issue tracker quando vengono registrati errori
nl_nl: automatisch bug/issue aan uitbrengen onze kwestie tracker wanneer fouten worden geregistreerd
pl_pl: automatyczne zgłaszanie raportów błąd/problem do naszego trackera, gdy błędy są rejestrowane
pt_pt: Enviar automaticamente relatórios de bug/questão ao nosso issue tracker quando os erros são registrados
sv_se: rapportera automatiskt buggar/problem till oss när fel loggas
tr_tr: hataları günlüğe kaydedildiğinde otomatik olarak bizim sorunu izci için hata/sorun raporları gönderme

source: SR Version:
ca_es: SR versió:
hu_hu: SR-verzió:
it_it: Versione SR:
nl_nl: SR versie:
pl_pl: W wersji SR:
pt_pt: Versão do SR:
tr_tr: SR sürüm:

source: SR Type:
ca_es: SR tipus:
hu_hu: SR típusa:
it_it: Tipo SR:
pl_pl: Typ SR:
pt_pt: SR, tipo:
sv_se: SR-typ:
tr_tr: SR tipi:

source: SR User:
ca_es: SR usuari:
hu_hu: SR-felhasználó:
it_it: Utente di SR:
nl_nl: SR gebruiker:
pl_pl: Użytkownik SR:
pt_pt: SR usuário:
sv_se: SR-användare:
tr_tr: SR kullanıcı:

source: SR Locale:
hu_hu: SR területi beállítása:
it_it: Impostazioni locali SR:
pl_pl: Ustawienia regionalne SR:
pt_pt: Localidade do SR:
sv_se: SR-språk:
tr_tr: SR yerel ayarı:

source: SR Cache Dir:
ca_es: Dir SR memòria cau:
hu_hu: SR Gyorsítótárkönyvtár:
it_it: Cache di SR Dir:
sv_se: SR-cache-katalog:
tr_tr: SR önbellek Dir:

source: SR Log File:
ca_es: Fitxer de registre SR:
hu_hu: SR naplófájl:
it_it: File di registro SR:
nl_nl: SR logboekbestand:
pl_pl: Plik dziennika SR:
pt_pt: Arquivo de Log do SR:
sv_se: SR-loggfil:
tr_tr: SR günlük dosyası:

source: SR Arguments:
hu_hu: SR érvek:
it_it: Argomenti di SR:
nl_nl: SR argumenten:
pl_pl: SR argumenty:
pt_pt: SR argumentos:
sv_se: Argument till SR:
tr_tr: SR bağımsız değişkenleri:

source: SR Web Root:
ca_es: SR Web arrel:
hu_hu: SR Web gyökér:
it_it: Radice di SR Web:
pt_pt: SR Web raiz:
sv_se: SR webbrot:
tr_tr: SR Web kökü:

source: Tornado Version:
ca_es: Versió de Tornado:
hu_hu: Tornádó verzió:
it_it: Versione di Tornado:
nl_nl: Tornado versie:
pl_pl: Tornado wersji:
pt_pt: Versão de furacão:
tr_tr: Kasırga sürüm:

source: Python Version:
ca_es: Versió de Python:
hu_hu: Python verzió:
it_it: Versione di Python:
nl_nl: Python versie:
pl_pl: Python w wersji:
pt_pt: Versão do Python:
tr_tr: Python sürümü:

source: Homepage
ca_es: Pàgina d'inici
hu_hu: Honlap
pl_pl: Strona główna
pt_pt: Página inicial
sv_se: Hemsida
tr_tr: Ana sayfa

source: Forums
ca_es: Fòrums
hu_hu: Fórumok
it_it: Forum
pl_pl: Forum
pt_pt: Fóruns
sv_se: Forum
tr_tr: Forumlar

source: Source
ca_es: Font
hu_hu: Forrás
it_it: Fonte
nl_nl: Bron
pl_pl: Źródła
pt_pt: Fonte
sv_se: Källa
tr_tr: Kaynak

source: on
ca_es: en
hu_hu: a
it_it: il
nl_nl: op
pl_pl: na
pt_pt: na
sv_se: på
tr_tr: üzerinde

source: Home Theater
ca_es: Teatre de casa
hu_hu: Házimozi
pl_pl: Kino domowe
sv_se: Hemmabio
tr_tr: Ev sineması

source: Devices
ca_es: Dispositius
hu_hu: Eszközök
it_it: Dispositivi
nl_nl: Apparaten
pl_pl: Urządzenia
pt_pt: Dispositivos de
sv_se: Enheter
tr_tr: Aygıtları

source: Social
hu_hu: Szociális
it_it: Sociale
nl_nl: Sociale
pl_pl: Społeczne
sv_se: Sociala
tr_tr: Sosyal

source: A free and open source cross-platform media center and home entertainment system software with a 10-foot user interface designed for the living-room TV.
ca_es: Un codi lliure i obert mitjans de comunicació multiplataforma Centre Casa entreteniment sistema programari i amb una interfície de 10 peus d'usuari dissenyada per a la sala TV.
hu_hu: Egy szabad és nyit forrás kereszt-emelvény média központ, és haza szórakozás rendszer szoftver-val egy 10 láb felhasználó illesztő szándékos részére a nappali TV.
it_it: Un libero e open source multipiattaforma media center e home intrattenimento sistema software con un'interfaccia di utente di 10 piedi progettato per la TV del soggiorno.
nl_nl: Een gratis en open source dwars-platformmedia center en home entertainment systeemsoftware met een 10-voet user interface ontworpen voor de woonkamer TV.
pl_pl: Darmowe i open source media cross-platform centrum i domu system oprogramowania rozrywkowego z interfejs użytkownika 10-stóp, przeznaczony dla TV salon.
pt_pt: Um livre e open source multi-plataforma mídia centro e casa entretenimento software do sistema com uma interface de usuário de 10 pés projetado para a sala TV.
sv_se: En gratis programvara med öppen källkod som är ett plattformsoberoende mediacenter- och hemmabiosystem med användargränssnitt utformat för vardagsrum-TV.
tr_tr: Bir ücretsiz ve açık kaynak çapraz platform medya merkezi ve ev eğlence sistemi yazılımlarıyla birlikte oturma odasında TV için tasarlanmış bir 10 ft erimli kullanıcı arabirimi.

source: send KODI commands?
ca_es: enviar ordres KODI?
hu_hu: KODI parancsokat küld?
it_it: inviare comandi KODI?
nl_nl: KODI opdrachten verzenden?
pl_pl: Wysyłanie poleceń KODI?
pt_pt: enviar comandos KODI?
sv_se: skicka KODI-kommandon?
tr_tr: KODI komutları göndermek?

source: Always on
ca_es: Sempre en
hu_hu: Mindig a
it_it: Sempre acceso
nl_nl: Altijd op
pl_pl: Zawsze na
pt_pt: Sempre no
sv_se: Alltid på
tr_tr: Her zaman açık

source: log errors when unreachable?
ca_es: Registre d'errors en inaccessible?
hu_hu: Jelentkezzen be a hibákat, amikor nem érhető el?
it_it: registrare gli errori quando irraggiungibile?
nl_nl: Inloggen fouten bij onbereikbaar?
pl_pl: Rejestrowanie błędów, gdy nieosiągalny?
pt_pt: log de erros quando inacessível?
sv_se: logga fel vid otillgänglighet?
tr_tr: Ne zaman ulaşılamaz hataların günlüğünü tut.

source: Notify on snatch
ca_es: Notificar en arrabassar
hu_hu: Értesíti a blöff
it_it: Notificare il strappare
nl_nl: Kennis op trekken
pl_pl: Powiadom o wyrwać
pt_pt: Informe-se sobre arrebatar
sv_se: Meddela vid ryck
tr_tr: Kapmak üzerinde bildir

source: send a notification when a download starts?
ca_es: enviar una notificació quan s'inicia una baixada?
hu_hu: értesítést küld, amikor a letöltés elindul?
it_it: Invia una notifica quando viene avviato un download?
nl_nl: een bericht verzenden wanneer een download wordt gestart?
pl_pl: Wyślij powiadomienie, kiedy zaczyna się pobieranie?
pt_pt: Enviar uma notificação quando um download é iniciado?
sv_se: Skicka ett meddelande när en nedladdning startar?
tr_tr: bir karşıdan yükleme başladığında bir bildirim göndermek?

source: Notify on download
ca_es: Notificar en descàrrega
hu_hu: Értesíti a letöltés
it_it: Notificare il download
nl_nl: Kennis over downloaden
pl_pl: Powiadom o Pobierz
pt_pt: Informe-se sobre download
sv_se: Meddela vid nedladdning
tr_tr: Download üstünde bildir

source: send a notification when a download finishes?
ca_es: Envia una notificació quan un descarregar acabats?
hu_hu: értesítést küld, amikor egy letölt befejez?
it_it: Invia una notifica al termine di un download?
nl_nl: een bericht verzenden wanneer een download klaar is?
pl_pl: Wyślij powiadomienie, gdy zakończy się pobieranie?
pt_pt: Enviar uma notificação quando um download termina?
sv_se: Skicka ett meddelande när en nedladdning är klar?
tr_tr: bir karşıdan yükleme tamamlandığında bildirim göndermek?

source: Notify on subtitle download
ca_es: Notificar en subtitular descarregar
hu_hu: Értesíti a felirat letöltés
it_it: Notificare il sottotitolo di download
nl_nl: Kennis over ondertitel downloaden
pl_pl: Powiadom o napisy Pobierz
pt_pt: Informe-se sobre o download de legendas
sv_se: Notifiera vid undertexthämtning
tr_tr: Altyazı indirmek üzerinde bildir

source: send a notification when subtitles are downloaded?
ca_es: Envia una notificació quan es descarreguen subtitula?
hu_hu: értesítést küld, ha a letöltött feliratok?
it_it: Invia una notifica quando vengono scaricati i sottotitoli?
nl_nl: een bericht verzenden wanneer ondertitels worden gedownload?
pl_pl: Wyślij powiadomienie, gdy pobierane są napisy?
pt_pt: Enviar uma notificação quando legendas são baixadas?
sv_se: Skicka ett meddelande när undertexter hämtas?
tr_tr: Altyazılar karşıdan yüklendiğinde bir bildirim göndermek?

source: Update library
ca_es: Biblioteca d'actualització
hu_hu: Könyvtár Update
it_it: Biblioteca di aggiornamento
nl_nl: Update bibliotheek
pl_pl: Aktualizacja biblioteki
pt_pt: Biblioteca de atualização
sv_se: Uppdatera bibl.
tr_tr: Güncelleştirme Kütüphane

source: update KODI library when a download finishes?
ca_es: actualitzar la biblioteca KODI quan un descarregar acabats?
hu_hu: KODI könyvtár frissíti, amikor a letöltés befejeződik?
it_it: aggiornamento libreria KODI al termine di un download?
nl_nl: KODI bibliotheek bijwerken wanneer een download klaar is?
pl_pl: Po zakończeniu pobierania, należy zaktualizować KODI biblioteki?
pt_pt: atualizar a biblioteca KODI quando termina um download?
sv_se: uppdatera KODI-bibliotek när en nedladdning är klar?
tr_tr: bir karşıdan yükleme tamamlandığında KODI Kütüphane güncelleştirilsin mi?

source: Full library update
ca_es: Actualització completa biblioteca
hu_hu: Teljes könyvtár update
it_it: Aggiornamento della libreria completa
nl_nl: Volledige bibliotheek bijwerken
pl_pl: Pełna biblioteka aktualizacji
pt_pt: Atualização completa biblioteca
sv_se: Fullständig biblioteksuppdatering
tr_tr: Tam Kütüphane güncelleme

source: perform a full library update if update per-show fails?
ca_es: realitzar una actualització completa biblioteca si falla actualització per mostrar?
hu_hu: végre egy teljes könyvtár update, ha nem sikerül a frissítés per-Térkép?
it_it: eseguire un aggiornamento della libreria completa in caso di aggiornamento a-Visualizza?
nl_nl: een volledige bibliotheek-update uitvoeren als update per-Toon mislukt?
pl_pl: Jeśli aktualizacja w Pokaż nie powiedzie się, należy wykonać aktualizację pełnej biblioteki?
pt_pt: executar uma atualização completa biblioteca se por-show de atualização falhar?
sv_se: utför en fullständig biblioteksuppdatering om uppdatering per-serie misslyckas?
tr_tr: güncelleştirme başına-göstermek başarısız olursa tam Kütüphane güncellemesini?

source: Only update first host
ca_es: Només actualització de primera acollida
hu_hu: Csak frissíteni az első állomás
it_it: Solo aggiornamento primo host
nl_nl: Alleen de eerste host bijwerken
pl_pl: Tylko aktualizacja pierwszego hosta
pt_pt: Só atualizar primeiro host
sv_se: Uppdatera bara första värd
tr_tr: Yalnızca güncelleştirme ilk ana

source: only send library updates to the first active host?
ca_es: només enviar actualitzacions de Biblioteca al primer host actiu?
hu_hu: csak könyvtár frissítéseket küldhetnek az első aktív állomás?
it_it: inviare solo gli aggiornamenti biblioteca al primo host attivo?
nl_nl: alleen bibliotheek updates verzenden naar de eerste actieve host?
pl_pl: aktualizacje biblioteki można wysyłać tylko do pierwszego hosta aktywny?
pt_pt: só enviar atualizações de biblioteca para o primeiro host ativo?
sv_se: skicka endast biblioteksuppdatering till den första aktiva värden?
tr_tr: sadece kütüphane güncellemeleri ilk etkin ana bilgisayara göndermek?

source: ex. 192.168.1.100:8080, 192.168.1.101:8080
hu_hu: pl. 192.168.1.100:8080, 192.168.1.101:8080
it_it: es. 192.168.1.100:8080, 192.168.1.101:8080
tr_tr: örneğin 192.168.1.100:8080, 192.168.1.101:8080

source: KODI password
ca_es: Contrasenya KODI
hu_hu: KODI jelszó
it_it: Password KODI
nl_nl: KODI-wachtwoord
pl_pl: KODI hasło
pt_pt: Senha KODI
sv_se: KODI lösenord
tr_tr: KODI şifre

source: Test KODI
ca_es: Prova KODI
hu_hu: KODI teszt
it_it: Prova KODI
pt_pt: Teste KODI
sv_se: Testa KODI

source: Experience your media on a visually stunning, easy to use interface on your Mac connected to your TV. Your media library has never looked this good!
ca_es: Experimentar els seus mitjans de comunicació en un impressionant visualment, interfície fàcil d'utilitzar al seu Mac connectats a la seva TV. La biblioteca multimèdia mai no ha mirat aquesta bona!
hu_hu: A médiatartalmat a vizuálisan lenyűgöző, könnyen kezelhető felület, a Mac csatlakozik a TV-készülék. A médiatár soha nem nézett ez jó!
it_it: I file multimediali su un impatto visivo di esperienza, interfaccia facile da usare sul vostro Mac collegato al televisore. Libreria multimediale non è mai stato così buono!
nl_nl: Uw media op een visueel verbluffende ervaring, makkelijk te gebruiken interface op uw Mac aangesloten op uw TV. Uw mediabibliotheek heeft nooit keek dit goed!
pl_pl: Jakość obrazu wideo na wizualnie, łatwy w obsłudze interfejs na komputerze Mac jest podłączony do telewizora. Biblioteki multimediów nigdy nie wyglądał tak dobry!
pt_pt: Experiência sua mídia em uma deslumbrante visualmente, interface fácil de usar no seu Mac ligado ao televisor. Sua biblioteca de mídia nunca pareceu isso bom!
sv_se: Upplev din media på ett visuellt imponerande, lättanvänt gränssnitt på din Mac ansluten till din TV. Mediebiblioteket har aldrig sett så här bra ut!
tr_tr: Bir görsel olarak çekici üzerinde medya deneyimi, kullanımı kolay arabirim Mac Televizyonunuza bağlı. Ortam Kitaplýðý bu baktım hiç sahiptir iyi!
