Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Unable to find your git executable - Set your git path from Settings->General->Advanced OR delete your .git folder and run from source to enable updates.
ca_es: Incapaç de trobar el seu git executable - conjunt el seu camí git de configuració-> General-> OR avançat suprimir la carpeta de .git i executar des de la font per permetre actualitzacions.
hu_hu: Képtelen-hoz talál a git végrehajtható - készlet git utad-> általános-> vagy speciális beállítások törléséhez a .git mappában, és Futtatás a forráshelyről lehetővé teszi a frissítések.
it_it: Impossibile trovare il git eseguibile - Set il tuo percorso di git da impostazioni-> Generale-> Advanced OR Elimina cartella git ed eseguire dall'origine per abilitare gli aggiornamenti.
nl_nl: Kan niet vinden uw git uitvoerbaar - Set je git pad van instellingen-> generaal-> Geavanceerd of uw .git map verwijderen en uitvoeren vanaf bronpakket updates inschakelen.
pl_pl: Nie można znaleźć Twój git wykonywalny - zestaw drogę git z ustawienia-> generalnego-> lub zaawansowane usuwanie katalogu .git i uruchomić ze źródła, aby włączyć aktualizacje.
pt_pt: Incapaz de encontrar seu git executável - conjunto seu caminho git de configurações-> geral-> Advanced OR excluir a pasta .git e execute fonte para habilitar as atualizações.
sv_se: Kunde inte hitta din programfil för git - Välj sökvägen till den på inställningar-> Allmänt-> Avancerat eller radera din .git-mapp och kör från källan för att aktivera uppdateringar.
tr_tr: Senin git yürütülebilir - kümesi bulunamıyor ayarları gelişmiş OR-> genel->, git yoldan .git klasörünüzü silin ve kaynak güncelleştirmelerini etkinleştirmek için çalıştırın.

source: Unable to find your pip executable - Set your pip path from Settings->General->Advanced
ca_es: Incapaç de trobar el seu pip executable - troba el seu camí pip de configuració-> General-> avançat
hu_hu: Képtelen-hoz talál a pip végrehajtható - a pip elérési útjának beállítása, a beállítások-általános--> speciális->
it_it: Non è possibile trovare il tuo pip eseguibile - impostare il percorso di pip da impostazioni-> generale-> avanzate
nl_nl: Kan niet vinden uw pip uitvoerbaar - Set uw pip pad van instellingen-> generaal-> Geavanceerd
pl_pl: Nie można znaleźć Twój pip wykonywalny - zestaw drogę pip z ustawienia-> generalnego-> zaawansowane
pt_pt: Incapaz de encontrar seu pip executável - definir o caminho de pip de configurações-> geral-> avançado
sv_se: Kunde inte hitta din programfil för git - Välj sökvägen till den på inställningar-> Allmänt-> Avancerat
tr_tr: Senin pip yürütülebilir bulmak --> genel-> gelişmiş ayarlardan pip yolunu ayarlamak için

source: There is a newer version available, version {} &mdash; <a href="{}">Update Now</a>
ca_es: Hi ha una versió més recent disponible, versió {} &mdash; <a href="{}">Update Now</a>
hu_hu: Van egy újabb verzió, verzió {} &mdash; <a href="{}">Update Now</a>
it_it: C'è una versione più recente disponibile, versione {} &mdash; <a href="{}">Update Now</a>
nl_nl: Er is een nieuwere versie beschikbaar, versie {} &mdash; <a href="{}">Update Now</a>
pl_pl: Jest dostępna nowsza wersja, wersja {} &mdash; <a href="{}">Update Now</a>
pt_pt: Há uma versão mais recente disponível, a versão {} &mdash; <a href="{}">Update Now</a>
sv_se: Det finns en nyare version tillgänglig, version {} &mdash; <a href="{}">Uppdatera nu</a>
tr_tr: Bir daha yeni sürümü, sürüm {} &mdash; <a href="{}">Update Now</a>

source: Unknown current version number: If yo've never used the SiCKRAGE upgrade system before then current version is not set. &mdash; <a href="{}">Update Now</a>
ca_es: Nombre desconegut de versió actual: si jo mai no he utilitzat el sistema de rampa de SiCKRAGE abans de llavors versió actual no està definida. &mdash; <a href="{}">Update Now</a>
hu_hu: Ismeretlen aktuális verziószám: Ha yo soha nem használtam a SiCKRAGE frissítés rendszer előtt, akkor a jelenlegi verzió nincs beállítva. &mdash; <a href="{}">Update Now</a>
it_it: Numero di versione corrente sconosciuto: se yo non hai mai usato il sistema di aggiornamento SiCKRAGE prima versione corrente non viene impostata. &mdash; <a href="{}">Update Now</a>
nl_nl: Onbekende actuele versienummer: als yo nog nooit hebt gebruikt de SiCKRAGE upgrade systeem voordat dan de huidige versie niet is ingesteld. &mdash; <a href="{}">Update Now</a>
pl_pl: Nieznany numer bieżącej wersji: Jeśli yo nigdy nie używałem SiCKRAGE uaktualnienia systemu przed, a następnie aktualna wersja nie jest ustawiona. &mdash; <a href="{}">Update Now</a>
pt_pt: Número de versão atual desconhecido: se yo nunca usei o sistema de atualização SiCKRAGE antes e depois a versão atual não está definido. &mdash; <a href="{}">Update Now</a>
sv_se: Okänd aktuellt versionsnummer: om du aldrig har använt SiCKRAGE systemuppgradering innan kan aktuell version inte fastställas. &mdash; <a href="{}">Uppdatera Nu</a>
tr_tr: Bilinmeyen geçerli sürüm numarası: hiç geçerli sürüm ayarlı değil o zaman Eğer SiCKRAGE güncelleme sistemi daha önce kullanmadım. &mdash; <a href="{}">Update Now</a>

source: New SiCKRAGE update found on PyPy servers, version {} &mdash; <a href="{}">Update Now</a>
ca_es: Nova actualització de SiCKRAGE trobat en els servidors de PyPy, versió {} &mdash; <a href="{}">Update Now</a>
hu_hu: Új SiCKRAGE frissítés megtalálható PyPy kiszolgálókhoz, version {} &mdash; <a href="{}">Update Now</a>
it_it: Nuovo aggiornamento di SiCKRAGE trovato sui server di PyPy, versione {} &mdash; <a href="{}">Update Now</a>
nl_nl: Nieuwe SiCKRAGE update gevonden op PyPy servers, versie {} &mdash; <a href="{}">Update Now</a>
pl_pl: Nowa aktualizacja SiCKRAGE znalezione na serwerach PyPy, wersja {} &mdash; <a href="{}">Update Now</a>
pt_pt: Nova atualização de SiCKRAGE encontrada em servidores PyPy, versão {} &mdash; <a href="{}">Update Now</a>
sv_se: Ny uppdatering för SiCKRAGE finns på PyPy-servrar, version {} &mdash; <a href="{}">Update Now</a>

source: No downloads were found
ca_es: S'ha trobat cap descàrregues
hu_hu: Letöltések nem találtak
it_it: Sono stato trovato senza download
nl_nl: Geen downloads bleken
pl_pl: Znaleziono nie pliki do pobrania
pt_pt: Não há downloads foram encontrados
sv_se: Inga nedladdningar hittades
tr_tr: Karşıdan yükleme yok bulunamadı

source: Couldn't find a download for <i>%s</i>
ca_es: No podria trobar un descarregar per a <i>%s</i>
hu_hu: Nem tudtam megtalálni a letöltés, a <i>%s</i>
it_it: Non riusciva a trovare un download per <i>%s</i>
nl_nl: Kon het niet vinden van een download voor <i>%s</i>
pl_pl: Nie mogłem znaleźć do pobrania dla <i>%s</i>
pt_pt: Não consegui encontrar um download para <i>%s</i>
sv_se: Kunde inte hitta en nedladdning för <i>%s</i>
tr_tr: Bir download için <i>%s</i> bulamadım

source: Unable to add show
ca_es: No es pot afegir Mostra el
hu_hu: Nem lehet hozzáadni a Térkép
it_it: Impossibile aggiungere Visualizza
nl_nl: Kan niet toevoegen van Toon
pl_pl: Nie można dodać Pokaż
pt_pt: Não é possível adicionar show
sv_se: Det gick inte att lägga till serien
tr_tr: Gösteri eklenemiyor

source: Show in {} has no name on {}, probably the wrong language. Delete .nfo and add manually in the correct language
ca_es: Espectacle a {} té cap nom {}, probablement un idioma incorrecte. Suprimeixi. nfo i afegir manualment en l'idioma correcte
hu_hu: Show-ban {} {}, valószínűleg a rossz nyelv nincs neve van. .Nfo törlése és hozzáadása manuálisan a megfelelő nyelven
it_it: Visualizza in {} non ha alcun nome su {}, probabilmente la lingua sbagliata. Eliminare NFO e aggiungere manualmente nella lingua corretta
nl_nl: Toon in {} heeft geen naam op {}, waarschijnlijk de verkeerde taal. Nfo verwijderen en in de juiste taal handmatig toevoegen
pl_pl: Pokaż w {} ma bez nazwy na {}, prawdopodobnie niewłaściwy język. Usunąć .nfo i dodać ręcznie w odpowiednim języku
pt_pt: Show em {} não tem nome na {}, provavelmente o idioma errado. Excluir NFO e adicione manualmente o idioma correto
sv_se: Serien i {} har inget namn på {}, förmodligen fel språk. Ta bort .nfo och lägg till manuellt på rätt språk
tr_tr: Gösteride {} {} üzerinde büyük ihtimalle yanlış dil adı yok. .Nfo silin ve doğru dilde el ile ekleyin

source: Show
ca_es: Mostra el
hu_hu: Térkép
it_it: Visualizza
nl_nl: Toon
pl_pl: Pokaż
pt_pt: programa
sv_se: Serie
tr_tr: Göster

source: is on
ca_es: és el
hu_hu: a
it_it: è il
nl_nl: brandt
pl_pl: jest na
pt_pt: é na
sv_se: är på
tr_tr: yeri

source: but contains no season/episode data.
ca_es: però conté dades temporada/episodi.
hu_hu: de nem tartalmaz/évad adatokat.
it_it: ma non contiene alcun dato di stagione/episodio.
nl_nl: maar bevat geen seizoen/episode gegevens.
pl_pl: ale zawiera dane nie sezon, odcinek.
pt_pt: Mas não contém nenhum dado de temporada/episódio.
sv_se: men innehåller inga data för säsong/avsnitt.
tr_tr: Ama sezon/bölüm veri içermiyor.

source: Unable to look up the show in {} on {} using ID {}, not using the NFO. Delete .nfo and try adding manually again.
ca_es: No es pot veure l'espectacle a {} a {} utilitzant {ID}, no utilitzant el NFO. Suprimeixi. nfo i proveu d'afegir manualment una altra vegada.
hu_hu: Nem kereshető vissza a show-ban {} {}, azonosító {}, nem használ az NFO segítségével a. .Nfo törölni, és próbálja meg hozzáadni manuálisan újra.
it_it: Impossibile cercare lo spettacolo in {} su {} utilizzando ID {}, non utilizzando la NFO. Elimina NFO e provare nuovamente ad aggiungere manualmente.
nl_nl: Kunnen opzoeken van de show in {} op {} met behulp van ID {}, geen gebruik maakt van de NFO. Verwijder .nfo en probeer opnieuw handmatig toevoegen.
pl_pl: Nie można na wystawie w {} na {} przy użyciu {ID}, nie za pomocą NFO. Usunąć .nfo i spróbuj ponownie dodać ręcznie.
pt_pt: Incapaz de olhar para cima o show em {} em {} usando ID {}, não usando o NFO. Excluir o NFO e tente adicionar manualmente novamente.
sv_se: Det gick inte att hitta serien i {} på {} med ID {} utan att använda NFO. Radera .nfo och försök lägga till manuellt igen.
tr_tr: Üzerinde kullanarak NFO kullanmayan kimliği {} {} {} gösterisinde arama yapılamıyor. .Nfo silin ve el ile yeniden eklemeyi deneyin.

source: Unable to add
ca_es: No es poden afegir
hu_hu: Nem lehet adni.
it_it: Impossibile aggiungere
nl_nl: Niet in staat om toe te voegen
pl_pl: Nie można dodać
pt_pt: Não é possível adicionar
sv_se: Inte lägga till
tr_tr: Eklenemiyor

source: due to an error with
ca_es: per un error amb
hu_hu: Hiba történt a
it_it: a causa di un errore con
nl_nl: Als gevolg van een fout met
pl_pl: ze względu na błąd z
pt_pt: devido a um erro com
sv_se: på grund av ett fel med
tr_tr: ile bir hata nedeniyle

source: Unable to add show due to an error with
ca_es: No es pot afegir un error amb l'espectacle
hu_hu: Nem lehet hozzáadni a Térkép-hiba történt a
it_it: Impossibile aggiungere show a causa di un errore con
nl_nl: Kan niet toevoegen van Toon due to an error met
pl_pl: Nie można dodać Pokaż ze względu na błąd z
pt_pt: Não é possível adicionar o programa devido a um erro com
sv_se: Det gick inte att lägga till serien på grund av ett fel med
tr_tr: Gösteri ile bir hata nedeniyle eklenemedi

source: Show skipped
ca_es: Mostra s'ha omès
hu_hu: A következő szálláshely kimarad
it_it: Visualizza saltato
nl_nl: Toon overgeslagen
pl_pl: Pokaż pomijane
pt_pt: Mostrar saltado
sv_se: Serie överhoppad
tr_tr: Atlanan göster

source: The show in
ca_es: L'espectacle en
hu_hu: A show-ban
it_it: Lo spettacolo in
nl_nl: De show in
pl_pl: Pokaż w
pt_pt: O show em
sv_se: Serien i
tr_tr: Gösteride

source: is already in your show list
ca_es: ja està a la llista Mostra el
hu_hu: van már-ban listád-Térkép
it_it: è già nella tua lista Visualizza
nl_nl: is al in uw lijst weergeven
pl_pl: jest już na liście Pokaż
pt_pt: Já está em sua lista de mostrar
sv_se: finns redan i din serielista
tr_tr: göster listesinde zaten

source: HTTP Error 404
hu_hu: 404-es HTTP-hiba
it_it: Errore HTTP 404
nl_nl: HTTP-fout 404
pl_pl: Błąd HTTP 404
pt_pt: HTTP erro 404
sv_se: Http-fel 404
tr_tr: HTTP Hata 404

source: HTTP Error 500
ca_es: Error de HTTP 500
hu_hu: HTTP-hiba 500
it_it: Errore HTTP 500
nl_nl: HTTP-fout 500
pl_pl: Błąd HTTP 500
pt_pt: HTTP erro 500
sv_se: Http-fel 500
tr_tr: HTTP hatası 500

source: API Key not generated
ca_es: Clau d'API no genera
hu_hu: API-kulcs nem jön létre
it_it: Chiave API non generata
nl_nl: API-sleutel niet gegenereerd
pl_pl: Nie generowany klucz API
pt_pt: Chave da API não gerada
sv_se: API-nyckel genereras inte
tr_tr: API anahtarı oluşturulmadan önce değil

source: Invalid show parameters
ca_es: Paràmetres no vàlids Mostra el
hu_hu: Érvénytelen paraméterek megjelenítése
it_it: Parametri non validi Visualizza
nl_nl: Ongeldige parameters weergeven
pl_pl: Pokaż nieprawidłowe parametry
pt_pt: Parâmetros inválidos mostrar
sv_se: Felaktiga parametrar för serie
tr_tr: Geçersiz parametreler göster

source: Invalid show paramaters
ca_es: Vàlid Mostra el paramaters
hu_hu: Érvénytelen paramétereket Térkép
it_it: Parametri non validi Visualizza
nl_nl: Ongeldige Toon paramaters
pl_pl: Pokaż nieprawidłowych parametrów
pt_pt: Parâmetros inválidos mostrar
sv_se: Felaktiga parametrar för serie
tr_tr: Geçersiz parametre göster

source: Invalid paramaters
ca_es: Paramaters no és vàlid
hu_hu: Érvénytelen paramétereket
it_it: Parametri non validi
nl_nl: Ongeldige paramaters
pl_pl: Nieprawidłowych parametrów
pt_pt: Parâmetros inválidos
sv_se: Ogiltiga parametrar
tr_tr: Geçersiz parametre

source: Episode couldn't be retrieved
ca_es: Episodi no es pot recuperar
hu_hu: Epizód nem tudott lap
it_it: Episodio non poteva essere estratto
nl_nl: Aflevering kon niet worden opgehaald
pl_pl: Nie udało się pobrać odcinek
pt_pt: Episódio não poderia ser obtido
sv_se: Episod kunde inte hämtas
tr_tr: Bölüm alınamadı

source: Error: Unsupported Request. Send jsonp request with 'srcallback' variable in the query string.
ca_es: Error: Sol·licitud no admès. Enviar petició jsonp amb 'srcallback' variable en la cadena de consulta.
hu_hu: Hiba: Nem támogatott kérési. Küldeni jsonp változó "srcallback" a lekérdezési karakterláncban.
it_it: Errore: Richiesta non supportata. Invia richiesta jsonp con variabile 'srcallback' nella stringa di query.
nl_nl: Fout: Niet-ondersteunde verzoek. Toezenden jsonp met 'srcallback' variabele in de queryreeks.
pl_pl: Błąd: Żądanie nieobsługiwane. Wyślij żądanie jsonp z zmiennej 'srcallback' w ciągu kwerendy.
pt_pt: Erro: Pedido sem suporte. Envie solicitação jsonp com 'srcallback' variável na sequência de consulta.
sv_se: Fel: Felaktigt begäran. Skicka jsonp begäran med 'srcallback' variabeln i frågesträngen.
tr_tr: Hata: Desteklenmeyen bir istek. JSONP isteği ile 'srcallback' değişken sorgu dizesinde gönderin.

source: API access successful
ca_es: Accés d'API amb èxit
hu_hu: API-hozzáférés sikeres
it_it: Accesso all'API di successo
nl_nl: API-toegang die succesvol
pl_pl: Interfejs API dostępu pomyślne
pt_pt: Acesso à API bem sucedido
sv_se: API-åtkomst framgångsrika
tr_tr: API erişimi başarılı

source: API access failed
ca_es: Ha fallat l'accés d'API
hu_hu: API-hozzáférés nem sikerült.
it_it: Accesso all'API non riuscita
nl_nl: API-toegang is mislukt
pl_pl: Dostęp do interfejsu API nie powiodła się
pt_pt: Acesso à API falhado
sv_se: API-åtkomst misslyckades
tr_tr: API erişimi başarısız oldu

source: Success. Connected and authenticated
ca_es: L'èxit. Connectat i autenticats
hu_hu: A siker. Csatlakoztatva és a hitelesített
it_it: Successo. Connessi e autenticati
nl_nl: Succes. Aangesloten en geverifieerd
pl_pl: Sukces. Podłączony i uwierzytelniony
pt_pt: Sucesso. Conectado e autenticado
sv_se: Framgång. Ansluten och autentiserade
tr_tr: Başarı. Bağlı ve kimliği doğrulanmış

source: Authentication failed. SABnzbd expects
ca_es: L'autenticació ha fallat. SABnzbd espera
hu_hu: A hitelesítés sikertelen. SABnzbd vár
it_it: Autenticazione non riuscita. SABnzbd prevede
nl_nl: Verificatie is mislukt. SABnzbd verwacht
pl_pl: Uwierzytelnianie nie powiodło się. SABnzbd oczekuje
pt_pt: Falha de autenticação. SABnzbd espera
sv_se: Autentiseringen misslyckades. SABnzbd förväntar sig
tr_tr: Kimlik doğrulaması başarısız oldu. SABnzbd bekliyor

source: as authentication method,
ca_es: com a mètode d'autenticació,
hu_hu: hitelesítési módszerként
it_it: come metodo di autenticazione,
nl_nl: als verificatiemethode,
pl_pl: jako metodę uwierzytelniania,
pt_pt: como método de autenticação,
sv_se: som autentiseringsmetod,
tr_tr: kimlik doğrulama yöntemi olarak

source: Unable to connect to host
ca_es: Incapaç de connectar a amfitrió
hu_hu: Képtelen-hoz összeköt-hoz házigazda
it_it: Impossibile connettersi all'host
nl_nl: Kan geen verbinding maken met host
pl_pl: Nie można połączyć się z hosta
pt_pt: Não é possível conectar ao host
sv_se: Det gick inte att ansluta till värden
tr_tr: Ana bilgisayara bağlantı kurulamıyor

source: SMS sent successfully
ca_es: SMS enviat correctament
hu_hu: Sikeresen elküldött SMS
it_it: SMS inviato con successo
nl_nl: SMS verzonden
pl_pl: Pomyślnie wysłany SMS
pt_pt: SMS enviado com sucesso
sv_se: SMS som skickats
tr_tr: Başarıyla gönderilen SMS

source: Problem sending SMS:
ca_es: Problema enviant SMS:
hu_hu: Probléma a küldött SMS-ben:
it_it: Problema durante l'invio di SMS:
nl_nl: Probleem met het verzenden van SMS:
pl_pl: Problem z wysyłaniem SMS:
pt_pt: Problema de envio de SMS:
sv_se: Problem med att skicka SMS:
tr_tr: Sorun: SMS gönderme

source: Telegram notification succeeded. Check your Telegram clients to make sure it worked
ca_es: Notificació de telegrama va succeir. Comprovar els seus clients telegrama per assegurar-se que treballava
hu_hu: Távirat értesítés sikerült. Ellenőrizze a távirat ügyfeleidnek, hogy győződjön meg róla, ez munkás
it_it: Notifica di telegramma è riuscita. Verifica il tuo client di telegramma per assicurarsi che ha funzionato
nl_nl: Telegram kennisgeving opgevolgd. Controleer uw Telegram klanten om ervoor te zorgen dat het werkte
pl_pl: Udało się Telegram powiadomienie. Sprawdź klientów Telegram do upewnij się, że zadziałało
pt_pt: Notificação de telegrama sucedida. Verifique seus clientes telegrama para ter certeza que funcionou
sv_se: Telegram anmälan lyckades. Kontrollera din Telegram klienter att se till att det fungerade
tr_tr: Telgraf bildirim başarılı oldu. Telgraf müşterileriniz o amele emin olmak için kontrol edin

source: Error sending Telegram notification: {message}
ca_es: Telegrama de notificació d'error: {message}
hu_hu: Hiba távirat értesítés küldése: {message}
it_it: Errore invio telegramma notifica: {message}
nl_nl: Fout Telegram bericht te sturen: {message}
pl_pl: Wystąpił błąd podczas wysyłania powiadomień Telegram: {message}
pt_pt: Erro ao enviar notificação de telegrama: {message}
sv_se: Fel att skicka Telegram anmälan: {message}
tr_tr: Telgraf bildirim gönderme hatası: {message}

source: with password:
ca_es: amb la contrasenya:
hu_hu: jelszó:
it_it: con password:
nl_nl: met wachtwoord:
pl_pl: z hasłem:
pt_pt: com senha:
sv_se: med lösenord:
tr_tr: parola ile:

source: Registered and Tested growl successfully
ca_es: Registrat i provat amb èxit grunyir
hu_hu: Ajánlott és tesztelt morgás, sikeresen
it_it: Registrato e testato con successo in growl
nl_nl: Geregistreerd en getest grommen succesvol
pl_pl: Zarejestrowany i testowany warczeć pomyślnie
pt_pt: Registrado e testado com sucesso rosnar
sv_se: Registrerade och testad Morra framgångsrikt
tr_tr: Kayıtlı ve test hırlamak başarıyla

source: Registration and Testing of growl failed
ca_es: Matriculació i proves de Remugar ha fallat
hu_hu: Regisztráció és morgás nem sikerült vizsgálata
it_it: Registrazione e Testing di ruggire non riuscita
nl_nl: Registratie en testen van grommen is mislukt
pl_pl: Rejestracja i testowanie ryk nie powiodło się
pt_pt: Registro e testes de rosnado falhou
sv_se: Registrering och testning av growl misslyckades
tr_tr: Kayıt ve homurtu test başarısız oldu

source: Test prowl notice sent successfully
ca_es: Avís de rondar prova enviat correctament
hu_hu: Lesen értesítést küldött sikeres teszt
it_it: Avviso di prowl prova inviata con successo
nl_nl: Testen van rondsnuffelt bericht met succes verzonden
pl_pl: Test prowl powiadomienia wysłane pomyślnie
pt_pt: Aviso de teste espreita enviado com sucesso
sv_se: Testa prowl meddelande skickats
tr_tr: Başarıyla gönderilen test sinsi sinsi bildiriminde

source: Test prowl notice failed
ca_es: Avís de rondar prova ha fallat
hu_hu: Lesen értesítés sikertelen teszt
it_it: Avviso di prowl test fallito
nl_nl: Testen van rondsnuffelt bericht is mislukt
pl_pl: Test prowl powiadomienia nie powiodło się
pt_pt: Aviso de espreita de teste falhado
sv_se: Testa prowl meddelande misslyckades
tr_tr: Test sinsi sinsi bildirim başarısız oldu

source: Boxcar2 notification succeeded. Check your Boxcar2 clients to make sure it worked
ca_es: Notificació de Boxcar2 va succeir. Comprovar els seus clients de Boxcar2 per assegurar-se que treballava
hu_hu: Boxcar2 értesítés sikerült. Ellenőrizze a Boxcar2 ügyfelek, hogy győződjön meg róla, ez munkás
it_it: Boxcar2 notifica è riuscita. Verifica il tuo client di Boxcar2 per assicurarsi che ha funzionato
nl_nl: Boxcar2 melding opgevolgd. Controleer uw Boxcar2 klanten om ervoor te zorgen dat het werkte
pl_pl: Powiadomienie Boxcar2 udało się. Sprawdź Boxcar2 klientów do upewnij się, że to działało
pt_pt: Notificação de Boxcar2 bem sucedido. Verifique seus clientes Boxcar2 para ter certeza que funcionou
sv_se: Boxcar2 anmälan lyckades. Kontrollera din Boxcar2 klienter att se till att det fungerade
tr_tr: Boxcar2 bildirim başarılı oldu. Boxcar2 müşteri o amele emin olmak için kontrol edin

source: Error sending Boxcar2 notification
ca_es: Error enviar Boxcar2 notificació
hu_hu: Hiba Boxcar2 értesítés küldése
it_it: Errore durante l'invio di notifica Boxcar2
nl_nl: Fout bij verzenden van Boxcar2 melding
pl_pl: Wystąpił błąd podczas wysyłania powiadomienie Boxcar2
pt_pt: Erro ao enviar notificação de Boxcar2
sv_se: Fel vid sändning av Boxcar2 anmälan
tr_tr: Boxcar2 bildirim gönderme hatası

source: Pushover notification succeeded. Check your Pushover clients to make sure it worked
ca_es: Notificació pushover succeir. Comprovar els seus clients Pushover per assegurar-se que treballava
hu_hu: Balek értesítés sikerült. Ellenőrizze a balek ügyfeleidnek, hogy győződjön meg róla, ez munkás
it_it: Notifica di Pushover è riuscita. Verifica il tuo client di Pushover per assicurarsi che ha funzionato
nl_nl: Pushover kennisgeving opgevolgd. Controleer uw Pushover klanten om ervoor te zorgen dat het werkte
pl_pl: Pushover powiadomienia udało się. Sprawdź Pushover klientów do upewnij się, że zadziałało
pt_pt: Notificação de moleza sucedida. Verifique seus clientes Pushover para ter certeza que funcionou
sv_se: Pushover meddelande lyckades. Kontrollera din Pushover klienter att se till att det fungerade
tr_tr: Çocuk oyuncağı bildirim başarılı oldu. O amele emin olmak için çocuk oyuncağı müşterileriniz kontrol

source: Error sending Pushover notification
ca_es: Notificació de Pushover enviament d'error
hu_hu: Balek értesítést küldő hiba
it_it: Notifica di errore invio Pushover
nl_nl: Verzendende Pushover foutmelding
pl_pl: Błąd wysyłania Pushover powiadomienia
pt_pt: Notificação de Pushover envio erro
sv_se: Sändande Pushover meddelande
tr_tr: Hata gönderme çocuk oyuncağı bildirim

source: Key verification successful
ca_es: Èxit clau verificació
hu_hu: A fájlverziószám ellenőrzése sikeres
it_it: Verifica chiave di successo
nl_nl: Belangrijkste verificatie succesvol
pl_pl: Udanej weryfikacji klucza
pt_pt: Verificação da chave bem-sucedida
sv_se: Verifiering framgångsrika
tr_tr: Anahtarı doğrulama başarılı
