Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: <p>Select your preferred fansub groups from the <b>Available Groups</b> and add them to the <b>Whitelist</b>. Add groups to the <b>Blacklist</b> to ignore them.</p> <p>The <b>Whitelist</b> is checked <i>before</i> the <b>Blacklist</b>.</p> <p>Groups are shown as <b>Name</b> | <b>Rating</b> | <b>Number of subbed episodes</b>.</p> <p>You may also add any fansub group not listed to either list manually.</p> <p>When doing this please note that you can only use groups listed on anidb for this anime. <br>If a group is not listed on anidb but subbed this anime, please correct anidb's data.</p>
ca_es: <p>Select el seu preferit fansub grups des de la Groups</b> <b>Available i afegir a la <b>Whitelist</b>. Afegeix grups per la <b>Blacklist</b> them.</p> <p>The <b>Whitelist</b> d'ignorar és comprovat <i>before</i> la <p>Groups <b>Blacklist</b>.</p> els mostrat com <b>Name</b> | <b>Rating</b> | <b>Number de episodes</b>.</p> subllit <p>You també pot afegir qualsevol grup fansub no apareix a qualsevol llista manually.</p> <p>When fent això si us plau, tingueu en compte que només podeu utilitzar grups llistava a anidb per a això anime. <br>If un grup no apareix a la anidb però subbase aquest anime, corregiu data.</p> de anidb
hu_hu: <p>Select az előnyben részesített fansub csoportok a <b>Available Groups</b>, és add hozzá a <b>Whitelist</b>. Add figyelmen kívül hagyja a them.</p> <p>The <b>Whitelist</b> a <b>Blacklist</b> csoportok ellenőrzött <i>before</i> a <b>Blacklist</b>.</p> <p>Groups is ábrán <b>Name</b> | <b>Rating</b> | A subbed episodes</b>.</p> <p>You <b>Number is adhat meg bármely fansub csoportban nem szereplő mindkét lista manually.</p> <p>When csinál ez legyen szíves figyelmét, hogy csak akkor használható csoportok felsorolt, a anidb ez Anime. Egy csoport nem szerepel a anidb, de ez az anime subbed <br>If kérlek javíts anidb barátait data.</p>
it_it: <p>Select il tuo preferito fansub gruppi dalla Groups</b> di <b>Available e aggiungerli alla <b>Whitelist</b>. Aggiungere gruppi alla <b>Blacklist</b> them.</p> <p>The <b>Whitelist</b> di ignorare è controllato <i>before</i> il <p>Groups <b>Blacklist</b>.</p> sono mostrato come <b>Name</b> | <b>Rating</b> | <b>Number di <p>You episodes</b>.</p> subbed può anche aggiungere qualsiasi gruppo di fansub non elencato per entrambi <p>When manually.</p> elenco facendo questo per favore nota che è possibile utilizzare solo gruppi elencati su anidb per questo anime. <br>If un gruppo non è elencato su anidb ma subbed questo anime, si prega di correggere data.</p> di anidb
nl_nl: <p>Select uw voorkeur fansub groepen uit de Groups</b> van de <b>Available en voeg ze toe aan de <b>Whitelist</b>. Voeg groepen naar de <b>Blacklist</b> te negeren them.</p> <p>The <b>Whitelist</b> is gecontroleerd <i>before</i> de <b>Blacklist</b>.</p> <p>Groups zijn weergegeven als <b>Name</b> | <b>Rating</b> | <b>Number van subbed episodes</b>.</p> <p>You kan ook toevoegen aan elke fansub groep niet bij beide <p>When van de manually.</p> lijst opgenomen daarmee alstublieft rekening mee dat u alleen kunt gebruiken groepen genoteerd op anidb hiervoor anime. <br>If een groep niet wordt vermeld op anidb maar deze anime, subbed Corrigeer anidb van data.</p>
pl_pl: <p>Select twój preferowany fansub grupy z <b>Available Groups</b> i dodać je do <b>Whitelist</b>. Dodawanie grupy do <b>Blacklist</b>, aby zignorować them.</p> <p>The <b>Whitelist</b> jest zaznaczone <i>before</i>, <b>Blacklist</b>.</p> <p>Groups są się jako <b>Name</b> | <b>Rating</b> | <b>Number <p>You episodes</b>.</p> pl subbed może również dodać wszelkie grupy fansub nie wymieniony do jednej listy manually.</p> <p>When w ten sposób proszę pamiętać, że można używać tylko grupy notowane na anidb do tego anime. <br>If Grupa nie jest wymieniony na anidb, ale subbed tej anime, Popraw anidb w data.</p>
pt_pt: <p>Select seu preferido fansub grupos de Groups</b> a <b>Available e adicioná-los para o <b>Whitelist</b>. Adicionar grupos para o <b>Blacklist</b> para ignorar them.</p> <p>The <b>Whitelist</b> é verificado <i>before</i> o <p>Groups <b>Blacklist</b>.</p> são mostrado como <b>Name</b> | <b>Rating</b> | <b>Number de <p>You episodes</b>.</p> subbed também podem adicionar qualquer grupo de fansub não listado para qualquer lista manually.</p> <p>When fazendo isso por favor, note que você só pode usar grupos listados na anidb para isso anime. <br>If um grupo não está listado na anidb mas substituiu este anime, por favor corrija data.</p> do anidb
sv_se: <p>Välj dina föredragna fansub-grupper från de <b>Tillgängliga grupper</b>na och lägg till dem i <b>vitlistan</b>. Lägg till grupper i <b>Svartlistan</b> för att ignorera dem.</p> <p><b>Vitlistan</b> kontrolleras <i>före</i> <b>Svartlistan</b>.</p> <p>Grupper visas som <b>Namn</b> | <b>Betyg</b> | <b>Antalet textade episoder</b>.</p> <p>Du kan även lägga till någon fansub-grupp som inte visas i någon av listorna manuellt.</p> <p>När du gör detta observera att du endast kan använda grupper listade på anidb för denna anime. <br>Om en grupp inte är listad på anidb men har textat denna anime, vänligen korrigera anidb's data.</p>
tr_tr: <p>Select tercih edilen fansub <b>Available Groups</b> grupları ve onları <b>Whitelist</b> için ekleyin. <b>Blacklist</b> Them.</p> <p>The <b>Whitelist</b> yok saymak için gruplara eklemek kontrol <i>before</i> <b>Blacklist</b>.</p> <p>Groups vardır <b>Name</b> gösterilen | <b>Rating</b> | Subbed episodes</b>.</p> <p>You <b>Number da her iki liste manually.</p> <p>When listelenmeyen herhangi bir fansub grup eklemek bunu yaparken lütfen yalnızca Not üzerinde listelenen anidb bunun için gruplar Anime. Bir grup üzerinde anidb listede yok ama bu anime subbed <br>If anidb'ın data.</p> düzeltin

source: Remove
ca_es: Treure
hu_hu: Eltávolítása
it_it: Rimuovere
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Remover
sv_se: Ta bort
tr_tr: Kaldır

source: Available Groups
ca_es: Grups disponibles
hu_hu: Rendelkezésre álló csoportok
it_it: Gruppi disponibili
nl_nl: Beschikbare groepen
pl_pl: Dostępne grupy
pt_pt: Grupos disponíveis
sv_se: Tillgängliga grupper
tr_tr: Kullanılabilir gruplar

source: Add to Whitelist
ca_es: Afegir a la llista blanca
hu_hu: Hozzáadás a Whitelist
it_it: Aggiungere alla Whitelist
nl_nl: Toevoegen aan Whitelist
pl_pl: Dodaj do białej listy
pt_pt: Adicionar à lista branca
sv_se: Lägg till i vitlistan
tr_tr: Beyaz listeye ekle

source: Add to Blacklist
ca_es: Afegir a la llista negra
hu_hu: Feketelistára Add
it_it: Aggiungi alla lista nera
nl_nl: Voeg toe aan Blacklist
pl_pl: Dodaj do czarnej listy
pt_pt: Adicionar à lista negra
sv_se: Lägg till i Blacklist
tr_tr: İçin kara liste ekle

source: Blacklist
ca_es: Llista negra
hu_hu: Feketelista
it_it: Lista nera
nl_nl: Zwarte lijst
pl_pl: Czarna lista
pt_pt: Lista negra
sv_se: Svarta listan
tr_tr: Kara liste

source: Custom Group
ca_es: Grup de costum
hu_hu: Egyéni csoport
it_it: Gruppo personalizzato
nl_nl: Aangepaste groep
pl_pl: Grupy niestandardowe
pt_pt: Grupo de costume
sv_se: Anpassad grupp
tr_tr: Özel grup

source: Do you want to mark this episode as failed?
ca_es: Voleu marcar aquest episodi com a fracassat?
hu_hu: Szeretné, hogy ez az epizód megjelölése nem sikerült?
it_it: Si desidera contrassegnare questo episodio come non riuscito?
nl_nl: Wilt u deze aflevering markeren als mislukt?
pl_pl: Czy chcesz oznaczyć ten odcinek, jako nie powiodło się?
pt_pt: Você quer marcar este episódio como falhou?
sv_se: Vill du markera denna episod som misslyckades?
tr_tr: Bu bölüm başarısız olarak işaretlemek istiyor musunuz?

source: The episode release name will be added to the failed history, preventing it to be downloaded again.
ca_es: El nom episodi s'afegirà a la història ha fallat, evitant que tornaran a baixar.
hu_hu: Az epizód release név bekerül a sikertelen történelem, megakadályozta, hogy le kell tölteni.
it_it: Il nome della release episodio si aggiungeranno alla storia non riuscita, impedendole di essere scaricato nuovamente.
nl_nl: De aflevering release naam zal worden toegevoegd aan de mislukte geschiedenis, te voorkomen dat deze worden opnieuw gedownload.
pl_pl: Nazwa Releasu odcinek zostanie dodany do historii nie powiodło się, zapobiegając go ponownie pobrać.
pt_pt: O nome de lançamento do episódio será adicionado à história falha, impedindo-o de ser baixado novamente.
sv_se: Episod utgåvans namn kommer att läggas till den misslyckade historia, förhindrar att den laddas igen.
tr_tr: Bölüm yayın adı bu yeniden yüklenmek üzere önleme başarısız tarihine eklenir.

source: Do you want to include the current episode quality in the search?
ca_es: Voleu incloure la qualitat episodi actual en la cerca?
hu_hu: A Keresés az aktuális epizód minőségi szerepeltetni kíván?
it_it: Si desidera includere la qualità dell'episodio corrente nella ricerca?
nl_nl: Wilt u de huidige kwaliteit van de aflevering in de zoekopdracht opnemen?
pl_pl: Czy chcesz w wyszukiwaniu uwzględnić aktualnej jakości odcinek?
pt_pt: Você quer incluir a qualidade episódio atual na pesquisa?
sv_se: Vill du inkludera aktuella episoden kvaliteten i sökningen?
tr_tr: Geçerli bölüm kalite aranacak eklemek istiyor musunuz?

source: Choosing No will ignore any releases with the same episode quality as the one currently downloaded/snatched.
ca_es: L'elecció No ignorarà qualsevol comunicats amb la mateixa qualitat episodi com l'actualment descarregar/va arrabassar.
hu_hu: A nem akarat nem vesz tudomásul akármi mentesít epizód ugyanolyan minőségű, mint a jelenleg letölthető/kikapta.
it_it: Scegliendo No ignorerà eventuali versioni con la stessa qualità di episodio come quello attualmente scaricato/strappato.
nl_nl: Kiezen geen negeert alle versies met dezelfde aflevering kwaliteit als degene die momenteel gedownload/weggerukt.
pl_pl: Wybór nie będzie ignorować wszelki zwalnia z tej samej jakości odcinek jak obecnie pobrać/porwał.
pt_pt: Escolhendo não irá ignorar qualquer lançamentos com a mesma qualidade do episódio como o atualmente baixado/arrebatou.
sv_se: Att välja nr kommer att ignorera några utgåvor med samma episod kvalitet som den för närvarande hämtat/ryckte.
tr_tr: Hayır'ı seçerseniz, herhangi bir sürümleriyle aynı bölüm kalite olarak şu anda indirilen/kaptı göz ardı eder.

source: Preferred
ca_es: Preferit
hu_hu: Preferált
it_it: Preferito
nl_nl: Voorkeur
pl_pl: Preferowane
pt_pt: Preferido
sv_se: Program
tr_tr: Tercih edilen

source: qualities will replace those in
ca_es: qualitats reemplaçarà els
hu_hu: tulajdonságok lépnek, a
it_it: qualità sostituiranno quelle in
nl_nl: kwaliteiten zullen worden vervangen door in
pl_pl: Właściwości zastępują w
pt_pt: qualidades irão substituir aqueles em
sv_se: egenskaper ersätter de i
tr_tr: nitelikleri bu yerini alacak

source: Allowed
ca_es: Permès
hu_hu: Engedélyezett
it_it: Ammessi
nl_nl: Toegestaan
pl_pl: Dozwolone
pt_pt: Permitida
sv_se: Tillåtna
tr_tr: İzin verilen

source: even if they are lower.
ca_es: fins i tot si són inferiors.
hu_hu: még akkor is, ha ezek alacsonyabbak.
it_it: anche se sono più basse.
nl_nl: zelfs als ze lager zijn.
pl_pl: nawet jeśli są one niższe.
pt_pt: mesmo se eles são mais baixos.
sv_se: även om de är lägre.
tr_tr: Onlar daha düşük olsa bile.

source: Initial Quality:
ca_es: Qualitat inicial:
hu_hu: Kezdeti minősége:
it_it: Qualità iniziale:
nl_nl: Eerste kwaliteit:
pl_pl: Początkowej jakości:
pt_pt: Qualidade inicial:
sv_se: Inledande kvalitet:
tr_tr: İlk Kalite:

source: Preferred Quality:
ca_es: Qualitat preferit:
hu_hu: Előnyben részesített minősége:
it_it: Qualità preferita:
nl_nl: Voorkeur kwaliteit:
pl_pl: Preferowanej jakości:
pt_pt: Qualidade preferencial:
sv_se: Rekommenderad kvalitet:
tr_tr: Tercih edilen Kalite:

source: Root Directories
ca_es: Directoris arrel
hu_hu: Gyökér címtárak
it_it: Root directory
nl_nl: Hoofdmappen
pl_pl: Katalogów głównych
pt_pt: Diretórios de raiz
sv_se: Rotkataloger
tr_tr: Kök dizin

source: New
ca_es: Nou
hu_hu: Új
it_it: Nuovo
nl_nl: Nieuw
pl_pl: Nowy
pt_pt: Novo
sv_se: Nya
tr_tr: Yeni

source: Edit
ca_es: Editar
hu_hu: Szerkesztése
it_it: Modifica
nl_nl: Bewerken
pl_pl: Edycja
pt_pt: Editar
sv_se: Redigera
tr_tr: Düzenle

source: Set as Default *
ca_es: Estableix com a predeterminat *
hu_hu: Alapértelmezett *
it_it: Impostare come predefinito *
nl_nl: Als standaard instellen *
pl_pl: Ustaw jako domyślne *
pt_pt: Definir como padrão *
sv_se: Ange som standard *
tr_tr: Varsayılan olarak ayarlamak *

source: Reset to Defaults
ca_es: Restauri a omissions
hu_hu: Visszaállítás az alapértelmezésre
it_it: Ripristinare impostazioni predefinite
nl_nl: Terugzetten op standaardwaarden
pl_pl: Zresetuj do ustawień domyślnych
pt_pt: Redefinir os padrões de
sv_se: Återställ till standard
tr_tr: Varsayılanlara sıfırla

source: All non-absolute folder locations are relative to
ca_es: Totes les ubicacions de les carpetes no absolut són relatives a
hu_hu: Összes nem abszolút mappa helye a relatív
it_it: Tutti i percorsi delle cartelle non assoluti sono relativi a
nl_nl: Alle niet-absolute maplocaties zijn ten opzichte
pl_pl: Wszystkie lokalizacje folderów innych niż bezwzględna są w stosunku do
pt_pt: Todos os locais de pasta não-absoluto são relativo a
sv_se: Alla icke-absoluta sökvägar är relativa till
tr_tr: Göreli olarak tüm mutlak olmayan klasör konumlarını vardır

source: Toggle navigation
ca_es: Tanca de navegació
hu_hu: Váltás a navigációs
it_it: Attiva/disattiva navigazione
pl_pl: Przełącz nawigacji
pt_pt: Ativar/desativar navegação
sv_se: Växla navigering
tr_tr: İki durumlu gezinti

source: Show List
ca_es: Mostra la llista
hu_hu: Műsor lista
it_it: Visualizza elenco
nl_nl: Toon lijst
pl_pl: Pokaż listę
pt_pt: Mostrar a lista de
sv_se: Serielista
tr_tr: Listeyi göster

source: Add Shows
ca_es: Afegir espectacles
hu_hu: Add hozzá mutatja
it_it: Aggiungere spettacoli
nl_nl: Toevoegen van Shows
pl_pl: Dodać pokazuje
pt_pt: Adicionar programas
sv_se: Lägg till serier
tr_tr: Gösterir eklemek

source: Manual Post-Processing
ca_es: Manual post-processament
hu_hu: Kézi Utófeldolgozás
it_it: Manuale post-elaborazione
nl_nl: Handmatige nabewerking
pl_pl: Instrukcja post-processingu
pt_pt: Manual pós-processamento
sv_se: Manuell efterbehandling
tr_tr: El ile post-işleme

source: Backlog Overview
ca_es: Resum de l'acumulació
hu_hu: Elmaradás – áttekintés
it_it: Panoramica di backlog
nl_nl: Achterstand overzicht
pl_pl: Przegląd zaległości
pt_pt: Visão geral de atraso
sv_se: Eftersläpningen översikt
tr_tr: Biriktirme listesi genel bakış

source: Manage Queues
ca_es: Gestionar cues
hu_hu: Várólisták kezelése
it_it: Gestire le code
nl_nl: Wachtrijen beheren
pl_pl: Zarządzanie kolejkami
pt_pt: Gerenciar filas
sv_se: Hantera köer
tr_tr: Sıraları yönetme

source: Episode Status Management
ca_es: Gestió de l'estat d'episodi
hu_hu: Epizód állapot kezelése
it_it: Gestione stato episodio
nl_nl: Aflevering statusbeheer
pl_pl: Odcinek stan zarządzania
pt_pt: Gerenciamento de Status do episódio
sv_se: Hantering av avsnittsstatus
tr_tr: Bölüm durum yönetimi

source: Sync Trakt
ca_es: Sincronització Trakt
hu_hu: Szinkron Trakt
it_it: Sincronizzazione Trakt
pl_pl: Trakt synchronizacji
pt_pt: Sincronização Trakt
sv_se: Synka Trakt
tr_tr: Eşitleme Trakt

source: Update PLEX
ca_es: PLEX d'actualització
hu_hu: Frissítés PLEX
it_it: Aggiornamento PLEX
pl_pl: Aktualizacja obiektu typu PLEX
pt_pt: Atualizar o PLEX
sv_se: Uppdatera PLEX
tr_tr: PLEX güncelleştirmek

source: Update KODI
ca_es: Actualització KODI
hu_hu: Frissítés KODI
it_it: Aggiornamento KODI
pl_pl: Zaktualizować KODI
pt_pt: Atualização KODI
sv_se: Uppdatera KODI
tr_tr: Güncelleştirme KODI

source: Update Emby
ca_es: Emby actualització
hu_hu: Frissítés Emby
it_it: Aggiornamento Emby
pl_pl: Aktualizacja Emby
pt_pt: Marisete de atualização
sv_se: Uppdatera Emby
tr_tr: Güncelleştirme Emby

source: Manage Torrents
ca_es: Gestionar els Torrents
hu_hu: Özön kezelése
it_it: Il gestore di torrenti
nl_nl: Beheren van Torrents
pl_pl: Zarządzanie torrentów
pt_pt: Gerenciar Torrents
sv_se: Hantera Torrents
tr_tr: Sel yönetmek

source: Failed Downloads
ca_es: Fracassat descarrega
hu_hu: Sikertelen letöltések
it_it: Download non riuscito
nl_nl: Mislukte Downloads
pl_pl: Pobieranie nie powiodło się
pt_pt: Falha de Downloads
sv_se: Misslyckade nedladdningar
tr_tr: Başaramamak Downloads

source: Missed Subtitle Management
ca_es: Gestió de subtitular perduda
hu_hu: Nem fogadott felirat kezelése
it_it: Gestione di sottotitolo perse
nl_nl: Gemiste ondertitel Management
pl_pl: Zarządzanie nieodebranych napisów
pt_pt: Gestão da legenda perdida
sv_se: Hantera saknade undertexter
tr_tr: Cevapsız altyazı yönetimi

source: Help and Info
ca_es: Ajuda i informació
hu_hu: Súgó és információ
it_it: Aiuto e Info
nl_nl: Help en Info
pl_pl: Pomoc i informacje
pt_pt: Ajuda e informação
sv_se: Hjälp och Info
tr_tr: Yardım ve bilgi

source: General
hu_hu: Általános
it_it: Generale
nl_nl: Algemene
pl_pl: Ogólne
pt_pt: Geral
sv_se: Allmänt
tr_tr: Genel

source: Backup and Restore
ca_es: Reserva i restaura
hu_hu: Biztonsági mentés és visszaállítás
it_it: Backup e ripristino
pl_pl: Kopia zapasowa i przywracanie
pt_pt: Backup e restauração
sv_se: Säkerhetskopiering och återställning
tr_tr: Yedekleme ve geri yükleme

source: Search Providers
ca_es: Proveïdors de cerca
hu_hu: Keresésszolgáltatók
it_it: Provider di ricerca
nl_nl: Zoekmachines
pl_pl: Dostawców wyszukiwania
pt_pt: Provedores de pesquisa
sv_se: Sökleverantörer
tr_tr: Arama sağlayıcıları

source: Subtitles Settings
ca_es: Configuració de subtítols
hu_hu: Felirat beállítás
it_it: Impostazioni di sottotitoli
nl_nl: Instellingen voor ondertitels
pl_pl: Ustawienia napisów
pt_pt: Configurações de legendas
sv_se: Inställningar för undertexter
tr_tr: Altyazı ayarları

source: Quality Settings
ca_es: Escenes de qualitat
hu_hu: Minőségi beállítások
it_it: Impostazioni di qualità
nl_nl: Kwaliteitsinstellingen
pl_pl: Ustawienia jakości
pt_pt: Configurações de qualidade
sv_se: Kvalitetsinställningar
tr_tr: Kalite ayarları

source: Post Processing
ca_es: Processament posterior
hu_hu: Utómunka
it_it: Post-elaborazione
nl_nl: Nabewerking
pl_pl: Przetwarzanie końcowe
pt_pt: Pós-processamento
sv_se: Efterbearbetning
tr_tr: İşlem sonrası

source: Notifications
ca_es: Notificacions
hu_hu: Értesítések
it_it: Notifiche
nl_nl: Meldingen
pl_pl: Powiadomienia
pt_pt: Notificações
sv_se: Meddelanden
tr_tr: Bildirimleri

source: Tools
ca_es: Eines
hu_hu: Eszközök
it_it: Strumenti
nl_nl: Hulpmiddelen
pl_pl: Narzędzia
pt_pt: Ferramentas
sv_se: Verktyg
tr_tr: Araçlar

source: Donate
ca_es: Donar
hu_hu: Adományoz
it_it: Donare
nl_nl: Doneren
pl_pl: Darować
pt_pt: Doar
sv_se: Donera
tr_tr: Bağış

source: View Errors
ca_es: Veure Errors
hu_hu: Hibák megtekintése
it_it: Visualizzare gli errori
pl_pl: Wyświetl błędy
pt_pt: Erros de exibição
sv_se: Visa fel
tr_tr: Hatalarını görüntüle

source: View Warnings
ca_es: Veure avisos
hu_hu: Figyelmeztetések megtekintése
it_it: Visualizza avvisi
nl_nl: Bekijk waarschuwingen
pl_pl: Wyświetl ostrzeżenia
pt_pt: Ver os avisos
sv_se: Visa varningar
tr_tr: Görünüm uyarılar

source: View Log
ca_es: Visualitza el registre
hu_hu: Napló megtekintése
it_it: Visualizza registro
nl_nl: Logboek weergeven
pl_pl: Pokaż dziennik
pt_pt: Ver registro
sv_se: Visa logg
tr_tr: Günlüğü görüntüle

source: Check For Updates
ca_es: Buscar actualitzacions
hu_hu: Ellenőriz részére korszerűsít
it_it: Controlla aggiornamenti
nl_nl: Controleren op Updates
pl_pl: Sprawdź aktualizacje
pt_pt: Verificar se há atualizações
sv_se: Sök efter uppdateringar
tr_tr: Kontrol için güncelleştirmek

source: Logout
hu_hu: Kijelentkezés
pl_pl: Wyloguj się
sv_se: Logga ut
tr_tr: Oturum kapatma

source: Server Status
ca_es: Estatus de servidor
hu_hu: Kiszolgáló állapota
it_it: Stato del server
pl_pl: Stan serwera
pt_pt: Status do servidor
tr_tr: Sunucu durumu

source: Episodes Downloaded
ca_es: Episodis descarregats
hu_hu: Letöltött epizód
it_it: Episodi scaricati
nl_nl: Afleveringen gedownload
pl_pl: Pobrane odcinki
pt_pt: Episódios download
sv_se: Nerladdade avsnitt
tr_tr: İndirilen bölüm

source: Overall Downloaded
ca_es: Total descarregat
hu_hu: Összességében letöltött
it_it: Nel complesso hanno scaricato
nl_nl: Over het geheel genomen gedownload
pl_pl: Ogólnie rzecz biorąc pobrany
pt_pt: Baixei em geral
sv_se: Total nedladdning
tr_tr: Genel olarak indirilen

source: Daily Search:
ca_es: Cerca diària:
hu_hu: Napi keresés:
it_it: Ricerca giornaliera:
nl_nl: Dagelijks zoeken:
pl_pl: Szukaj codziennie:
pt_pt: Busca diária:
sv_se: Daglig Sökning:
tr_tr: Günlük arama:

source: Backlog Search:
ca_es: Cerca d'acumulació:
hu_hu: Lemaradás keresés:
it_it: Ricerca di backlog:
nl_nl: Achterstand zoeken:
pl_pl: Szukaj zaległości:
pt_pt: Pesquisa de lista de pendências:
sv_se: Backlogsök:
tr_tr: Biriktirme listesi arama:

source: Memory used:
hu_hu: Használt memória:
sv_se: Minnesanvändning:

source: Load time:
ca_es: Temps de càrrega:
hu_hu: Betöltési idő:
it_it: Tempo di caricamento:
nl_nl: Laadtijd:
pl_pl: Czas ładowania:
pt_pt: Carga horária:
sv_se: Laddningstid:
tr_tr: Yükleme süresi:

source: Now:
ca_es: Ara:
hu_hu: Most:
it_it: Ora:
nl_nl: Nu:
pl_pl: Teraz:
pt_pt: Agora:
sv_se: Nu:
tr_tr: Şimdi:

source: WARNING logs
ca_es: Registres d'advertència
hu_hu: Figyelmeztetés naplók
it_it: Registri di avviso
nl_nl: WAARSCHUWING logs
pl_pl: Dzienniki ostrzeżenie
pt_pt: Logs de aviso
sv_se: Varningsloggar
tr_tr: UYARI günlükleri

source: ERROR logs
ca_es: Registres d'ERROR
hu_hu: HIBA naplók
it_it: Log degli errori
nl_nl: Foutenlogboeken
pl_pl: Dzienniki błędów
pt_pt: Logs de erro
sv_se: Felloggar
tr_tr: HATA günlükleri

source: There are no events to display.
ca_es: Hi ha esdeveniments per mostrar.
hu_hu: Jelenleg nincs esemény megjelenítéséhez.
it_it: Non ci sono eventi da visualizzare.
nl_nl: Er zijn geen evenementen om weer te geven.
pl_pl: Nie istnieją żadne zdarzenia, aby wyświetlić.
pt_pt: Não há nenhum evento para exibir.
sv_se: Det finns inga händelser att visa.
tr_tr: Görüntülenecek hiçbir olay vardır.

source: Minimum logging level to display:
ca_es: Registre mínim nivell per mostrar:
hu_hu: Minimális naplózási szint megjelenítéséhez:
it_it: Livello di registrazione minimo da visualizzare:
nl_nl: Minimale logboekregistratieniveau om weer te geven:
pl_pl: Rejestrowanie minimalny poziom wyświetlania:
pt_pt: Nível de log mínimo para exibir:
sv_se: Minsta loggningsnivå att visa:
tr_tr: En az günlük düzeyini görüntülemek için:

source: Filter log by:
ca_es: Registre de filtre per:
hu_hu: A napló szűrése:
it_it: Filtrare il registro in base:
nl_nl: Logboek filteren door:
pl_pl: Filtrowanie dziennika przez:
pt_pt: Log de filtro por:
sv_se: Filtrera logg efter:
tr_tr: Tarafından günlüğe filtre uygula:

source: Search log by:
ca_es: Registre de cerca per:
hu_hu: Keresési napló:
it_it: Registro di ricerca di:
nl_nl: Zoeklogboek door:
pl_pl: Dziennik wyszukiwania przez:
pt_pt: Log de Pesquisar por:
sv_se: Sök logg efter:
tr_tr: Arama kayıtlarına göre:

source: clear to reset
ca_es: clar per restaurar
hu_hu: egyértelmű, hogy alaphelyzetbe állítása
it_it: deselezionare questa opzione per reimpostare
nl_nl: Schakel om te resetten
pl_pl: Wyczyść, aby zresetować
pt_pt: limpar para redefinir
sv_se: Rensa för att nollställa
tr_tr: sıfırlamak için temizleyin

source: Choose show
ca_es: Trieu Mostra el
hu_hu: Válassza ki a Térkép
it_it: Scegliere Visualizza
nl_nl: Kies tonen
pl_pl: Wybierz polecenie Pokaż
pt_pt: Escolha Mostrar
sv_se: Välj serie
tr_tr: Haritayı seçmek

source: Force Backlog
ca_es: Acumulació de força
hu_hu: Tartalék erő
it_it: Backlog di forza
nl_nl: Kracht achterstand
pl_pl: Życie zaległości
pt_pt: Lista de pendências de força
sv_se: Tvinga Backlog
tr_tr: Güç biriktirme listesi
