Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: This show is in the process of being downloaded - the info below is incomplete.
ca_es: Aquest espectacle està en procés de ser descarregat - la informació següent és incompleta.
hu_hu: Ezen a kiállításon éppen letöltött - info alatt hiányos.
it_it: Questo spettacolo è in procinto di essere scaricato - l'info qui sotto è incompleta.
nl_nl: Deze show is in het proces worden gedownload - de info hieronder is onvolledig.
pl_pl: Ten show jest w trakcie pobierania - info poniżej jest niekompletna.
pt_pt: Este espectáculo está em vias de ser baixado - a informação abaixo está incompleta.
sv_se: Denna serie håller på att laddas ner. Informationen nedan är ofullständig.
tr_tr: Bu Haritayı indirilen sürecinde - aşağıdaki bilgi eksik.

source: The information on this page is in the process of being updated.
ca_es: La informació en aquesta pàgina es troba en procés de ser actualitzat.
hu_hu: Az információk ezen az oldalon éppen frissül.
it_it: Le informazioni di questa pagina sono in fase di aggiornamento.
nl_nl: De informatie op deze pagina is in het proces worden bijgewerkt.
pl_pl: Informacje na tej stronie jest aktualizowany.
pt_pt: A informação nesta página está sendo atualizado.
sv_se: Informationen på denna sida håller på att uppdateras.
tr_tr: Bu sayfada güncelleme sürecinde bilgilerdir.

source: The episodes below are currently being refreshed from disk
ca_es: Els episodis següents actualment són estan actualitzant des del disc
hu_hu: Az epizódok alatt jelenleg is frissülnek, a lemez
it_it: Gli episodi qui sotto sono attualmente in corso di aggiornamento dal disco
nl_nl: De onderstaande afleveringen zijn momenteel wordt vernieuwd op basis van schijf
pl_pl: Odcinki poniżej są obecnie odowieżania z dysku
pt_pt: Os episódios abaixo estão atualmente sendo atualizados do disco
sv_se: Avsnitten nedan uppdateras för närvarande från disk
tr_tr: Aşağıdaki bölümleri şu anda diskten yenilenir

source: Currently downloading subtitles for this show
ca_es: Actualment descarregant subtitula per a aquest espectacle
hu_hu: Jelenleg a feliratok e show Letöltés
it_it: Sottotitoli per questo spettacolo in fase di scaricamento
nl_nl: Momenteel downloaden van ondertitels voor deze show
pl_pl: Obecnie pobieranie napisów do tego show
pt_pt: Atualmente baixar legendas para este show
sv_se: Laddar ner undertexter för denna serie
tr_tr: Şu anda bu gösteri için altyazı indirme

source: This show is queued to be refreshed.
ca_es: Aquest espectacle és posat a la cua per ser refrescat.
hu_hu: Ezen a kiállításon a sorban áll frissíteni.
it_it: Questo spettacolo è stato accodato per essere aggiornati.
nl_nl: Deze show is in de wachtrij staan om te worden vernieuwd.
pl_pl: Ten show jest ustawiona w kolejce do odświeżenia.
pt_pt: Este show está na fila para ser atualizado.
sv_se: Denna serie står i kö för att bli uppdaterad.
tr_tr: Bu gösteri yenilenmesi için sıraya alındı.

source: This show is queued and awaiting an update.
ca_es: Aquest espectacle és posat a la cua i esperant una actualització.
hu_hu: Ezen a kiállításon a sorban áll és vár egy frissítést.
it_it: Questo spettacolo è in coda e in attesa di un aggiornamento.
nl_nl: Deze show is in de wachtrij en in afwachting van een update.
pl_pl: Ten show jest w kolejce i oczekiwanie na aktualizację.
pt_pt: Esse show é enfileirado e aguardando uma atualização.
sv_se: Denna serie står i kö för att uppdateras.
tr_tr: Bu gösteri sıraya ve bir güncelleştirme bekliyor.

source: This show is queued and awaiting subtitles download.
ca_es: Aquest espectacle és posat a la cua i descarregar subtitula l'espera.
hu_hu: Ezen a kiállításon a sorban áll és vár feliratok letöltése.
it_it: Questo spettacolo è in coda e scaricare i sottotitoli in attesa.
nl_nl: Deze show is in de wachtrij en afwachting ondertitels downloaden.
pl_pl: Ten show jest w kolejce i oczekiwanie na napisy Pobierz.
pt_pt: Esse show é enfileirado e aguardando Legendas download.
sv_se: Denna serie står i kö för att ladda ner undertexter.
tr_tr: Bu gösteri sıraya ve bekleyen altyazı indir.

source: Resume
ca_es: Currículum vitae
hu_hu: Önéletrajz
it_it: Curriculum
nl_nl: CV
pl_pl: Życiorys
pt_pt: Currículo
sv_se: Återuppta
tr_tr: Özgeçmiş

source: Re-scan files
ca_es: Tornar a escannejar arxius
hu_hu: Ré hang-átkutat fájlokat
it_it: Ri-scan file
nl_nl: Bestanden opnieuw te scannen
pl_pl: Ponowne skanowanie plików
pt_pt: Re-digitalizar arquivos
sv_se: Re-Scan filer
tr_tr: Dosyaları yeniden tarama

source: Full Update
ca_es: Actualització completa
hu_hu: Teljes frissítés
it_it: Aggiornamento completo
nl_nl: Volledige Update
pl_pl: Pełna aktualizacja
pt_pt: Atualização completa
sv_se: Fullständig uppdatering
tr_tr: Tam güncelleştirme

source: Update show in KODI
ca_es: Espectacle d'actualització en KODI
hu_hu: KODI a frissítés Térkép
it_it: Visualizza aggiornamento a KODI
nl_nl: Update Toon in KODI
pl_pl: Pokaż aktualizacji w KODI
pt_pt: Programa de atualização em KODI
sv_se: Uppdatera serie i KODI
tr_tr: KODI gösterisinde güncelleştirme

source: Update show in Emby
ca_es: Espectacle d'actualització en Emby
hu_hu: Frissítése Térkép a Emby
it_it: Visualizza aggiornamento in Emby
nl_nl: Update Toon in Emby
pl_pl: Pokaż aktualizacji w Emby
pt_pt: Programa de atualização em Marisete
sv_se: Uppdatera serie i Emby
tr_tr: Emby gösterisinde güncelleştirme

source: Preview Rename
ca_es: Canvia el nom de visualització prèvia
hu_hu: Kép átnevezése
it_it: Rinomina di anteprima
nl_nl: Voorbeeld hernoemen
pl_pl: Zmień nazwę Podgląd
pt_pt: Renomear de visualização
sv_se: Förhandsgranska Byt namn
tr_tr: Önizleme yeniden adlandır

source: Download Subtitles
ca_es: Descarregar subtítols
hu_hu: Letöltés feliratok
it_it: Scaricare i sottotitoli
nl_nl: Ondertitels downloaden
pl_pl: Pobierz napisy
pt_pt: Download Legendas
sv_se: Ladda ner undertexter
tr_tr: Altyazı indir

source: Invalid show ID:
ca_es: ID Mostra el vàlid:
hu_hu: Érvénytelen Térkép-azonosító:
it_it: ID non valido Visualizza:
nl_nl: Ongeldige Toon-ID:
pl_pl: Pokaż nieprawidłowy identyfikator:
pt_pt: ID de programa inválido:
sv_se: Ogiltigt serie-ID:
tr_tr: Geçersiz Haritayı numarası:

source: Unable to find the specified show:
ca_es: Incapaç de trobar l'espectacle especificat:
hu_hu: Nem található a megadott Térkép:
it_it: Impossibile trovare lo spettacolo specificato:
nl_nl: Kan niet vinden van een bepaalde voorstelling:
pl_pl: Nie można odnaleźć określonego Pokaż:
pt_pt: Não é possível encontrar o programa especificado:
sv_se: Det gick inte att hitta den angivna serien:
tr_tr: Belirtilen Haritayı bulunamıyor:

source: Unable to retreive Fansub Groups from AniDB.
ca_es: Incapaç de recuperar Fansub grups de AniDB.
hu_hu: Képtelen-hoz visszavonul Fansub csoportok-ból AniDB.
it_it: Impossibile recuperare gruppi Fansub da AniDB.
nl_nl: Kan niet retreive Fansub groepen van AniDB.
pl_pl: Nie można pobrać grup Fansub z AniDB.
pt_pt: Não é possível recuperar Fansub grupos do AniDB.
sv_se: Det går inte att retreive Fansub grupper från AniDB.
tr_tr: Yapamaz-e doğru çekilme Fansub grupları üzerinden AniDB.

source: Edit Show
ca_es: Editar Mostra el
hu_hu: Térkép szerkesztése
it_it: Modifica Visualizza
nl_nl: Bewerken van Toon
pl_pl: Edytuj pokaz
pt_pt: Editar programa
sv_se: Redigera serie
tr_tr: Gösteri düzenlemek

source: Unable to refresh this show: {}
ca_es: Incapaç d'actualitzar aquest espectacle: {}
hu_hu: Nem sikerült frissíteni ezen a kiállításon: {}
it_it: Impossibile aggiornare questo spettacolo: {}
nl_nl: Niet in staat om te vernieuwen deze show: {}
pl_pl: Nie można odświeżyć ten show: {}
pt_pt: Não é possível atualizar esse show: {}
sv_se: Kan inte att uppdatera denna serie: {}
tr_tr: Bu gösteri yenilenemedi: {}

source: Unable to refresh this show:{}
ca_es: Incapaç d'actualitzar aquest espectacle :{}
hu_hu: Nem sikerült frissíteni ezen a kiállításon :{}
it_it: Impossibile aggiornare questo spettacolo :{}
nl_nl: Niet in staat om te vernieuwen deze show :{}
pl_pl: Nie można odświeżyć ten show :{}
pt_pt: Não é possível atualizar esse show :{}
sv_se: Kan inte att uppdatera denna serie:{}
tr_tr: Bu Haritayı yenilemek için :{}

source: The folder at %s doesn't contain a tvshow.nfo - copy your files to that folder before you change the directory in SiCKRAGE.
ca_es: La carpeta al %s no conté un tvshow.nfo - copiar fitxers a aquesta carpeta abans de canviar el directori a SiCKRAGE.
hu_hu: A %s mappa nem tartalmaz egy tvshow.nfo - a fájlok másolása ebbe a mappába, mielőtt módosítaná a könyvtárban található SiCKRAGE.
it_it: La cartella %s non contiene un tvshow.nfo - copiare i file in tale cartella prima di modificare la directory in SiCKRAGE.
nl_nl: De map %s bevat een tvshow.nfo - kopieert bestanden naar deze map voordat u de map in SiCKRAGE wijzigt.
pl_pl: Folder o %s nie zawiera tvshow.nfo - kopiowanie plików do tego folderu, przed zmianą katalogu w SiCKRAGE.
pt_pt: A pasta no %s não contém um tvshow.nfo - Copie os arquivos para essa pasta antes de alterar o diretório em SiCKRAGE.
sv_se: Mappen %s innehåller inte en tvshow.nfo - kopiera dina filer till mappen innan du ändrar katalogen i SiCKRAGE.
tr_tr: Klasör %s adlı bir tvshow.nfo içermiyor - SiCKRAGE dizininde değiştirmeden önce dosyalarınızı bu klasöre kopyalayın.

source: Unable to update show: {}
hu_hu: Nem lehet frissíteni a sorozatot: {error}
sv_se: Kan inte uppdatera serie: {0}

source: Unable to force an update on scene exceptions of the show.
ca_es: No es pot forçar una actualització a excepcions d'escena de l'espectacle.
hu_hu: Nem lehet kényszeríteni egy frissítést a jelenet kivételek a show.
it_it: Impossibile forzare un aggiornamento sulle eccezioni di scena dello spettacolo.
nl_nl: Niet afdwingen dat een update op scène uitzonderingen van de show.
pl_pl: Nie można wymusić aktualizację na wyjątki scenie show.
pt_pt: Não é possível forçar uma atualização em exceções de cena do show.
sv_se: Det går inte att framtvinga en uppdatering av sceneundantag av serien.
tr_tr: Bir güncelleştirme gösterinin sahne özel durumlarını zorlamak yapamaz.

source: Unable to force an update on scene numbering of the show.
ca_es: No es pot forçar una actualització en escena numeració de l'espectacle.
hu_hu: Nem lehet kényszeríteni egy frissítést a jelenet számozása a show.
it_it: Impossibile forzare un aggiornamento sulla numerazione delle scene dello spettacolo.
nl_nl: Niet afdwingen dat een update over de scène nummering van de show.
pl_pl: Nie można wymusić aktualizację na scenie numeracja show.
pt_pt: Não é possível forçar uma atualização sobre a numeração de cena do show.
sv_se: Kan inte att framtvinga en uppdatering av scenenumrering av denna serie.
tr_tr: Sahne gösterisi numaralandırmasına güncelleştirmesini zorlamak yapamaz.

source: {num_errors:d} error{plural} while saving changes:
ca_es: {num_errors:d} error{plural} desant els canvis:
hu_hu: {num_errors:d} error{plural} változtatások mentése közben:
it_it: {num_errors:d} error{plural} durante il salvataggio delle modifiche:
nl_nl: {num_errors:d} error{plural} tijdens het opslaan van wijzigingen:
pl_pl: {num_errors:d} error{plural} podczas zapisywania zmian:
pt_pt: {num_errors:d} error{plural} ao salvar as alterações:
sv_se: {num_errors:d} error{plural} samtidigt som du sparar ändringarna:
tr_tr: değişiklikler kaydedilirken {num_errors:d} error{plural}:

source: Unable to find the specified show
ca_es: Incapaç de trobar l'espectacle especificat
hu_hu: Nem található a megadott Térkép
it_it: Impossibile trovare lo spettacolo specificato
nl_nl: Kan niet vinden van een bepaalde voorstelling
pl_pl: Nie można odnaleźć określonego Pokaż
pt_pt: Não é possível encontrar o programa especificado
sv_se: Kan inte att hitta den angivna serien
tr_tr: Belirtilen Haritayı bulunamıyor

source: %s has been %s
ca_es: %s ha estat %s
hu_hu: %s már %s
it_it: %s è stato %s
nl_nl: %s is %s
pl_pl: %s został %s
pt_pt: %s tem sido %s
sv_se: %s har varit %s
tr_tr: %s %s oldu

source: resumed
ca_es: va reprendre
hu_hu: Folytatódik
it_it: ha ripreso
nl_nl: hervat
pl_pl: wznowione
pt_pt: retomada
sv_se: återupptas
tr_tr: yeniden başladı

source: paused
ca_es: en pausa
hu_hu: felfüggesztve
it_it: in pausa
nl_nl: onderbroken
pl_pl: wstrzymane
pt_pt: em pausa
sv_se: pausad
tr_tr: duraklatıldı

source: %s has been %s %s
ca_es: %s ha estat %s %s
hu_hu: %s már %s %s
it_it: %s è stato %s %s
nl_nl: %s is %s %s
pl_pl: %s był %s %s
pt_pt: %s foi %s %s
sv_se: %s har varit %s %s
tr_tr: %s %s %s oldu

source: deleted
ca_es: suprimit
hu_hu: törölve
it_it: cancellato
nl_nl: verwijderd
pl_pl: usunięte
pt_pt: excluído
sv_se: bort
tr_tr: Silinmiş

source: trashed
ca_es: Paperera
hu_hu: kukába
it_it: cestinato
nl_nl: Lazarus
pl_pl: do kosza
pt_pt: um lixo
sv_se: skrotade
tr_tr: çöpe atılan

source: (media untouched)
ca_es: (mitjans de comunicació tocat)
hu_hu: (média érintetlen)
it_it: (media intatta)
nl_nl: (media onaangeroerd)
pl_pl: (media nietknięte)
pt_pt: (mídia virgem)
sv_se: (media orörd)
tr_tr: (medya el değmemiş)

source: (with all related media)
ca_es: (amb tots els mitjans)
hu_hu: (az összes kapcsolódó média)
it_it: (con tutti i relativi supporti)
nl_nl: (met alle gerelateerde media)
pl_pl: (z wszystkich powiązanych multimediów)
pt_pt: (com tudo relacionado a mídia)
sv_se: (med alla relaterade media)
tr_tr: (ile ilgili tüm medya)

source: Unable to delete this show.
ca_es: Incapaç de suprimir aquest espectacle.
hu_hu: Nem lehet törölni ezt a show.
it_it: Impossibile eliminare questo spettacolo.
nl_nl: Kan niet verwijderen van deze show.
pl_pl: Nie można usunąć tego show.
pt_pt: Não é possível excluir este show.
sv_se: Kan inte att radera denna serie.
tr_tr: Bu gösteri silinemedi.

source: Unable to refresh this show.
ca_es: No es pot actualitzar aquest espectacle.
hu_hu: Nem sikerült frissíteni ezen a kiállításon.
it_it: Impossibile aggiornare questo spettacolo.
nl_nl: Kan het niet vernieuwen van deze show.
pl_pl: Nie można odświeżyć ten show.
pt_pt: Não é possível atualizar este show.
sv_se: Kan inte att uppdatera denna serie.
tr_tr: Bu gösteri yenilenemedi.

source: Unable to update this show.
ca_es: Incapaces d'actualitzar aquest espectacle.
hu_hu: Nem sikerült frissíteni ezen a kiállításon.
it_it: Impossibile aggiornare questo spettacolo.
nl_nl: Kan niet bijwerken van deze show.
pl_pl: Nie można zaktualizować tego show.
pt_pt: Não foi possível atualizar este show.
sv_se: Kan inte uppdatera denna serie.
tr_tr: Bu gösteri güncelleştirilemiyor.

source: Library update command sent to KODI host(s):
ca_es: Comanda d'actualització de Biblioteca enviat a KODI host(s):
hu_hu: Könyvtár update parancsot küldött KODI állomásokkal:
it_it: Biblioteca aggiornamento comando inviato a KODI host (s):
nl_nl: Bibliotheek update commando gestuurd naar KODI host (s):
pl_pl: Biblioteki aktualizacji polecenia wysyłane do KODI hostów:
pt_pt: Comando de atualização da biblioteca enviados para KODI host:
sv_se: Bibliotek update kommandot skickas till KODI-värddatorer:
tr_tr: Kitaplık güncelleştirme komutu KODI boşaltıyor gönderdi:

source: Unable to contact one or more KODI host(s):
ca_es: Incapaç de contactar amb un o més host(s) KODI:
hu_hu: Nem lehet kapcsolatba lépni egy vagy több KODI állomásokkal:
it_it: Impossibile contattare uno o più host KODI (s):
nl_nl: Kunnen contact opnemen met één of meer KODI host (s):
pl_pl: Nie można skontaktować się z jednym lub więcej hostów KODI:
pt_pt: Não é possível entrar em contato com um ou mais hosts KODI:
sv_se: Det gick inte att kontakta en eller flera KODI-värddatorer:
tr_tr: Bir veya daha fazla KODI boşaltıyor bağlantı kurulamıyor:

source: Library update command sent to Plex Media Server host:
ca_es: Comanda d'actualització de Biblioteca enviat a l'amfitrió de servidor de medis Plex:
hu_hu: Könyvtár update parancsot küldött Plex Media Server:
it_it: Comando di aggiornamento libreria inviato all'host Plex Media Server:
nl_nl: Bibliotheek-opdracht van de update verzonden aan Plex Media Server host:
pl_pl: Aktualizacja biblioteki polecenia wysyłane do hosta Plex Media Server:
pt_pt: Comando de atualização da biblioteca enviado para Plex Media Server host:
sv_se: Bibliotek update kommandot skickas till Plex Media Server värd:
tr_tr: Kitaplık güncelleştirme komutu Plex Media Server ana bilgisayara gönderilen:

source: Unable to contact Plex Media Server host:
ca_es: Incapaç d'amfitrió de servidor de mitjans de comunicació Plex de contacte:
hu_hu: Nem lehet kapcsolatba lépni a Plex Media Server host:
it_it: Impossibile contattare host Plex Media Server:
nl_nl: Kunnen contact opnemen met Plex Media Server host:
pl_pl: Nie można skontaktować się z Plex Media Server hosta:
pt_pt: Não é possível contatar o host Plex Media Server:
sv_se: Det gick inte att kontakta Plex Media Server värd:
tr_tr: Plex Media Server ana bilgisayarla bağlantı kurulamıyor:

source: Library update command sent to Emby host:
ca_es: Comanda d'actualització de Biblioteca enviat a l'amfitrió de Emby:
hu_hu: Könyvtár update parancsot küldött Emby:
it_it: Comando di aggiornamento libreria inviati all'host Emby:
nl_nl: Bibliotheek-opdracht van de update verzonden naar Emby host:
pl_pl: Aktualizacja biblioteki polecenia wysyłane do hosta Emby:
pt_pt: Comando de atualização da biblioteca enviado para Marisete host:
sv_se: Bibliotek update kommandot skickas till Emby värd:
tr_tr: Kitaplık güncelleştirme komutu Emby ana bilgisayara gönderilen:

source: Unable to contact Emby host:
ca_es: Incapaç de contactar amb l'amfitrió de Emby:
hu_hu: Nem lehet kapcsolatba lépni a Emby fogadó:
it_it: Impossibile contattare Emby host:
nl_nl: Kunnen contact opnemen met Emby host:
pl_pl: Nie można skontaktować się Emby hosta:
pt_pt: Não é possível contatar Marisete anfitrião:
sv_se: Det gick inte att kontakta Emby värd:
tr_tr: Emby ana bilgisayarla bağlantı kurulamıyor:

source: Syncing Trakt with SiCKRAGE
ca_es: Sincronització Trakt amb SiCKRAGE
hu_hu: A SiCKRAGE Trakt szinkronizálása
it_it: La sincronizzazione Trakt con SiCKRAGE
nl_nl: Synchroniseren Trakt met SiCKRAGE
pl_pl: Synchronizowanie Trakt z SiCKRAGE
pt_pt: Como sincronizar Trakt com SiCKRAGE
sv_se: Synkroniserar Trakt med SiCKRAGE
tr_tr: Trakt SiCKRAGE ile senkronizasyonu

source: You must specify a show and at least one episode
ca_es: Heu d'especificar un espectacle i almenys un episodi
hu_hu: Meg kell adnia egy Térkép- és legalább egy epizód
it_it: È necessario specificare uno spettacolo e almeno un episodio
nl_nl: Moet u een Toon en ten minste één aflevering
pl_pl: Należy określić co najmniej jeden odcinek i Pokaż
pt_pt: Você deve especificar um show e pelo menos um episódio
sv_se: Du måste välja en serie och minst ett avsnitt
tr_tr: Bir gösteri ve en az bir bölüm belirtmeniz gerekir

source: Invalid status
ca_es: L'estat no vàlid
hu_hu: Érvénytelen állapot
it_it: Stato non valido
nl_nl: Ongeldige status
pl_pl: Nieprawidłowy stan
pt_pt: Status inválido
sv_se: Ogiltig status
tr_tr: Geçersiz durum

source: Backlog was automatically started for the following seasons of
ca_es: Acumulació automàticament va començar per les següents temporades de
hu_hu: Lemaradás automatikusan indult a következő szezonban a
it_it: Backlog è stato avviato automaticamente per le stagioni seguenti di
nl_nl: Achterstand werd automatisch gestart voor de volgende seizoenen van
pl_pl: Zaległości został automatycznie uruchomiony dla kolejnych sezonach z
pt_pt: Lista de pendências foi iniciada automaticamente para as seguintes estações de
sv_se: Eftersläpningen startades automatiskt för de följande säsongerna av
tr_tr: Biriktirme listesi otomatik olarak aşağıdaki mevsim için başlatıldı

source: Season
ca_es: Temporada
hu_hu: Szezon
it_it: Stagione
nl_nl: Seizoen
pl_pl: Sezon
pt_pt: Temporada
sv_se: Säsong
tr_tr: Sezon

source: Backlog started
ca_es: Acumulació de començar
hu_hu: Lemaradás kezdett
it_it: Backlog iniziato
nl_nl: Achterstand begon
pl_pl: Zaległości rozpoczął
pt_pt: Lista de pendências começada
sv_se: Eftersläpningen började
tr_tr: Başlatan biriktirme listesi

source: Retrying Search was automatically started for the following season of
ca_es: S'està reintentant cerca automàticament es va iniciar durant la temporada següent del
hu_hu: A következő szezonban újra próbálkozna a keresés indult el automatikusan
it_it: Nuovo tentativo di ricerca è stato avviato automaticamente per la stagione successiva di
nl_nl: Zoek opnieuw startte automatisch voor het volgende seizoen van
pl_pl: Ponawianie próby wyszukiwania został automatycznie uruchomiony na następny sezon z
pt_pt: Nova tentativa de pesquisa foi iniciado automaticamente para a temporada seguinte de
sv_se: Försöker igen Sök startades automatiskt för den följande säsongen av
tr_tr: Arama yeniden denemeden otomatik olarak bir sonraki sezon için başlatıldı

source: Retry Search started
ca_es: Cerca de reintent va començar
hu_hu: Újra keresés kezdett
it_it: Tentativi di ricerca iniziato
nl_nl: Zoek opnieuw gestart
pl_pl: Ponów próbę wyszukiwania rozpoczął
pt_pt: Começou a busca de repetição
sv_se: Försök igen Sök började
tr_tr: Yeniden deneme arama başladı

source: You must specify a show
ca_es: Heu d'especificar un espectacle
hu_hu: Meg kell adnia egy Térkép
it_it: È necessario specificare uno spettacolo
nl_nl: Moet u een show
pl_pl: Należy określić Pokaż
pt_pt: Você deve especificar um show
sv_se: Du måste välja en serie
tr_tr: Bir gösteri belirtmeniz gerekir

source: Can't rename episodes when the show dir is missing.
ca_es: No es pot rebatejar episodis quan la Mostra el dir és que falten.
hu_hu: Epizódok nem nevezhető át, ha a Térkép-dir hiányzik.
it_it: Impossibile rinominare episodi quando manca il dir Visualizza.
nl_nl: Niet hernoemen afleveringen wanneer de Toon dir ontbreekt.
pl_pl: Nie można zmienić nazwy odcinków, w przypadku braku dir Pokaż.
pt_pt: Não é possível renomear episódios quando o programa dir está faltando.
sv_se: Kan inte byta namn på avsnitt när seriens katalog saknas.
tr_tr: Gösteri dir eksik olduğunda bölüm adını değiştiremezsiniz.

source: New subtitles downloaded: %s
ca_es: Subtítols de nous descarregats: %s
hu_hu: Letöltött új felirat: %s
it_it: Nuovi sottotitoli scaricati: %s
nl_nl: Nieuwe ondertitels downloaden: %s
pl_pl: Nowe napisy pobrane: %s
pt_pt: Novas Legendas download: %s
sv_se: Nya undertexter hämtade: %s
tr_tr: Yeni altyazı indirilen: %s

source: No subtitles downloaded
ca_es: Sense subtítols descarregats
hu_hu: Nem letöltött feliratok
it_it: Senza sottotitoli scaricati
nl_nl: Geen ondertitels downloaden
pl_pl: Brak napisów ściągnąłem
pt_pt: Sem legendas download
sv_se: Inga undertexter hämtade
tr_tr: İndirilen hiçbir alt

source: Could not load changes from the repo. [Click here for CHANGES.md]({})
ca_es: No s'ha pogut carregar el canvis del repo. [Feu clic aquí per CHANGES.md] ({})
hu_hu: Nem tölthető be változások a repo-ból. [Kattintson ide a CHANGES.md] ({})
it_it: Impossibile caricare le modifiche dal repo. [Clicca qui per CHANGES.md] ({})
pl_pl: Nie można załadować zmiany z repo. [Kliknij tutaj, dla CHANGES.md] ({})
pt_pt: Não foi possível carregar alterações do repo. [Clique aqui para CHANGES.md] ({})

source: Postprocessing results
ca_es: Resultats postprocessing
hu_hu: Utófeldolgozó eredmények
it_it: Risultati post-elaborazione
nl_nl: Postprocessing resultaten
pl_pl: Wyniki postprocessing
pt_pt: Resultados de pós-processamento
sv_se: Postprocessing resultat
tr_tr: Postprocessing sonuçları

source: No folders selected.
ca_es: No hi ha carpetes seleccionades.
hu_hu: Nincs mappa kijelölve.
it_it: Nessuna cartella selezionata.
nl_nl: Geen mappen geselecteerd.
pl_pl: Nie wybrane foldery.
pt_pt: Nenhuma pasta selecionada.
sv_se: Inga mappar valts.
tr_tr: Seçili klasör yok.

source: New Show
ca_es: Nou espectacle
hu_hu: Új Térkép
it_it: Nuovo spettacolo
nl_nl: Nieuwe Show
pl_pl: Nowy Show
pt_pt: Novo Show
sv_se: Ny Serie
tr_tr: Yeni gösterisi
