Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Backup your main database file and config
ca_es: Reserva el teu arxiu de base de dades principal i configuració
hu_hu: Hát a fő adatbázis-fájlt, és a config
it_it: Backup dei file di database principale e config
nl_nl: Back-up van uw belangrijkste databasebestand en config
pl_pl: Kopia zapasowa głównej bazy danych w pliku i config
pt_pt: Fazer backup de seu arquivo de banco de dados principal e config
sv_se: Säkerhetskopiera din huvudsakliga databasfil och konfig
tr_tr: Ana veritabanı dosyası ve Yapılandırma yedekleme

source: Select the folder you wish to save your backup file to
ca_es: Seleccioneu la carpeta que voleu desar el fitxer de còpia de seguretat a
hu_hu: Válassza ki a mappát el kívánja menteni a biztonsági mentés
it_it: Selezionare la cartella che si desidera salvare il file di backup per
nl_nl: Selecteer de map die u wilt opslaan van uw back-upbestand te
pl_pl: Wybierz folder, w którym chcesz zapisać plik kopii zapasowej do
pt_pt: Selecione a pasta que você deseja salvar seu arquivo de backup para
sv_se: Välj mappen du vill spara säkerhetskopian till
tr_tr: Yedek dosyanızı kaydetmek istediğiniz klasörü seçin

source: Restore your main database file and config
ca_es: Restaurar el seu arxiu de base de dades principal i configuració
hu_hu: A fő adatbázis fájl és a config
it_it: Ripristinare i file di database principale e config
nl_nl: Uw belangrijkste databasebestand en alle config terugzetten
pl_pl: Przywrócić plik bazy danych głównych i config
pt_pt: Restaurar seu arquivo de banco de dados principal e config
sv_se: Återställ huvuddatabasen och konfig
tr_tr: Ana veritabanı dosyası ve config geri yükleme

source: Select the backup file you wish to restore
ca_es: Seleccioneu el fitxer de còpia de seguretat que voleu restaurar
hu_hu: Jelölje ki a visszaállítani kívánt biztonságimásolat-fájl
it_it: Selezionare il file di backup da ripristinare
nl_nl: Selecteer het back-upbestand dat u wilt terugzetten
pl_pl: Wybierz plik kopii zapasowej, który chcesz przywrócić
pt_pt: Selecione o arquivo de backup que você deseja restaurar
sv_se: Markera säkerhetskopian du vill återställa
tr_tr: Geri yüklemek istediğiniz yedekleme dosyasını seçin

source: Restore database files
ca_es: Restaurar arxius de base de dades
hu_hu: Adatbázisfájlok visszaállítása
it_it: Ripristinare file di database
nl_nl: Database bestanden herstellen
pl_pl: Przywracać pliki bazy danych
pt_pt: Restaurar arquivos de banco de dados
sv_se: Återställ databasfiler
tr_tr: Veritabanı dosyaları geri yükleme

source: Restore configuration file
ca_es: Restaurar el fitxer de configuració
hu_hu: Konfigurációs fájl helyreállítása
it_it: Ripristinare file di configurazione
nl_nl: Configuratie bestanden herstellen
pl_pl: Przywracanie pliku konfiguracji
pt_pt: Restaurar o arquivo de configuração
sv_se: Återställ konfigurationsfilen
tr_tr: Yapılandırma dosyasını geri yükleme

source: Restore cache files
ca_es: Restaurar arxius de memòria cau
hu_hu: Gyorsítótár-fájlok visszaállítása
it_it: Ripristinare i file di cache
nl_nl: Cache bestanden herstellen
pl_pl: Przywrócić pliki pamięci podręcznej
pt_pt: Restaurar arquivos de cache
sv_se: Återställ cache-filer
tr_tr: Önbellek dosyaları geri yükleme

source: Interface
ca_es: Interfície
hu_hu: Felület
it_it: Interfaccia
pl_pl: Interfejs
pt_pt: Interface de
sv_se: Gränssnitt
tr_tr: Arabirimi

source: Advanced Settings
ca_es: Configuració avançada
hu_hu: A speciális beállítások
it_it: Impostazioni avanzate
nl_nl: Geavanceerde instellingen
pl_pl: Ustawienia zaawansowane
pt_pt: Configurações avançadas
sv_se: Avancerade inställningar
tr_tr: Gelişmiş ayarlar

source: Enable
ca_es: Permetre
hu_hu: Engedélyezi a
nl_nl: Inschakelen
pl_pl: Włącz
sv_se: Aktivera
tr_tr: Etkinleştir

source: Enable API access ?
ca_es: Permetre accés d'API?
hu_hu: Engedélyezze a hozzáférést API?
it_it: Abilitare l'accesso API?
nl_nl: API-toegang inschakelen?
pl_pl: Włącz dostęp API?
pt_pt: Permitir o acesso de API?
sv_se: Aktivera API-åtkomst?
tr_tr: API erişimi etkinleştirmek?

source: API Provider Cache
hu_hu: API-szolgáltatói gyorsítótár
sv_se: Cache för API-leverantör
tr_tr: API Sağlayıcı Önbellek

source: Enable provider cache ?
ca_es: Habilitar la memòria cau del proveïdor?
hu_hu: Engedélyezi a szolgáltató gyorsítótárába?
it_it: Abilita cache provider?
nl_nl: Provider cache inschakelen?
pl_pl: Włączenie pamięci podręcznej dostawcy?
pt_pt: Ativar cache de provedor?
sv_se: Aktivera providercachen?
tr_tr: Sağlayıcının önbelleği etkinleştirilsin mi?

source: API Client ID
hu_hu: API ügyfélazonosító
sv_se: Klient-ID för API

source: Click below to test.
ca_es: Feu clic a baix per provar.
hu_hu: Kattintson az alábbi teszt.
it_it: Clicca qui sotto per verificare.
nl_nl: Klik hieronder om te testen.
pl_pl: Kliknij poniżej, aby przetestować.
pt_pt: Clique abaixo para testar.
sv_se: Klicka nedan för att testa.
tr_tr: Aşağıda sınamak için tıklatın.

source: Test API
ca_es: Prova d'API
hu_hu: Teszt API
it_it: API del test
pl_pl: Interfejsu API testu
pt_pt: API de teste
tr_tr: Testi API'sini

source: Startup options. Indexer options. Log and show file locations.
ca_es: Opcions d'inicialització. Opcions de l'indexador. Connecti's i mostren localitzacions d'arxiu.
hu_hu: Indítási beállításokat. Tartalomjegyzékbe vett választások. Log és Térkép fájlok helyét.
it_it: Opzioni di avvio. Opzioni di indicizzatore. Posizioni dei file registro e visualizza.
nl_nl: Opstartopties. Indexer opties. Log en Toon bestandslocaties.
pl_pl: Opcje uruchamiania. Indeksowanie opcje. Lokalizacje plików dziennika i Pokaż.
pt_pt: Opções de inicialização. Opções de indexador. Locais de arquivo de log e mostrar.
sv_se: Startalternativ. Indexeraralternativ. Filsökvägar för loggar och serier.
tr_tr: Başlangıç seçenekleri. Dizin Oluşturucu seçenekleri. Oturum ve dosya konumları göster.

source: Some options may require a manual restart to take effect.
ca_es: Algunes opcions pot requerir un manual reprendre prengui efecte.
hu_hu: Bizonyos beállítások szükség lehet a kézi újraindítás érvénybe.
it_it: Alcune opzioni possono richiedere un riavvio manuale effettive.
nl_nl: Sommige opties kunnen vereisen een handmatige herstart worden pas van kracht.
pl_pl: Niektóre opcje mogą wymagać ręcznego ponownego uruchomienia skuteczna.
pt_pt: Algumas opções podem exigir uma reinicialização manual sejam efetivadas.
sv_se: Vissa alternativ kan kräva en manuell omstart för att börja gälla.
tr_tr: Bazı seçenekleri etkili olması için el ile yeniden başlatma gerektirebilir.

source: Default Indexer Language
ca_es: L'idioma predeterminat Indexer
hu_hu: Alapértelmezett indexelő nyelv
it_it: Lingua predefinita dell'indicizzatore
nl_nl: Indexer standaardtaal
pl_pl: Domyślnego indeksatora języka
pt_pt: Idioma de indexador padrão
sv_se: Indexerarens standardspråk
tr_tr: Varsayılan dizin oluşturucu dil

source: for adding shows and metadata providers
ca_es: per afegir programes i proveïdors de metadades
hu_hu: a műsorok és a metaadatok szolgáltatók hozzáadásával
it_it: per l'aggiunta di provider di metadati e spettacoli
nl_nl: voor het toevoegen van shows en metadata aanbieders
pl_pl: Dodawanie metadanych dostawców i pokazuje
pt_pt: para adicionar programas e provedores de metadados
sv_se: för att lägga till serier och metadataleverantörer
tr_tr: gösterir ve meta veri sağlayıcıları eklemek için

source: Launch browser
ca_es: Llançar navegador
hu_hu: Indítsa el a böngésző
it_it: Avviare il browser
nl_nl: Browser starten
pl_pl: Uruchom przeglądarkę
pt_pt: Inicie o navegador
sv_se: Starta webbläsaren
tr_tr: Tarayıcı başlatmak

source: open the SickRage home page on startup
ca_es: Obriu la pàgina principal de SickRage a l'inici
hu_hu: a SickRage Kezdőoldal megnyitása indításkor
it_it: Aprire la home page di SickRage all'avvio
nl_nl: Open de introductiepagina van de SickRage op opstarten
pl_pl: Otwórz stronę główną SickRage na starcie
pt_pt: Abra a home page de SickRage na inicialização
sv_se: Öppna startsidan för SiCKRAGE vid start
tr_tr: Başlangıçta SickRage giriş sayfasını aç

source: Initial page
ca_es: Pàgina inicial
hu_hu: Kezdő oldal
it_it: Pagina iniziale
nl_nl: Beginpagina
pl_pl: Strona początkowa
pt_pt: Página inicial
sv_se: Startsida
tr_tr: Başlangıç sayfası

source: when launching SickRage interface
ca_es: Quan s'iniciï la interfície SickRage
hu_hu: Mikor dob SickRage felület
it_it: Quando si avvia l'interfaccia di SickRage
nl_nl: bij de lancering van SickRage interface
pl_pl: przy uruchamianiu interfejsu SickRage
pt_pt: ao iniciar a interface de SickRage
sv_se: när SiCKRAGEs gränssnitt startar
tr_tr: SickRage arabirim başlatılması

source: Shows
ca_es: Espectacles
hu_hu: Műsorok
it_it: Spettacoli
nl_nl: Toont
pl_pl: Pokazuje
pt_pt: programas
sv_se: Serier
tr_tr: Gösterir

source: Schedule
ca_es: Horari
hu_hu: Menetrend
it_it: Pianificazione
nl_nl: Schema
pl_pl: Harmonogram
pt_pt: Agenda
sv_se: Schema
tr_tr: Zamanlama

source: History
ca_es: Història
hu_hu: Történelem
it_it: Storia
nl_nl: Geschiedenis
pl_pl: Historia
pt_pt: História
sv_se: Historik
tr_tr: Geçmiş

source: Daily show updates start time
ca_es: Cada dia Mostra l'hora d'inici d'actualitzacions
hu_hu: Napi Térkép frissítéseket kezdetének időpontja
it_it: Visualizza tutti i giorni gli aggiornamenti ora di inizio
nl_nl: Dagelijks Toon updates begintijd
pl_pl: Codziennie pokazują, że czas rozpoczęcia aktualizacji
pt_pt: Mostrar diariamente atualizações de hora de início
sv_se: Starttid för daglig serieuppdatering
tr_tr: Günlük güncellemeleri başlangıç saati göster

source: with information such as next air dates, show ended, etc.
ca_es: amb informació com pròximes cites d'aire, mostrar acabats, etc.
hu_hu: információt, például a következő levegő dátumok show véget ért, stb.
it_it: con informazioni quali date aria avanti, Visualizza ended, ecc.
nl_nl: Toon informatie zoals de volgende datums van de lucht, eindigde, enz.
pl_pl: z informacji, takich jak daty następnego Pokaż zakończone, itp.
pt_pt: com informações como datas de ar próximo, mostre terminou, etc.
sv_se: med information såsom nästa utsändningsdatum, slutdatum etc.
tr_tr: Sonraki hava tarihleri gibi bilgileri ile gösterir sona erdi, vs.

source: Use 15 for 3pm, 4 for 4am etc. Anything over 23 or under 0 will be set to 0 (12am)
ca_es: 15 d'ús per a 3pm, 4 per a les 4 hores etc.. Res sobre 23 o sota 0 s'establirà a 0 (12 hores)
hu_hu: Használata 15 15: 00, 04: 00 4 stb. Bármi 23 felett vagy alatt 0 lesz készlet-hoz 0 (0: 00)
it_it: Uso di 15 per 15, 4 per 4 ecc. Nulla oltre 23 o sotto 0 verrà impostato su 0 (00: 00)
nl_nl: Gebruik 15 voor 3 pm, 4 voor 4 am enz. Alles over 23 of onder 0 wordt ingesteld op 0 (12u)
pl_pl: Wykorzystanie 15 do 15: 00, 4 do 4: 00 itp. Nic ponad 23 lub pod 0 zostanie ustawiony na 0 (12 am)
pt_pt: Use 15 para 15:00, 4 para 04:00 etc. Nada sobre 23 ou sob 0 será definido como 0 (12 am)
sv_se: Använd 15 för 3pm, 4 för 4am etc. Allt över 23 eller under 0 kommer att ändras till 0 (12 am)
tr_tr: Kullanım 15 15: 00, 4 am için 4 için vs. Bir şey 23 üzerinde veya altında 0 0 (12 am) olarak ayarlanır

source: Daily show updates stale shows
ca_es: Mostrar diàriament actualitzacions rància espectacles
hu_hu: Napi Térkép frissíti az elavult mutatja
it_it: Ogni giorno mostra mostra stantio aggiornamenti
nl_nl: Dagelijks laten zien updates verlopen shows
pl_pl: Codziennie Pokaż aktualizacje starych pokazuje
pt_pt: Mostrar diariamente atualizações de programas obsoletos
sv_se: Daglig serieuppdatering uppdaterar inaktuella serier
tr_tr: Günlük güncellemeleri bayat gösterir göstermek

source: should ended shows last updated less then 90 days get updated and refreshed automatically ?
ca_es: ha acabats espectacles darrera actualitzats menys 90 dies després aconseguir actualitzat i automàticament refrescada?
hu_hu: utolsó frissítés kevesebb mint 90 napon véget ért műsorok kap korszerűsített és automatikusan frissüljön?
it_it: dovrebbero spettacoli finì ultimo aggiornate meno di 90 giorni ottenere aggiornati e aggiornati automaticamente?
nl_nl: moeten afgelopen shows opgedateer minder dan 90 dagen krijgen bijgewerkt en automatisch vernieuwd?
pl_pl: należy zakończył pokazuje ostatnio aktualizowane mniej niż 90 dni uzyskać zaktualizowane i odświeżane automatycznie?
pt_pt: deveria mostra terminou ultima atualizada menos 90 dias depois atualizada e atualizada automaticamente?
sv_se: bör avslutade serier som uppdaterats under senaste 90 dagarna bli uppdaterade automatiskt?
tr_tr: Son Güncellenme Tarihi daha az sonra 90 gün sona erdi gösterir almak gerektiğini güncel ve otomatik olarak yenilenir?

source: Send to trash for actions
ca_es: Enviar a la paperera per accions
hu_hu: A műveletek a Lomtárba
it_it: Inviare al cestino per azioni
nl_nl: Prullenbak voor acties verzenden
pl_pl: Wyślij do kosza dla działań
pt_pt: Enviar para o lixo por ações
sv_se: Skicka till papperskorgen för åtgärder
tr_tr: Çöp eylemler için göndermek

source: when using show "Remove" and delete files
ca_es: Quan utilitzant Mostra el "Treure" i suprimir arxius
hu_hu: Mikor használ Térkép "Eltávolít", és törölje a fájlokat
it_it: Quando utilizzando Visualizza "Rimuovere" ed eliminare file
nl_nl: Wanneer met behulp van Toon "Verwijderen" en bestanden verwijderen
pl_pl: Kiedy przy użyciu Pokaż "Usuń" i Usuń pliki
pt_pt: Quando usando o programa "Remover" e excluir arquivos
sv_se: när du använder serie "Ta Bort" och raderar filer
tr_tr: Ne zaman Haritayı kullanarak ve "Kaldır" dosyaları sil

source: on scheduled deletes of the oldest log files
ca_es: el planificat Suprimeix els arxius de registre més antic
hu_hu: a tervezett törli a legrégebbi naplófájlok
it_it: il eliminazioni pianificate dei file di registro più antichi
nl_nl: op geplande verwijdert van de oudste logboekbestanden
pl_pl: na zaplanowane usuwa najstarsze pliki dziennika
pt_pt: em exclusões regulares dos arquivos de log mais antigos
sv_se: vid schemalagd radering av de äldsta loggfilerna
tr_tr: Zamanlanmış en eski günlük dosyaları siler üzerinde

source: selected actions use trash (recycle bin) instead of the default permanent delete
ca_es: accions seleccionades utilitzar escombraries (Paperera de reciclatge) en comptes del suprimir permanents per defecte
hu_hu: kiválasztott műveletek szemetet (recycle bin) használata helyett az alapértelmezett állandó törlés
it_it: le azioni selezionate utilizzano Cestino (recycle bin) anziché l'eliminazione permanente di predefinito
nl_nl: geselecteerde acties trash (Prullenbak) gebruiken in plaats van de standaard permanent verwijderen
pl_pl: wybrane działania zamiast usuwania stałych domyślnego trash (Kosz)
pt_pt: ações selecionadas usam lixo (lixeira) em vez da exclusão permanente do padrão
sv_se: valda åtgärder använder papperskorgen i stället för att som standard radera permanent
tr_tr: Seçilen eylemleri çöp (geri dönüşüm kutusu) varsayılan kalıcı Sil yerine kullanın.

source: Number of Log files saved
ca_es: Nombre d'arxius de registre guardats
hu_hu: Elmentett naplófájlok száma
it_it: Numero di file di registro salvato
nl_nl: Aantal logboekbestanden opgeslagen
pl_pl: Liczba plików dzienników zapisanych
pt_pt: Número de arquivos de Log salvado
sv_se: Antalet loggfiler som sparas
tr_tr: Kaydedilmiş günlük dosyası sayısı

source: default = 5
ca_es: defecte = 5
hu_hu: alapértelmezett = 5
it_it: impostazione predefinita = 5
nl_nl: standaard = 5
pl_pl: Domyślnie = 5
pt_pt: padrão = 5
sv_se: standard = 5
tr_tr: Varsayılan = 5

source: Size of Log files saved
ca_es: Mida d'arxius de registre guardats
hu_hu: A mentett naplófájlok mérete
it_it: Dimensioni del file di registro salvato
nl_nl: Grootte van logboekbestanden opgeslagen
pl_pl: Rozmiar plików dziennika zapisane
pt_pt: Tamanho dos arquivos de Log salvado
sv_se: Storlek på loggfiler som sparas
tr_tr: Kaydedilmiş günlük dosyalarının boyutunu

source: default = 1048576 (1MB)
ca_es: defecte = 1048576 (1MB)
hu_hu: alapértelmezett = 1048576 (1MB)
it_it: impostazione predefinita = 1048576 (1MB)
nl_nl: standaard = 1048576 (1MB)
pl_pl: Domyślnie = 1048576 (1MB)
pt_pt: padrão = 1048576 (1MB)
sv_se: standard = 1048576 (1MB)
tr_tr: Varsayılan = 1048576 (1 MB)

source: Default indexer for adding shows
ca_es: Defecte indexador per afegir espectacles
hu_hu: Alapértelmezett tartalomjegyzékbe vett részére összeadás mutatja
it_it: Indicizzatore predefinito per l'aggiunta di spettacoli
nl_nl: Standaard indexer voor het toevoegen van programma 's
pl_pl: Indeksatora domyślne dla dodawania pokazuje
pt_pt: Indexador padrão para adicionar programas
sv_se: Standardindexerare för att lägga till serier
tr_tr: Varsayılan dizin oluşturucu gösterir eklemek için

source: All Indexers
ca_es: Tots els Indexers
hu_hu: Összes indexelő
it_it: Tutti gli indicizzatori
nl_nl: Alle Indexers
pl_pl: Wszystkie aparaty podziałowe
pt_pt: Todos os indexadores
sv_se: Alla indexerare
tr_tr: Tüm dizin oluşturucular

source: Show indexer timeout
ca_es: Mostra el temps d'indexador
hu_hu: Show indexer időtúllépés
it_it: Visualizza indicizzatore timeout
nl_nl: Toon indexer timeout
pl_pl: Pokaż indeksatora timeout
pt_pt: Mostrar o tempo limite de indexador
sv_se: Visa timeout för indexerare
tr_tr: Dizin Oluşturucu zaman aşımı göster

source: default = 10
ca_es: defecte = 10
hu_hu: alapértelmezett = 10
it_it: impostazione predefinita = 10
nl_nl: standaard = 10
pl_pl: Domyślnie = 10
pt_pt: padrão = 10
sv_se: standard = 10
tr_tr: Varsayılan = 10

source: Show root directories
ca_es: Mostren directoris arrel
hu_hu: Térkép-gyökér címtárak
it_it: Visualizza le directory radice
nl_nl: Toon hoofdmappen
pl_pl: Pokaż katalogów głównych
pt_pt: Mostrar diretórios raiz
sv_se: Visa rotkataloger
tr_tr: Kök dizinleri göster

source: Updates
ca_es: Actualitzacions
hu_hu: Frissítések
it_it: Aggiornamenti
pl_pl: Aktualizacje
pt_pt: Atualizações
sv_se: Uppdateringar
tr_tr: Güncelleştirmeleri

source: Options for software updates.
ca_es: Opcions per a actualitzacions de programari.
hu_hu: Választások részére szoftver korszerűsít.
it_it: Opzioni per gli aggiornamenti software.
nl_nl: Opties voor software-updates.
pl_pl: Opcje aktualizacji oprogramowania.
pt_pt: Opções para atualizações de software.
sv_se: Alternativ för programuppdateringar.
tr_tr: Yazılım güncelleştirmeleri için seçenekler.

source: Check software updates
ca_es: Comprovació d'actualitzacions de programari
hu_hu: Szoftverfrissítések ellenőrzése
it_it: Verifica gli aggiornamenti software
nl_nl: Controleer of er softwareupdates
pl_pl: Sprawdź aktualizacje oprogramowania
pt_pt: Verificar atualizações de software
sv_se: Kontrollera uppdateringar
tr_tr: Yazılım Güncelleştirmeleri denetle

source: Automatically update
ca_es: Actualitzar automàticament
hu_hu: Automatikus frissítése
it_it: Aggiornare automaticamente
nl_nl: Automatisch bijwerken
pl_pl: Automatycznie zaktualizować
pt_pt: Atualizar automaticamente
sv_se: Uppdatera automatiskt
tr_tr: Otomatik olarak güncelleştir

source: default = 12 (hours)
ca_es: defecte = 12 (hores)
hu_hu: alapértelmezett = 12 (óra)
it_it: impostazione predefinita = 12 (ore)
nl_nl: standaard = 12 (uur)
pl_pl: Domyślnie = 12 (godziny)
pt_pt: padrão = 12 (horas)
sv_se: standard = 12 (timmar)
tr_tr: Varsayılan = 12 (saat)

source: Notify on software update
ca_es: Notificar a l'actualització de programari
hu_hu: Értesíti a szoftverfrissítés
it_it: Notifica aggiornamento software
nl_nl: Kennis van software-update
pl_pl: Powiadomienie o aktualizacji oprogramowania
pt_pt: Informe-se sobre a atualização de software
sv_se: Meddela om programuppdatering
tr_tr: Yazılım güncelleştirmesi üzerinde bildir

source: send a message to all enabled notifiers when SickRage has been updated
ca_es: enviar un missatge a tots els permetia notificadors quan SickRage s'ha actualitzat
hu_hu: üzenet küldése minden engedélyezett bejelentők, amikor SickRage frissült.
it_it: Invia un messaggio a tutti i notificanti abilitati quando SickRage è stato aggiornato
nl_nl: Stuur een bericht naar alle ingeschakelde kennisgevers wanneer SickRage is bijgewerkt
pl_pl: Wyślij wiadomość do wszystkich powiadamiających włączone, gdy SickRage został zaktualizowany
pt_pt: Enviar uma mensagem para todos os transmitentes habilitados quando SickRage foi atualizado
sv_se: skicka ett meddelande till alla aktiverade notifierare när SiCKRAGE har uppdaterats
tr_tr: SickRage güncellediğinizde tüm etkin notifiers için bir mesaj

source: Options for visual appearance.
ca_es: Opcions per a l'aparença visual.
hu_hu: Vizuális megjelenés lehetőségei.
it_it: Opzioni per l'aspetto visivo.
nl_nl: Opties voor visuele verschijning.
pl_pl: Opcje wyglądu.
pt_pt: Opções para aparência visual.
sv_se: Alternativ för utseende.
tr_tr: Görünüm için seçenekleri.

source: Interface Language
ca_es: Idioma de la interfície
hu_hu: Kezelőfelület nyelve
it_it: Lingua dell'interfaccia
nl_nl: Taal van de gebruikersinterface
pl_pl: Język interfejsu
pt_pt: Idioma da interface
sv_se: Användargränssnittets språk
tr_tr: Arayüz Dili

source: System Language
ca_es: Llengua de sistema
hu_hu: Rendszer nyelv
it_it: Lingua del sistema
nl_nl: Systeemtaal
pl_pl: Język systemu
pt_pt: Idioma do sistema
sv_se: Systemspråk
tr_tr: Sistem dili

source: for appearance to take effect, save then refresh your browser
ca_es: d'aspecte tingui efecte, estalviar llavors actualitzar el seu navegador
hu_hu: megjelenés hatás, hogy mentse, majd a böngésző frissítése
it_it: per aspetto effettive, salva quindi aggiorna il tuo browser
nl_nl: voor uiterlijk ingaat, slaan dan Vernieuw uw browser
pl_pl: wygląd staje się skuteczne Zapisz, a następnie Odśwież okno przeglądarki
pt_pt: para aparência sejam efetivadas, salvar, em seguida, atualize seu navegador
sv_se: för att ändringar ska synas, spara och uppdatera sedan din webbläsare
tr_tr: Görünüm olabilmesi için kaydedip daha sonra tarayıcınızı yenileyin

source: Display theme
ca_es: Tema d'exhibició
hu_hu: Megjelenítési téma
it_it: Tema di visualizzazione
nl_nl: Weergave thema
pl_pl: Wyświetlanie tematu
pt_pt: Tema de exposição
sv_se: Visningstema
tr_tr: Ekran Tema

source: Dark
ca_es: Fosc
hu_hu: Sötét
it_it: Scuro
nl_nl: Donker
pl_pl: Ciemne
pt_pt: Escuro
sv_se: Mörkt
tr_tr: Karanlık

source: Light
ca_es: Llum
hu_hu: Fény
it_it: Luce
nl_nl: Licht
pl_pl: Światło
pt_pt: Luz
sv_se: Ljust
tr_tr: Işık

source: Show all seasons
ca_es: Mostra totes les estacions
hu_hu: Show minden évszakban
it_it: Visualizza tutte le stagioni
nl_nl: Toon alle seizoenen
pl_pl: Pokaż wszystkie sezony
pt_pt: Mostrar todas as estações
sv_se: Visa alla säsonger
tr_tr: Her mevsim göster

source: on the show summary page
ca_es: a la pàgina de resum Mostra el
hu_hu: a Térkép az összefoglaló lap
it_it: nella pagina Riepilogo Visualizza
nl_nl: op de overzichtspagina van Toon
pl_pl: na stronie Podsumowanie Pokaż
pt_pt: na página de resumo mostra
sv_se: på sammanfattningssidan för serie
tr_tr: show Özet sayfasında

source: Sort with "The", "A", "An"
ca_es: Mena amb "El", "A", "Un"
hu_hu: Rendezés az "A", "A", "Az"
it_it: Ordinamento con "The", "A", "Un"
nl_nl: Sorteren met "De", "A", "An"
pl_pl: Sortowanie z "", "A", ""
pt_pt: Tipo com "A", "A", "Um"
sv_se: Sortera med ”The”, ”A”, ”en”
tr_tr: Sıralama ile "", "A", "Bir"

source: include articles ("The", "A", "An") when sorting show lists
ca_es: inclouen articles ("El", "", "Un") quan classificació mostrar llistes
hu_hu: közé tartozik cikkek ("A", "A", "Az") amikor válogatás show listák
it_it: includono articoli ("The", "A", "An") quando l'ordinamento Visualizza elenchi
nl_nl: omvatten ("de", "A", "An") wanneer de artikelen sorteren lijsten weergeven
pl_pl: obejmuje artykuły ("", "", "") podczas sortowania Pokaż list
pt_pt: incluem artigos ("O", "A", "Um") quando classificação mostrar listas
sv_se: inkludera artiklar (”The”, ”A”, ”An”) vid sortering av serier
tr_tr: içerir ("", "A", "Bir") ne zaman makaleleri göstermek listeleri sıralama
