Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Show Poster
ca_es: Mostra el cartell
hu_hu: Térkép-poszter
it_it: Visualizza Poster
nl_nl: Toon Poster
pl_pl: Pokaż plakat
pt_pt: Visualizar cartaz
sv_se: Visa affisch
tr_tr: Poster göster

source: Show Banner
ca_es: Mostra el Banner
hu_hu: Térkép Banner
it_it: Visualizza Banner
nl_nl: Toon Banner
pl_pl: Banner pokaz
pt_pt: Mostrar Banner
sv_se: Visa Banner
tr_tr: Başlığı göster

source: Episode Thumbnails
ca_es: Episodi ungles
hu_hu: Epizód miniatűrök
it_it: Miniature di episodio
nl_nl: Aflevering miniaturen
pl_pl: Odcinek miniatury
pt_pt: Episódio miniaturas
sv_se: Avsnittsminiatyrer
tr_tr: Bölüm küçük resimler

source: Season Posters
ca_es: Cartells de la temporada
hu_hu: Szezon plakátok
it_it: Poster di stagione
nl_nl: Seizoen Posters
pl_pl: Sezon plakaty
pt_pt: Cartazes de temporada
sv_se: Säsongsaffischer
tr_tr: Sezon posterler

source: Season Banners
ca_es: Banners de temporada
hu_hu: Szezon bannerek
it_it: Bandiere di stagione
nl_nl: Seizoen Banners
pl_pl: Sezon banery
pt_pt: Banners de temporada
sv_se: Säsongsbanners
tr_tr: Sezon afiş

source: Season All Poster
ca_es: Temporada tots els cartells
hu_hu: Évad minden poszter
it_it: Stagione tutti i Poster
nl_nl: Alle Poster seizoen
pl_pl: Sezon wszystkie plakat
pt_pt: Temporada todos os Poster
sv_se: Säsong alla affisch
tr_tr: Tüm Poster sezon

source: Season All Banner
ca_es: Temporada tot Banner
hu_hu: Évad minden Banner
it_it: Stagione tutti i Banner
nl_nl: Alle Banner seizoen
pl_pl: Sezon wszystkie Banner
pt_pt: Temporada todos os Banner
sv_se: Säsong alla Banner
tr_tr: Tüm Banner sezon

source: Provider Priorities
ca_es: Proveïdor prioritats
hu_hu: Szolgáltató prioritások
it_it: Priorità di provider
nl_nl: Provider prioriteiten
pl_pl: Dostawca priorytetów
pt_pt: Prioridades do provedor
sv_se: Leverantörsprioriteringar
tr_tr: Sağlayıcı öncelikleri

source: Provider Options
ca_es: Proveïdor d'opcions
hu_hu: Szolgáltató beállítások
it_it: Opzioni del provider
nl_nl: Mogelijkheden die providers bieden
pl_pl: Opcje dostawcy
pt_pt: Opções de provedor
sv_se: Leverantörsalternativ
tr_tr: Sağlayıcı seçenekleri

source: Custom Newznab Providers
ca_es: Newznab costum proveïdors
hu_hu: Egyéni Newznab szolgáltatók
it_it: Provider personalizzati Newznab
nl_nl: Aangepaste Newznab aanbieders
pl_pl: Newznab niestandardowych dostawców
pt_pt: Provedores personalizados Newznab
sv_se: Anpassade Newznab-leverantörer
tr_tr: Özel Newznab sağlayıcıları

source: Custom Torrent Providers
ca_es: Proveïdors de costum Torrent
hu_hu: Egyéni Torrent szolgáltatók
it_it: Provider personalizzati Torrent
nl_nl: Aangepaste Torrent-aanbieders
pl_pl: Dostawców niestandardowych Torrent
pt_pt: Provedores personalizados Torrent
sv_se: Anpassade Torrent-leverantörer
tr_tr: Özel sel sağlayıcıları

source: Check off and drag the providers into the order you want them to be used.
ca_es: Marcar i arrossegar els proveïdors a l'ordre que vol que utilitzarà.
hu_hu: Ellenőrizze le, és húzza a szolgáltatók, a rend, azt szeretné, hogy kell használni.
it_it: Spuntare e trascina i provider nell'ordine desiderato per essere utilizzato.
nl_nl: Afvinken en sleep de aanbieders in de gewenste volgorde worden gebruikt.
pl_pl: Zaznaczać i przeciągnij dostawców w kolejności, w jakiej mają być używane.
pt_pt: Marcar e arrastar os provedores na ordem em que deseja que sejam usadas.
sv_se: Bocka av och dra leverantörerna till den ordning du vill att de ska användas.
tr_tr: Onay kutusunu temizleyin ve sağlayıcılar kullanılmak üzere istediğiniz düzene sürükleyin.

source: At least one provider is required but two are recommended.
ca_es: Almenys un proveïdor és necessari però dos són recomanables.
hu_hu: Szükség legalább egy, de két ajánlott.
it_it: È richiesto almeno un provider, ma due sono raccomandati.
nl_nl: Ten minste één provider is vereist maar twee worden aanbevolen.
pl_pl: Wymagane jest co najmniej jeden dostawca, ale dwie są zalecane.
pt_pt: Pelo menos um provedor é necessário, mas dois são recomendados.
sv_se: Minst en leverantör krävs men två rekommenderas.
tr_tr: En az bir sağlayıcı gereklidir ancak iki tavsiye edilir.

source: NZB/Torrent providers can be toggled in
ca_es: Proveïdors NZB/Torrent pot activar en
hu_hu: NZB/Torrent szolgáltatók lehet toggled a
it_it: Fornitori di NZB/Torrent possono essere attivati in
nl_nl: NZB/Torrent-aanbieders kunnen worden toggled in
pl_pl: NZB/Torrent dostawców może być przełączana w
pt_pt: Provedores de NZB/Torrent podem ser alternados em
sv_se: NZB/Torrent-leverantörer kan växlas i
tr_tr: NZB/sel sağlayıcıları içinde toggled olabilir

source: Search Clients
ca_es: Cerca de Clients
hu_hu: Ügyfelek keresés
it_it: Ricerca clienti
nl_nl: Zoek klanten
pl_pl: Wyszukiwanie klientów
pt_pt: Pesquisa clientes
sv_se: Sökklienter
tr_tr: Arama istemcileri

source: Provider does not support backlog searches at this time.
ca_es: Proveïdor no admet cerques acumulació en aquest moment.
hu_hu: Szolgáltató nem támogatja a lemaradás keresések ebben az időben.
it_it: Provider non supporta ricerche di backlog in questo momento.
nl_nl: Provider ondersteunt geen achterstand zoekopdrachten op dit moment.
pl_pl: Dostawca nie obsługuje wyszukiwania zaległości w tym czasie.
pt_pt: Provedor não dá suporte a lista de pendências de buscas neste momento.
sv_se: Leverantören stödjer för närvarande inte backlogsökningar.
tr_tr: Sağlayıcı biriktirme listesi arama şu anda desteklemiyor.

source: Provider is <b>NOT WORKING</b>.
ca_es: El proveïdor és <b>NOT WORKING</b>.
hu_hu: Szolgáltató a <b>NOT WORKING</b>.
it_it: Provider è <b>NOT WORKING</b>.
pl_pl: Dostawca jest <b>NOT WORKING</b>.
pt_pt: Provedor é <b>NOT WORKING</b>.
sv_se: Leverantör <b>FUNGERAR INTE</b>.
tr_tr: <b>NOT WORKING</b> sağlayıcısıdır.

source: Configure individual provider settings here.
ca_es: Configuració del proveïdor individual aquí.
hu_hu: Beállításainak egyéni szolgáltató itt.
it_it: Configurare le impostazioni del provider singoli qui.
nl_nl: Instellingen voor afzonderlijke provider hier.
pl_pl: Skonfigurować ustawienia poszczególnych dostawcy tutaj.
pt_pt: Defina configurações de provedor individual aqui.
sv_se: Konfigurera enskilda leverantörsinställningar här.
tr_tr: Bireysel sağlayıcı ayarları burada yapılandırın.

source: Check with provider's website on how to obtain an API key if needed.
ca_es: Consulti lloc web del prestador sobre com obtenir una clau d'API si és necessari.
hu_hu: Ellenőrizze a szolgáltató website-ra hogyan viselkedni megkap egy API-kulcs, ha szükséges.
it_it: Verifica con il sito Web del provider su come ottenere una chiave API se necessario.
nl_nl: Neem contact op met het downloadgedeelte van de website op het verkrijgen van een API-sleutel indien nodig.
pl_pl: Skontaktować się z witryny internetowej jak otrzymać klucz API w razie potrzeby.
pt_pt: Verifique com o site do provedor sobre como obter uma chave de API, se necessário.
sv_se: Kontrollera med leverantörens webbplats om hur du kan få en API-nyckel om det behövs.
tr_tr: Sağlayıcının Web sitesinde gerekirse bir API anahtarı edinme başvurun.

source: Configure provider:
ca_es: Configurar proveïdor:
hu_hu: Állítsa be a szolgáltató:
it_it: Configurare il provider:
nl_nl: Provider configureren
pl_pl: Konfigurowanie dostawcy:
pt_pt: Configure o provedor:
sv_se: Konfigurera leverantör:
tr_tr: Sağlayıcı yapılandırın:

source: API key:
ca_es: Clau d'API:
hu_hu: API kulcs:
it_it: Chiave API:
nl_nl: API-sleutel:
pl_pl: Klucz API:
pt_pt: Chave da API:
sv_se: API-nyckel:
tr_tr: API anahtarı:

source: Enable daily searches
ca_es: Permetre recerques quotidianes
hu_hu: Engedélyezi a napi keres
it_it: Attivare ricerche giornaliere
nl_nl: Dagelijkse zoekopdrachten inschakelen
pl_pl: Po codziennych wyszukiwań
pt_pt: Permitir buscas diárias
sv_se: Aktivera dagliga sökningar
tr_tr: Günlük aramalar etkinleştirin

source: enable provider to perform daily searches.
ca_es: permetre proveïdor realitzar recerques quotidianes.
hu_hu: Szolgáltató napi keresését teszi lehetővé.
it_it: abilitare il provider eseguire ricerche giornaliere.
nl_nl: dienstverrichter om dagelijkse zoekopdrachten.
pl_pl: włączyć dostawcy do wykonania wyszukiwań dziennie.
pt_pt: Habilite o provedor realizar buscas diárias.
sv_se: aktivera providern att utföra dagliga sökningar.
tr_tr: sağlayıcı günlük aramalar gerçekleştirmek etkinleştirin.

source: Enable backlog searches
ca_es: Habilitar cerques d'acumulació
hu_hu: Engedélyezi a lemaradás keresések
it_it: Abilitare le ricerche di backlog
nl_nl: Achterstand zoekopdrachten inschakelen
pl_pl: Włącz wyszukiwanie zaległości
pt_pt: Habilitar lista de pendências de buscas
sv_se: Aktivera backlogsökningar
tr_tr: Biriktirme listesi arama etkinleştirmek

source: enable provider to perform backlog searches.
ca_es: permetre proveïdor fer cerques d'acumulació.
hu_hu: Szolgáltató elmaradás keresését teszi lehetővé.
it_it: abilitare il provider eseguire ricerche di backlog.
nl_nl: dienstverrichter achterstand zoekacties uitvoeren.
pl_pl: włączyć dostawcy wyszukiwania listy zaległości.
pt_pt: Habilite o provedor executar pesquisas de lista de pendências.
sv_se: aktivera leverantören att göra backlog-sökningar.
tr_tr: sağlayıcı biriktirme listesi arama gerçekleştirmek etkinleştirin.

source: Search mode fallback
ca_es: Fallback de mode de cerca
hu_hu: Keresési mód tartalék
it_it: Modalità di ricerca fallback
nl_nl: Zoekmodus fallback
pl_pl: Tryb wyszukiwania rezerwowej
pt_pt: Modo de busca retorno
sv_se: Sökläge att falla tillbaka till
tr_tr: Arama modu geri dönüş

source: Season search mode
ca_es: Mode de cerca per temporada
hu_hu: Szezon keresési mód
it_it: Modalità di ricerca di stagione
nl_nl: Seizoen search-modus
pl_pl: Tryb wyszukiwania sezon
pt_pt: Modo de busca temporada
sv_se: Sökläge för säsong
tr_tr: Sezon arama modu

source: season packs only.
ca_es: grups de temporada només.
hu_hu: szezonban csak Teletöm.
it_it: solo pacchetti di stagione.
nl_nl: seizoen verpakkingen alleen.
pl_pl: sezon tylko pakiety.
pt_pt: apenas pacotes de temporada.
sv_se: hela säsonger endast.
tr_tr: sezon sadece paketleri.

source: episodes only.
ca_es: episodis només.
hu_hu: csak epizód.
it_it: solo episodi.
nl_nl: afleveringen alleen.
pl_pl: odcinki tylko.
pt_pt: episódios apenas.
sv_se: endast episoder.
tr_tr: Sadece bölüm.

source: Username:
ca_es: Nom d'usuari:
hu_hu: Felhasználónév:
it_it: Nome utente:
nl_nl: Gebruikersnaam:
pl_pl: Nazwa użytkownika:
pt_pt: Nome de usuário:
sv_se: Användarnamn:
tr_tr: Kullanıcı adı:

source: when searching for a complete season depending on search mode you may return no results, this helps by restarting the search using the opposite search mode.
ca_es: Quan buscant una temporada completa en funció del mode de cerca pot tornar cap resultat, això ajuda reprenent la cerca utilitzant el mode de cerca oposat.
hu_hu: Ha keres egy teljes szezon, attól függően, hogy a keresési mód vissza nem hozott eredményt, ez segít mellett restarting a keresést az ellenkező keresési mód.
it_it: Quando alla ricerca di una stagione completa a seconda della modalità di ricerca si potrebbe restituire alcun risultato, questo aiuta riavviando la ricerca utilizzando la modalità di ricerca opposta.
nl_nl: Wanneer u zoekt naar een volledig seizoen afhankelijk van de modus die u mogelijk geen resultaten geretourneerd, helpt dit door het opnieuw starten van de zoekactie met behulp van de tegenovergestelde search-modus.
pl_pl: podczas przeszukiwania pełnego sezonu w zależności od trybu wyszukiwania może zwracać żadnych wyników, to pomaga przez ponowne uruchomienie wyszukiwania przy użyciu przeciwnej Tryb wyszukiwania.
pt_pt: Quando à procura de uma temporada completa, dependendo do modo de busca você não pode retornar nenhum resultado, isso ajuda reiniciando a busca usando o modo de busca a oposta.
sv_se: när du söker efter en hel säsong kan det beroende på sökläge vara så att inget resultat returneras, detta avhjälps genom att starta om sökningen med motsatt sökläge.
tr_tr: Arama moduna bağlı olarak tam bir sezon için arama sonuç döndürebilir, bu arama ters arama modu kullanarak yeniden başlatarak yardımcı olur.

source: when searching for complete seasons you can choose to have it look for season packs only, or choose to have it build a complete season from just single episodes.
ca_es: en buscar temporades complets podeu tenir que buscar grups de temporada només, o demanar a construir una temporada completa de només episodis.
hu_hu: Ha keres teljes szezont választhat szezon csomagok csak keresni, vagy úgy dönt, hogy ez épít egy teljes szezon a csak egyetlen epizódot.
it_it: durante la ricerca di stagioni complete è possibile cercare solo pacchetti di stagione o di scegliere di averlo a costruire una stagione completa da solo singoli episodi.
nl_nl: bij het zoeken naar volledige seizoenen kunt u om het seizoen verpakkingen alleen zoekt, of ervoor kiezen om het bouwen van een compleet seizoen van slechts enkele afleveringen te hebben.
pl_pl: podczas wyszukiwania complete sezony możesz je wyszukać pakiety sezon tylko, lub wybrać, aby go zbudować kompletny sezon z zaledwie pojedyncze odcinki.
pt_pt: ao procurar por temporadas completas você pode escolher para tê-lo procurar pacotes de temporada apenas, ou optar por tê-lo a construir uma temporada completa de episódios apenas único.
sv_se: när du söker efter kompletta säsonger kan du välja att leta efter enbart hela säsonger eller skapa säsonger från enstaka episoder.
tr_tr: tam sezon boyunca ararken bu sezon paketleri için ya da o sadece tek bölüm üzerinden tam bir sezon inşa tercih edilmesini seçebilirsiniz.

source: Custom URL:
ca_es: Adreça URL personalitzada:
hu_hu: Egyéni URL-címet:
it_it: URL personalizzato:
nl_nl: Aangepaste URL:
pl_pl: Niestandardowy URL:
pt_pt: URL personalizada:
sv_se: Anpassad webbadress:
tr_tr: Özel URL:

source: Api key:
ca_es: Clau d'API:
hu_hu: API kulcs:
it_it: Chiave API:
nl_nl: API-sleutel:
pl_pl: Klucz API:
pt_pt: Chave da API:
sv_se: API-nyckel:
tr_tr: API anahtarı:

source: Digest:
ca_es: Digestió:
hu_hu: -Kivonatolás:
pl_pl: Podsumowanie:
sv_se: Sammandrag:
tr_tr: Özet:

source: Hash:
ca_es: Capolat:
hu_hu: Kivonat:
pl_pl: Skrót:
tr_tr: Karma:

source: Password:
ca_es: Contrasenya:
hu_hu: Jelszó:
nl_nl: Wachtwoord:
pl_pl: Hasło:
pt_pt: Senha:
sv_se: Lösenord:
tr_tr: Şifre:

source: Passkey:
ca_es: Clau de pas:
hu_hu: Hozzáférési kulcs:
it_it: Chiave di accesso:
nl_nl: Sleutel:
pl_pl: Kod dostępu:
pt_pt: Chave de acesso:
sv_se: Nyckel:
tr_tr: Geçiş anahtarı:

source: Cookies:
ca_es: Galetes:
hu_hu: Cookie-kat:
pl_pl: Pliki cookie:
tr_tr: Çerezler:

source: this provider requires the following cookies:
ca_es: aquest proveïdor requereix les galetes següents:
hu_hu: Ez a szolgáltató megköveteli a következő cookie-kat:
it_it: Questo provider richiede i seguenti cookie:
nl_nl: deze provider vereist de volgende cookies:
pl_pl: Ten dostawca wymaga następujących plików cookie:
pt_pt: Este provedor requer os seguintes cookies:
sv_se: denna leverantör kräver följande cookies:
tr_tr: Bu sağlayıcı aşağıdaki tanımlama bilgileri gerektirir:

source: Pin:
hu_hu: PIN-kód:

source: Seed ratio:
ca_es: Proporció de llavor:
hu_hu: Vetőmag arány:
it_it: Rapporto di seme:
nl_nl: Zaad-verhouding:
pl_pl: Proporcje materiału siewnego:
pt_pt: Relação de sementes:
tr_tr: Tohum oranı:

source: Minimum seeders:
ca_es: Sembradores mínims:
hu_hu: Minimális vetőgép:
it_it: Minimi Seminatrici:
nl_nl: Minimale zaadje:
pl_pl: Minimalna Siewniki:
pt_pt: Semeadoras de mínimo:
sv_se: Minsta antal seeders:
tr_tr: En az tohum:

source: Minimum leechers:
ca_es: Mínims posts:
hu_hu: Minimális piócák:
it_it: Minimo leechers:
nl_nl: Minimale bloedzuiger:
pl_pl: Pijawki minimalne:
pt_pt: Leechers mínimas:
sv_se: Minsta antal leechers:
tr_tr: En az leechers:

source: Confirmed download
ca_es: Descàrrega confirmat
hu_hu: Megerősített Letöltés
it_it: Confermato il download
nl_nl: Bevestigde downloaden
pl_pl: Potwierdzone Pobierz
pt_pt: Baixar confirmada
sv_se: Bekräftad nedladdning
tr_tr: Teyit edilen indir

source: only download torrents from trusted or verified uploaders?
ca_es: només descarregar torrents de confiança o verificats uploaders?
hu_hu: csak letölt özön-ból megbízható vagy ellenőrzött feltöltött?
it_it: solo scaricare torrent da uploaders attendibile o verificato?
nl_nl: alleen het downloaden van torrents van vertrouwde of geverifieerde uploaders?
pl_pl: torrenty należy pobierać tylko z zaufanych i sprawdzonych Uploader?
pt_pt: Só baixar torrents de uploaders confiáveis ou verificadas?
sv_se: hämta bara torrenter från betrodda eller kontrollerade uppladdare?
tr_tr: yalnızca güvenilen veya doğrulanmış uploaders sel?

source: Ranked torrents
ca_es: Torrents classificats
hu_hu: Rangsorolt özön
it_it: N torrenti
nl_nl: Gerangschikte torrents
pl_pl: W rankingu torrenty
pt_pt: Classificado de torrentes
sv_se: Rankade torrents
tr_tr: Sırada sel

source: only download ranked torrents (internal releases)
ca_es: només descarregar torrents classificats (comunicats interns)
hu_hu: csak letölt a rangsorolt özön (belső kiadások)
it_it: solo scaricare torrent n (interno releases)
nl_nl: alleen het downloaden van gerangschikte torrents (interne releases)
pl_pl: tylko pobieranie torrentów rankingowych (wewnętrzny wydań)
pt_pt: Só baixar torrents classificados (comunicados internos)
sv_se: hämta bara rankade torrenter (interna releaser)
tr_tr: Sadece download sel (dahili bültenleri) sırada yer aldı

source: English torrents
ca_es: Anglès torrents
hu_hu: Angol özön
it_it: Inglese torrent
nl_nl: Engelse torrents
pl_pl: Angielski torrenty
pt_pt: Torrentes de inglês
sv_se: Engelska torrents
tr_tr: İngilizce sel

source: only download english torrents ,or torrents containing english subtitles
ca_es: només descarregar anglès torrents, o torrents que continguin subtítols en anglès
hu_hu: csak letöltés angol özön, vagy özön tartalmazó angol felirattal
it_it: solo download inglese torrenti, o torrent contenenti sottotitoli in inglese
nl_nl: alleen download Engels torrents, of torrents met Dutch subtitles
pl_pl: tylko Pobierz Polski torrenty, lub zawierające angielskie napisy torrenty
pt_pt: Só baixar inglês torrentes, ou torrents contendo legendas em inglês
sv_se: bara ladda ner engelska torrents, eller torrents innehållande engelska undertexter
tr_tr: Sadece download sel ya da sel Lehçe Altyazılar içeren İngilizce

source: For Spanish torrents
ca_es: Per a torrents espanyols
hu_hu: A spanyol torrent
it_it: Per i torrent spagnolo
nl_nl: Voor Spaanse torrents
pl_pl: Hiszpański torrentów
pt_pt: Para espanholas torrents
sv_se: För spanska torrents
tr_tr: İspanyol sel

source: ONLY search on this provider if show info is defined as "Spanish" (avoid provider's use for VOS shows)
ca_es: Cerca només a aquest proveïdor si Mostra informació es defineix com "Espanyol" (evitar l'ús de proveïdor VOS espectacles)
hu_hu: CSAK keresni a szolgáltató, ha show info van meghatározva, mint a "Spanyol" (ne szolgáltató használata a VOS mutatja)
it_it: Cerca solo in questo provider se Mostra info è definito come "Spagnolo" (evitare l'uso del provider per VOS spettacoli)
nl_nl: ALLEEN zoeken op deze provider als Toon info is gedefinieerd als de "Spaanse" (vermijden van provider gebruik voor VOS shows)
pl_pl: TYLKO w wyszukiwarce tego dostawcy Jeśli Pokaż info jest zdefiniowany jako "Hiszpański" (unikać stosowania dostawcy dla VOS pokazuje)
pt_pt: SOMENTE pesquisar sobre este provedor se info show é definido como "Espanhol" (evitar o uso do provedor para VOS shows)
sv_se: sök ENDAST på denna leverantör om serieinfo är "Spanska" (Undvik leverantörers användning av VOS-serier)
tr_tr: Show bilgi "(sağlayıcının için VOS gösterir kaçının) İspanyolca" olarak tanımlanmış olması durumunda yalnızca bu sağlayıcı arama

source: Sort results by
ca_es: Resultats de la classe per
hu_hu: Eredmények rendezése ezáltal:
it_it: Ordina risultati per
nl_nl: De resultaten sorteren door
pl_pl: Sortuj wg
pt_pt: Resultados da classificação por
sv_se: Sortera resultaten efter
tr_tr: Sıralama sonuçlar tarafından

source: only download
ca_es: només descarregar
hu_hu: csak letöltés
it_it: solo download
nl_nl: alleen downloaden
pl_pl: tylko Pobierz
pt_pt: Só baixar
sv_se: ladda endast ner
tr_tr: Sadece download

source: torrents.
hu_hu: özön.
it_it: torrenti.
pl_pl: torrenty.
pt_pt: torrentes.
tr_tr: sel.

source: Reject Blu-ray M2TS releases
ca_es: Rebutjar comunicats de raig de Blu M2TS
hu_hu: Elutasítja a Blu-ray M2TS releases
it_it: Rifiutare le uscite Blu-ray M2TS
nl_nl: Verwerpen van Blu-ray M2TS releases
pl_pl: Odrzucić wydań M2TS do Blu-ray
pt_pt: Rejeitar os lançamentos Blu-ray M2TS
sv_se: Avvisa Blu-ray M2TS-releaser
tr_tr: Blu-ray M2TS bültenleri reddetmek

source: enable to ignore Blu-ray MPEG-2 Transport Stream container releases
ca_es: permetre ignorar comunicats de raig de Blu MPEG-2 Transport Stream contenidor
hu_hu: lehetővé teszi, hogy figyelmen kívül hagyja a Blu-ray, MPEG-2 Transport Stream konténer releases
it_it: consentire di ignorare il flusso di trasporto MPEG-2 Blu-ray contenitore releases
nl_nl: inschakelen om te negeren van Blu-ray MPEG-2 Transport Stream container releases
pl_pl: Włącz, aby zignorować zwalnia kontenera Blu-ray MPEG-2 Transport Stream
pt_pt: Habilitar para ignorar o fluxo de transporte MPEG-2 Blu-ray lançamentos de contêiner
sv_se: aktivera för att ignorera Blu-ray MPEG-2 Transport Stream container releaser
tr_tr: Blu-ray MPEG-2 nakil akarsu konteyner bültenleri saymayı etkinleştir

source: Category:
ca_es: Categoria:
hu_hu: Kategória:
it_it: Categoria:
nl_nl: Categorie:
pl_pl: Kategoria:
pt_pt: Categoria:
sv_se: Kategori:
tr_tr: Kategori:

source: select torrent with Italian subtitle
ca_es: Seleccioneu torrent amb subtitular italià
hu_hu: Válassza ki az olasz alcím torrent
it_it: Selezionare torrent con sottotitoli in italiano
nl_nl: Selecteer torrent met Italiaanse ondertitels
pl_pl: Wybierz torrent z włoskich napisów
pt_pt: Selecione torrent com legendas italiana
sv_se: välj torrent med italiensk undertext
tr_tr: sel İtalyan altyazı ile seçin

source: Configure Custom
ca_es: Configurar el costum
hu_hu: Állítsa be az egyéni
it_it: Configurazione personalizzata
nl_nl: Configureren van aangepaste
pl_pl: Konfigurowanie niestandardowych
pt_pt: Configurar personalizado
sv_se: Konfigurera anpassade
tr_tr: Özel yapılandırma

source: Newznab Providers
ca_es: Proveïdors Newznab
hu_hu: Newznab-szolgáltatók
it_it: Newznab provider
nl_nl: Newznab aanbieders
pl_pl: Newznab dostawców
pt_pt: Newznab fornecedores
sv_se: Newznab-leverantörer
tr_tr: Newznab sağlayıcıları

source: Add and setup or remove custom Newznab providers.
ca_es: Afegir i configurar o eliminar proveïdors de costum Newznab.
hu_hu: Hozzáadása és beállítása, vagy távolítsa el az egyéni Newznab szolgáltatók.
it_it: Aggiungere e impostare o rimuovere provider di Newznab personalizzati.
nl_nl: Toevoegen en installeren of verwijderen van aangepaste Newznab providers.
pl_pl: Dodać i skonfigurować lub usunąć niestandardowe dostawców Newznab.
pt_pt: Adicionar e configurar ou remover provedores personalizados de Newznab.
sv_se: Lägg till och konfigurera eller ta bort anpassade Newznab-leverantörer.
tr_tr: Ekleme ve kurulum veya özel Newznab sağlayıcılarını kaldırın.

source: Select provider:
ca_es: Seleccioneu el proveïdor:
hu_hu: Válasszon szolgáltatót:
it_it: Selezionare il provider:
nl_nl: Selecteer een provider:
pl_pl: Wybierz dostawca:
pt_pt: Selecione o provedor:
sv_se: Välj leverantör:
tr_tr: Sağlayıcısı seçin:

source: add new provider
ca_es: Afegir nou proveïdor
hu_hu: új-szolgáltató felvétele
it_it: Aggiungi nuovo provider
nl_nl: nieuwe zoekmachine toevoegen
pl_pl: Dodaj nowy dostawca
pt_pt: Adicionar novo provedor
sv_se: lägg till ny leverantör
tr_tr: Yeni sağlayıcı ekle
