Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Filter Row
ca_es: Filtre fila
hu_hu: Szűrősor
it_it: Riga di filtro
nl_nl: Filteren van rij
pl_pl: Filtr wiersza
pt_pt: Filtro de linha
sv_se: Filterraden
tr_tr: Filtre satırı

source: Add a filter row to the show display on the home page
ca_es: Afegir una fila de filtre a l'exhibició Mostra a la pàgina principal
hu_hu: Hozzáad egy szűrőt a kezdőlapon a Térkép megjelenítése
it_it: Aggiungere una riga di filtro per il display Visualizza sulla home page
nl_nl: Een filter rij toevoegen aan de weergave van de Toon op de home page
pl_pl: Aby dodać wiersz filtru do wyświetlania Pokaż na stronie głównej
pt_pt: Adicionar uma linha de filtro para a exibição de mostrar na página inicial
sv_se: Lägga till en filter-rad i serielistan på startsidan
tr_tr: Ana sayfada Haritayı görüntülemek için filtre satırı ekle

source: Missed episodes range
ca_es: Episodis perduts gamma
hu_hu: Számos kihagyott epizódok
it_it: Gamma di episodi senza risposta
nl_nl: Gemiste afleveringen bereik
pl_pl: Zakres chybił odcinków
pt_pt: Gama de episódios perdidas
sv_se: Missade episodintervall
tr_tr: Cevapsız bölüm aralığı

source: # of days
ca_es: # de dies
hu_hu: a napokban #
it_it: n # di giorni
nl_nl: aantal dagen
pl_pl: Liczba dni
pt_pt: n º de dias
sv_se: # dagar
tr_tr: gün sayısı

source: Display fuzzy dates
ca_es: Visualitzar dates difuses
hu_hu: Fuzzy dátumok megjelenítése
it_it: Visualizzare le date fuzzy
nl_nl: Fuzzy datums weergeven
pl_pl: Wyświetlanie dat rozmyte
pt_pt: Exibir datas difusos
sv_se: Visa ungefärliga datum
tr_tr: Belirsiz tarihleri görüntülemek

source: move absolute dates into tooltips and display e.g. "Last Thu", "On Tue"
ca_es: moure dates absolutes en els consells i mostrar, per exemple "últim DJ", "En DM"
hu_hu: abszolút dátumok beköltözik tippek és pl. "utolsó csütörtök", "Kedd" megjelenítése
it_it: spostare le date assolute in descrizioni comandi e visualizzare ad esempio "ultimo Thu", "Sulle Tue"
nl_nl: verplaatsen van absolute datums in tooltips en BV "laatste do", "Op di" weer te geven
pl_pl: przenieść dat bezwzględnych do etykietki narzędzi i wyświetlić np. "Ostatnia cz", "WT"
pt_pt: mover datas absolutas em dicas de ferramentas e exibir, por exemplo, "última quinta-feira", "Na terça-feira"
sv_se: flytta in absoluta datum i verktygstips och visa t ex "sista Tor", "På tis"
tr_tr: mutlak tarihleri tooltips taşımak ve örneğin "son Per", "Tarih Sal" görüntülemek

source: Trim zero padding
ca_es: Retallar zero farciment
hu_hu: Trim nulla párnázat
it_it: Tagliare zero imbottitura
nl_nl: Trim nul opvulling
pl_pl: Przyciąć zero uzupełnienie
pt_pt: Aparar o estofamento zero
sv_se: Trimma inledande nollor
tr_tr: Sıfır doldurma döşeme

source: remove the leading number "0" shown on hour of day, and date of month
ca_es: eliminar el principal nombre "0" a l'hora del dia i data del mes
hu_hu: távolítsa el a vezető, a "0" mutatja, óra, nap, és a dátum, hónap sorszám
it_it: rimuovere il numero iniziale "0" sulla ora di giorno e la data del mese
nl_nl: verwijderen van het toonaangevende cijfer "0" komt te staan op het uur van de dag en datum van de maand
pl_pl: usunąć Pierwsza cyfra "0" się na godziny dnia i dzień miesiąca
pt_pt: remover o líder número "0", mostrado na hora do dia e a data do mês
sv_se: ta bort inledande ”0” på timme på dagen och datum i månaden
tr_tr: önde gelen numarasını "günün saati ve tarihi ayın üzerinde gösterilen 0" kaldırma

source: Date style
ca_es: Estil de data
hu_hu: Stílus dátumot
it_it: Stile di data
nl_nl: Datumnotatie
pl_pl: Data stylu
pt_pt: Estilo de data
sv_se: Datumstil
tr_tr: Tarih stili

source: Use System Default
ca_es: Utilitza per defecte del sistema
hu_hu: Használja az alapértelmezett rendszer
it_it: Utilizzare il sistema predefinito
nl_nl: Gebruik systeemstandaard
pl_pl: Użyj domyślnego systemu
pt_pt: Usar o padrão do sistema
sv_se: Använd systemstandard
tr_tr: Sistem Varsayılanı kullan

source: Time style
ca_es: Format d'hora
hu_hu: Idő
it_it: Tempo di stile
nl_nl: Tijdstijl
pl_pl: Czas stylu
pt_pt: Estilo de época
sv_se: Tidsformat
tr_tr: Saat stili

source: Timezone
ca_es: Fus horari
hu_hu: Időzóna
it_it: Fuso orario
pl_pl: Strefa czasowa
pt_pt: Fuso horário
sv_se: Tidszon
tr_tr: Zaman

source: Local
hu_hu: Helyi
it_it: Locale
nl_nl: Lokale
pl_pl: Lokalne
sv_se: Lokal
tr_tr: Yerel

source: Network
ca_es: Xarxa
hu_hu: Hálózati
it_it: Rete
nl_nl: Netwerk
pl_pl: Sieci
pt_pt: Rede
sv_se: Nätverk
tr_tr: Ağ

source: display dates and times in either your timezone or the shows network timezone
ca_es: exhibició de dates i horaris a la vostra zona horària o la xarxa Mostra el fus horari
hu_hu: dátumok és időpontok megjelenítésére, az időzóna vagy a mutat hálózat időzóna
it_it: visualizzare date e ore nel tuo fuso orario o il fuso orario rete di spettacoli
nl_nl: datums en tijden worden weergegeven in uw tijdzone of de tijdzone van de netwerk toont
pl_pl: Wyświetlanie daty i godziny w swoją strefę czasową lub sieci pokazuje strefę czasową
pt_pt: exibir datas e horas em seu fuso horário ou o fuso de horário de rede mostra
sv_se: visa datum och tider i din tidszon eller visa tidszonen där serien sänds
tr_tr: tarihler ve saatler, zaman veya gösterir ağ zaman görüntülemek

source: NOTE:
ca_es: NOTA:
hu_hu: MEGJEGYZÉS:
it_it: NOTA:
nl_nl: OPMERKING:
pl_pl: UWAGA:
pt_pt: NOTA:
sv_se: OBS:
tr_tr: NOT:

source: Use local timezone to start searching for episodes minutes after show ends (depends on your dailysearch frequency)
ca_es: Ús local el fus horari per iniciar la recerca de episodis minuts després el show acaba (depèn de la freqüència de dailysearch)
hu_hu: Használata helyi időzóna-hoz elkezd keres epizódok perc után a show véget ér (függ a dailysearch gyakorisága)
it_it: Fuso orario locale di uso per avviare la ricerca per episodi minuti dopo il sipario (dipende dalla vostra frequenza di dailysearch)
nl_nl: Gebruik lokale tijdzone als u wilt beginnen met zoeken voor afleveringen minuten na afloop van de show (afhankelijk van de frequentie van uw dailysearch)
pl_pl: Wykorzystanie lokalnej strefy czasowej, aby rozpocząć wyszukiwanie odcinki minut po zakończeniu pokazu (zależy od Twojej częstotliwości dailysearch)
pt_pt: Uso local timezone começar a procurar episódios minutos após o show termina (depende de sua frequência de dailysearch)
sv_se: Använd lokal tidszon för att starta och söka efter episoder minuter efter serien slutat (beroende på din dagliga sökfrekvens)
tr_tr: Kullanım yerel zaman bölüm için dakika Gösteri sona sonra aramayı başlatmak için (senin dailysearch frekansına bağlıdır)

source: Download url
ca_es: Descarregar url
hu_hu: Letöltés url
it_it: Url per il download
nl_nl: Downloaden van url
pl_pl: Pobierz adres url
pt_pt: Url de transferência
sv_se: Ladda ner url

source: Show fanart in the background
ca_es: Mostra el fanart en el fons
hu_hu: A háttérben Térkép-fanart
it_it: Visualizza fanart in background
nl_nl: Toon fanart op de achtergrond
pl_pl: Pokaż fanart w tle
pt_pt: Mostrar fanart no fundo
sv_se: Visa fanart i bakgrunden
tr_tr: Vanminiüst arka planda göster

source: Fanart transparency
ca_es: FanArt transparència
hu_hu: Fanart átláthatóság
it_it: Fanart trasparenza
nl_nl: Fanart transparantie
pl_pl: Fanart przejrzystości
pt_pt: Transparência de FanArt
sv_se: Fanart öppenhet
tr_tr: Vanminiüst şeffaflık

source: Web Interface
ca_es: Interfície de webs
hu_hu: Webes felületen
it_it: Interfaccia Web
pl_pl: Interfejs sieci Web
pt_pt: Interface Web
sv_se: Webbgränssnittet
tr_tr: Web arabirimi

source: It is recommended that you enable a username and password to secure SickRage from being tampered with remotely.
ca_es: Es recomana que tens un usuari i contrasenya per protegir SickRage de ser manipulat de forma remota.
hu_hu: Ajánlatos, hogy engedélyezi-e egy username és jelszó-hoz biztosít SickRage az illetéktelen módosítástól távolról.
it_it: È consigliabile che si attiva una username e password per garantire la SickRage da essere manomesso da remoto.
nl_nl: Het is aanbevolen dat u een gebruikersnaam en wachtwoord te beveiligen SickRage bij wordt geknoeid op afstand inschakelen.
pl_pl: Zaleca się, aby włączyć nazwę użytkownika i hasło, aby zabezpieczyć SickRage od naruszonego zdalnie.
pt_pt: É recomendável que você ative um username e uma senha para proteger o SickRage de ser adulterado remotamente.
sv_se: Det är rekommenderat att du aktiverar ett användarnamn och lösenord för säkerställa att ingen kan nå SiCKRAGE utifrån.
tr_tr: Bir kullanıcı adı ve şifre SickRage uzaktan oynama--dan güvenli etkinleştirmeniz önerilir.

source: These options require a manual restart to take effect.
ca_es: Aquestes opcions requereixen un manual reprendre prengui efecte.
hu_hu: Ezeket a beállításokat érvénybe kézi újraindítás szükséges.
it_it: Queste opzioni richiedono un riavvio manuale effettive.
nl_nl: Deze opties vereisen een handmatige herstart worden pas van kracht.
pl_pl: Te opcje wymagają ręcznego ponownego uruchomienia skuteczna.
pt_pt: Essas opções exigem uma reinicialização manual sejam efetivadas.
sv_se: Dessa alternativ kräver en manuell omstart träder i kraft.
tr_tr: Bu seçenekleri etkili olması için el ile yeniden başlatma gerektirir.

source: API key
ca_es: Clau d'API
hu_hu: API-kulcs
it_it: Chiave API
nl_nl: API-sleutel
pl_pl: Klucz API
pt_pt: Chave de API
sv_se: API-nyckel
tr_tr: API anahtarı

source: used to give 3rd party programs limited access to SiCKRAGE you can try all the features of the API
ca_es: solia donar 3 programes de limitat accés a SiCKRAGE pot intentar totes les característiques de l'API
hu_hu: használt, hogy a 3. fél programok korlátozott hozzáférés SiCKRAGE, tudod megpróbál minden a jellegét meghatározza-ból API
it_it: usato per dare 3 programmi di partito un accesso limitato a SiCKRAGE è possibile provare tutte le funzioni dell'API
nl_nl: gebruikt om 3rd party programma's beperkte toegang naar SiCKRAGE kunt u alle functies van de API
pl_pl: dać 3 programy firm ograniczony dostęp do SiCKRAGE można wypróbować wszystkie funkcje interfejsu API
pt_pt: costumava dar 3 programas de acesso limitado para SiCKRAGE você pode tentar todos os recursos da API
sv_se: används för att ge tredjepartsprogram begränsad tillgång till SiCKRAGE så du kan prova alla funktioner i API
tr_tr: 3 vermek için kullanılan parti programlar sınırlı erişim için SiCKRAGE sen-ebilmek denemek API tüm özellikler

source: here
ca_es: aquí
hu_hu: itt
it_it: qui
nl_nl: Hier
pl_pl: tutaj
pt_pt: aqui
sv_se: här
tr_tr: Burada

source: HTTP logs
ca_es: Registres d'HTTP
hu_hu: HTTP-naplók
it_it: Registri di HTTP
nl_nl: HTTP-logboeken
pl_pl: HTTP dzienniki
pt_pt: Logs de HTTP
sv_se: HTTP-loggar
tr_tr: HTTP günlükleri

source: enable logs from the internal Tornado web server
ca_es: Habiliteu els registres del servidor web intern Tornado
hu_hu: engedélyezi a belső tornádó web szerver naplók
it_it: abilitare i registri dal server web interno Tornado
nl_nl: inschakelen van de logs van de interne webserver van Tornado
pl_pl: Włączanie dzienników z wewnętrznego serwera sieci web Tornado
pt_pt: ativar logs do servidor de web interno do Tornado
sv_se: aktivera loggar från den interna Tornado-webbservern
tr_tr: iç Tornado web sunucu günlükleri etkinleştirmek

source: blank = no authentication
ca_es: en blanc = sense autenticació
hu_hu: üres = nincs hitelesítés
it_it: bianco = nessuna autenticazione
nl_nl: leeg = geen verificatie
pl_pl: puste = brak uwierzytelniania
pt_pt: em branco = sem autenticação
sv_se: blank = ingen autentisering
tr_tr: boş kimlik doğrulaması =

source: HTTP password
ca_es: Contrasenya d'HTTP
hu_hu: HTTP jelszó
it_it: Password HTTP
nl_nl: HTTP wachtwoord
pl_pl: HTTP hasło
pt_pt: Senha HTTP
sv_se: HTTP-lösenord
tr_tr: HTTP şifre

source: Listen on IPv6
ca_es: Escolta a IPv6
hu_hu: Figyelni az IPv6
it_it: Ascolto su IPv6
nl_nl: Luister op IPv6
pl_pl: Nasłuchu na protokole IPv6
pt_pt: Ouça em IPv6
sv_se: Lyssna på IPv6
tr_tr: IPv6 üzerinde dinle

source: attempt binding to any available IPv6 address
ca_es: intent d'enquadernació a qualsevol adreça IPv6 disponible
hu_hu: próbálja meg a kötelező, hogy minden elérhető IPv6-cím
it_it: tentativo di associazione a qualsiasi indirizzo IPv6 disponibile
nl_nl: poging binding aan elke beschikbare IPv6-adres
pl_pl: próba wiązania do wszelkich dostępnych adresów IPv6
pt_pt: tentativa de ligação para qualquer endereço IPv6 disponível
sv_se: försök bindning till någon tillgänglig IPv6-adress
tr_tr: kullanılabilir herhangi bir IPv6 adresine Bağlama girişimi

source: Enable HTTPS
ca_es: Permetre HTTPS
hu_hu: Engedélyezi a HTTPS
it_it: Abilitare HTTPS
nl_nl: HTTPS inschakelen
pl_pl: Włączyć protokół HTTPS
pt_pt: Habilitar HTTPS
sv_se: Aktivera HTTPS
tr_tr: HTTPS etkinleştirmek

source: enable access to the web interface using a HTTPS address
ca_es: permetre l'accés a la interfície web utilitzant una adreça HTTPS
hu_hu: engedélyezi a hozzáférést a webes felületet használja a HTTPS-címet
it_it: abilitare l'accesso all'interfaccia web utilizzando un indirizzo HTTPS
nl_nl: toegang tot de webinterface met behulp van een HTTPS-adres
pl_pl: Włącz dostęp do interfejsu sieci web przy użyciu adresu HTTPS
pt_pt: permitir o acesso a interface web utilizando um endereço HTTPS
sv_se: Aktivera åtkomst till webbgränssnittet via en HTTPS-adress
tr_tr: bir HTTPS adresini kullanarak web arabirimi erişimi etkinleştir

source: HTTPS certificate
ca_es: Certificat d'HTTPS
hu_hu: HTTPS-tanúsítványon
it_it: Certificato HTTPS
nl_nl: HTTPS certificaat
pl_pl: Certyfikat HTTPS
pt_pt: Certificado HTTPS
sv_se: HTTPS-certifikat
tr_tr: HTTPS sertifika

source: file name or path to HTTPS certificate
ca_es: nom del fitxer o ruta certificat HTTPS
hu_hu: fájl neve vagy elérési útja, a HTTPS-tanúsítványon
it_it: nome file o percorso certificato HTTPS
nl_nl: bestandsnaam of pad naar HTTPS certificaat
pl_pl: nazwę pliku lub ścieżkę do certyfikatu HTTPS
pt_pt: nome do arquivo ou caminho de certificado HTTPS
sv_se: filnamn eller sökväg till HTTPS-certifikat
tr_tr: dosya adı veya HTTPS sertifika yolu

source: HTTPS key
ca_es: Clau de HTTPS
hu_hu: HTTPS-kulcs
it_it: Chiave HTTPS
nl_nl: HTTPS-toets
pl_pl: Klucz HTTPS
pt_pt: Chave HTTPS
sv_se: HTTPS-nyckel
tr_tr: HTTPS anahtar

source: file name or path to HTTPS key
ca_es: nom del fitxer o el camí a la clau de HTTPS
hu_hu: fájl neve vagy útneve HTTPS kulcs
it_it: nome file o percorso HTTPS chiave
nl_nl: bestandsnaam of pad naar HTTPS sleutel
pl_pl: Nazwa pliku lub ścieżka do klucza HTTPS
pt_pt: nome do arquivo ou caminho para HTTPS chave
sv_se: filnamn eller sökvägen till HTTPS-nyckel
tr_tr: dosya adı veya yolu HTTPS anahtar için

source: Reverse proxy headers
ca_es: Capçaleres d'apoderat invers
hu_hu: Fordított proxy fejléc
it_it: Intestazioni di proxy inverso
pl_pl: Odwrotnego serwera proxy nagłówki
pt_pt: Cabeçalhos de proxy reverso
sv_se: Huvuden för omvänd proxy
tr_tr: Ters proxy üstbilgileri

source: accept the following reverse proxy headers (advanced)...
ca_es: acceptar les capçaleres d'apoderat invers següents (avançats)...
hu_hu: fogadja el a következő fordított proxy fejlécek (speciális)...
it_it: accettare le seguenti intestazioni di proxy inverso (avanzate)...
nl_nl: accepteren de volgende reverse proxy-headers (Geavanceerd)...
pl_pl: Zaakceptuj następujące nagłówki wstecznego serwera proxy (Zaawansowane)...
pt_pt: Aceitamos os seguintes cabeçalhos de proxy reverso (avançados)...
sv_se: acceptera följande huvuden för omvänd proxy (avancerat)...
tr_tr: (Gelişmiş) aşağıdaki ters proxy başlıkları kabul...

source: (X-Forwarded-For, X-Forwarded-Host, and X-Forwarded-Proto)
ca_es: (X-Forwarded-For, X-enviat-amfitrió i X-enviat-Proto)
hu_hu: (X-Forwarded-For X továbbított fogadó és X továbbított Proto)
it_it: (X-Forwarded-For, X-inoltrato-Host e X-inoltrato-Proto)
nl_nl: (X-Forwarded-For X-doorgestuurd-Host en X-doorgestuurd-Proto)
pl_pl: (X-Forwarded-For, X-przekazane Host i X przekazany Proto)
pt_pt: (X-Forwarded-For X-transmitido-Host e X-transmitido-Proto)
tr_tr: (X-Forwarded-For, X-Forwarded-Host ve X-Forwarded-Proto)

source: Notify on login
ca_es: Notificar en connexió
hu_hu: Belépés a értesítést
it_it: Notificare il login
nl_nl: Kennis op login
pl_pl: Informuj na login
pt_pt: Informe-se no login
sv_se: Notifiera vid inloggning
tr_tr: Oturum açma bildir

source: send a message to all enabled notifiers when someone logs into SiCKRAGE from a public IP address
ca_es: enviar un missatge a tots els permetia notificadors quan algú es connecta en SiCKRAGE d'una adreça IP pública
hu_hu: üzenet küldése minden engedélyezett bejelentők, mikor valaki tuskók-ba SiCKRAGE-egy nyilvános IP-címről
it_it: Invia un messaggio a tutti i notificanti abilitati quando qualcuno accede al SiCKRAGE da un indirizzo IP pubblico
nl_nl: Stuur een bericht naar alle ingeschakelde kennisgevers wanneer iemand zich in SiCKRAGE uit een openbaar IP-adres aanmeldt
pl_pl: Wyślij wiadomość do wszystkich powiadamiających włączone, gdy ktoś zaloguje się do SiCKRAGE z publicznego adresu IP
pt_pt: Enviar uma mensagem para todos os transmitentes habilitados quando alguém entra no SiCKRAGE de um endereço IP público
sv_se: skicka ett meddelande till alla aktiverade notifierare när någon loggar in till SiCKRAGE från en publik IP-adress
tr_tr: birisi SiCKRAGE bir ortak IP adresini açtığında tüm etkin notifiers için bir mesaj

source: CPU throttling
ca_es: Limitació de CPU
hu_hu: CPU-szabályozás
it_it: Limitazione della CPU
pl_pl: Ograniczanie przepustowości procesora
pt_pt: Otimização de CPU
sv_se: CPU-strypning
tr_tr: CPU daraltma

source: Anonymous redirect
ca_es: Redirecció anònim
hu_hu: Névtelen átirányítás
it_it: Redirect Anonimo
nl_nl: Anonieme redirect
pl_pl: Anonimowe przekierowanie
pt_pt: Redirecionamento anônimo
sv_se: Anonym omdirigering
tr_tr: Anonim yönlendirme

source: Enable debug
ca_es: Permetre depuració
hu_hu: Engedélyezi a hibakeresési
it_it: Attivare il debug
nl_nl: Foutopsporing inschakelen
pl_pl: Włącz debugowanie
pt_pt: Ativar depuração
sv_se: Aktivera debug
tr_tr: Debug etkinleştirmek

source: Enable debug logs
ca_es: Habiliteu els registres de depuració
hu_hu: A hibakereső naplók engedélyezése
it_it: Abilitare i registri di debug
nl_nl: Logboeken voor foutopsporing inschakelen
pl_pl: Włączanie dzienników debugowania
pt_pt: Habilitar logs de depuração
sv_se: Aktivera debugloggar
tr_tr: Hata ayıklama günlükleri etkinleştirmek

source: Verify SSL Certs
ca_es: Verificar cert SSL
hu_hu: SSL tanúsítványok ellenőrzése
it_it: Verificare i certificati SSL
nl_nl: Controleer of SSL Certs
pl_pl: Sprawdź certyfikatów SSL
pt_pt: Verifique se SSL Certs
sv_se: Verifiera SSL-certifikat
tr_tr: SSL sertifikalarını doğrulamak

source: Verify SSL Certificates (Disable this for broken SSL installs (Like QNAP)
ca_es: Verificar els certificats SSL (Impossibiliti això per SSL trencat instal·la (com QNAP)
hu_hu: Ellenőrizze az SSL-tanúsítványok (megbénít ez törött SSL telepíti (mint a QNAP)
it_it: Verificare i certificati SSL (Disattiva questo per SSL rotto installa (come QNAP)
nl_nl: Controleer of de SSL-certificaten (dit voor gebroken SSL (zoals QNAP installeert) uitschakelen
pl_pl: Sprawdź certyfikaty SSL (Wyłącz ten SSL złamane instaluje (jak QNAP)
pt_pt: Verificar certificados SSL (desativar isso para SSL quebrado instala (como QNAP)
sv_se: Verifiera SSL-certifikat (inaktivera detta för trasiga SSL-installationer (som QNAP)
tr_tr: SSL sertifikaları (devre dışı bırak bu kırık SSL için (QNAP gibi) yükler doğrulayın

source: No Restart
ca_es: Sense reinici
hu_hu: Nem újból kifejt
it_it: Nessun riavvio
nl_nl: Geen nieuw begin
pl_pl: Bez ponownego uruchamiania
pt_pt: Sem reinicialização
sv_se: Ingen omstart
tr_tr: Yeniden başlatma yok

source: Shutdown SiCKRAGE on restarts (external service must restart SiCKRAGE on its own).
ca_es: SiCKRAGE tancament damunt reprèn (servei extern de reiniciar SiCKRAGE en el seu propi).
hu_hu: Shutdown SiCKRAGE a újraindul (külszolgálat kell újraindítása SiCKRAGE saját).
it_it: SiCKRAGE di arresto il riavvii (servizio esterno necessario riavviare SiCKRAGE in proprio).
nl_nl: Afsluiten SiCKRAGE op opnieuw opstarten (externe dienst moet opnieuw opstarten SiCKRAGE op eigen).
pl_pl: Zamknięcie SiCKRAGE na restartuje (zewnętrznych należy ponownie uruchomić usługę SiCKRAGE na własne).
pt_pt: SiCKRAGE de desligamento na reinicia (serviço externo deve reiniciar SiCKRAGE por conta própria).
sv_se: Stäng ner SiCKRAGE vid omstarter (extern tjänst måste starta om SiCKRAGE på egen hand).
tr_tr: (Dış hizmet SiCKRAGE kendi kendine yeniden başlatmanız gerekir) yeniden üzerinde kapatma SiCKRAGE.

source: Encrypt settings
ca_es: Xifrar escenes
hu_hu: Beavatkozik a beállítások
it_it: Crittografare le impostazioni
nl_nl: Coderen van instellingen
pl_pl: Szyfrowanie ustawienia
pt_pt: Criptografar configurações
sv_se: Kryptera inställningar
tr_tr: Şifreleme ayarları

source: in the
ca_es: en la
hu_hu: a a
it_it: Nel
nl_nl: In het
pl_pl: W
pt_pt: na
sv_se: i filen
tr_tr: İçinde

source: file.
ca_es: l'arxiu.
hu_hu: fájl.
nl_nl: bestand.
pl_pl: plik.
pt_pt: arquivo.
tr_tr: dosya.

source: Unprotected calendar
ca_es: Calendari desprotegit
hu_hu: Védtelen naptár
it_it: Calendario non protetto
nl_nl: Onbeschermde kalender
pl_pl: Niechronione kalendarza
pt_pt: Calendário desprotegido
sv_se: Oskyddad kalender
tr_tr: Korumasız takvim

source: allow subscribing to the calendar without user and password. Some services like Google Calendar only work this way
ca_es: permet la subscripció al calendari sense l'usuari i contrasenya. Alguns serveis com Google Calendar només treballar d'aquesta manera
hu_hu: lehetővé teszi a felhasználó és jelszó nélkül a naptár-előfizetés. Egyes szolgáltatások, mint a Google Naptár csak így működik
it_it: consentono di sottoscrivere il calendario senza utente e password. Alcuni servizi come Google Calendar funzionano solo in questo modo
nl_nl: toestaan dat een abonnement op de kalender zonder gebruikersnaam en wachtwoord. Sommige diensten zoals Google agenda werken alleen op deze manier
pl_pl: umożliwiają subskrybowanie kalendarza bez użytkownika i hasło. Niektórych usług, takich jak Kalendarz Google działa tylko w ten sposób
pt_pt: permitir que assinando o calendário sem usuário e senha. Alguns serviços como Google Calendar só funcionam desta forma
sv_se: tillåt prenumeration av kalender utan användarnamn och lösenord. Vissa tjänster såsom Google Kalender funkar endast på detta sätt
tr_tr: kullanıcı ve şifre olmadan takvime abone izin verir. Google Takvim gibi bazı hizmetler, yalnızca bu şekilde çalışır

source: Google Calendar Icons
ca_es: Icones de Google Calendar
hu_hu: Google Naptár ikonok
it_it: Icone del calendario di Google
nl_nl: De pictogrammen van de kalender van Google
pl_pl: Ikony kalendarza Google
pt_pt: Ícones do Google Agenda
sv_se: Ikoner för Google Kalender
tr_tr: Google Takvim ikonlar

source: show an icon next to exported calendar events in Google Calendar.
ca_es: mostrar una icona al costat d'esdeveniments de calendari exportats a Google Calendar.
hu_hu: Google Naptár mellett exportált naptáresemények ikon megjelenítése.
it_it: Visualizza un'icona accanto a eventi di calendario esportato in Google Calendar.
nl_nl: een pictogram naast geëxporteerde kalendergebeurtenissen weergeven in Google agenda.
pl_pl: Pokaż ikonę obok eksportowanych Kalendarz wydarzeń w Kalendarzu Google.
pt_pt: Mostre um ícone ao lado de eventos do calendário exportado no Google Calendar.
sv_se: visa en ikon bredvid exporterade kalenderhändelser i Google Kalender.
tr_tr: dışa aktarılan takvim olayları yanında bir simge göstermek içinde Google takvim.

source: Link Google Account
ca_es: Enllaç Google compte
hu_hu: Google-fiókomat
nl_nl: Google-Account koppelen
pl_pl: Powiązać z kontem Google
pt_pt: Vincular a conta do Google
sv_se: Länka Google-konto
tr_tr: Bağlantı Google hesabı
