Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Shutdown
ca_es: Tancament
hu_hu: Leállás
it_it: Arresto del sistema
nl_nl: Afsluiten
pl_pl: Zamknięcia systemu
pt_pt: Desligamento
sv_se: Avstängning
tr_tr: Kapatma

source: Are you sure you want to shutdown SiCKRAGE ?
ca_es: Esteu segur que voleu tancament SiCKRAGE?
hu_hu: Biztos vagy benne, hogy a ön akar-hoz shutdown SiCKRAGE?
it_it: Sei sicuro di che voler arresto SiCKRAGE?
nl_nl: Weet u zeker dat u wilt afsluiten SiCKRAGE?
pl_pl: Czy na pewno chcesz zamknąć SiCKRAGE?
pt_pt: Tens a certeza de que você quiser desligar SiCKRAGE?
sv_se: Är du säker du vill stänga SiCKRAGE?
tr_tr: Kapatma SiCKRAGE emin misiniz?

source: Restart
ca_es: Reprengui's
hu_hu: Újból kifejt
it_it: Riavviare
nl_nl: Opnieuw opstarten
pl_pl: Uruchom ponownie
pt_pt: Reiniciar
sv_se: Starta om
tr_tr: Yeniden başlatma

source: Are you sure you want to restart SiCKRAGE ?
ca_es: Esteu segur que voleu reiniciar SiCKRAGE?
hu_hu: Biztos vagy benne, hogy a SiCKRAGE újra szeretnénk?
it_it: Sei sicuro di che voler riavviare SiCKRAGE?
nl_nl: Weet u zeker dat u wilt starten van SiCKRAGE?
pl_pl: Czy na pewno chcesz uruchomić ponownie SiCKRAGE?
pt_pt: Tem certeza que deseja reiniciar SiCKRAGE?
sv_se: Är du säker på att du vill starta om SiCKRAGE?
tr_tr: SiCKRAGE yeniden başlatmak istiyor musunuz?

source: Submit Errors
ca_es: Presentar Errors
hu_hu: Nyújt a hibák
it_it: Invia errori
nl_nl: Verzenden van fouten
pl_pl: Przedstawia błędy
pt_pt: Apresentar erros
sv_se: Skicka fel
tr_tr: Hataları gönderme

source: Are you sure you want to submit these errors ?<br><br><span class="red-text">Make sure SiCKRAGE is updated and trigger<br> this error with debug enabled before submitting</span>
ca_es: Esteu segur que voleu enviar aquests errors? s'actualitza SiCKRAGE segur de<br><br><span class="red-text">Make i trigger<br> aquest error amb la depuració habilitada abans submitting</span>
hu_hu: Biztos, hogy szeretné elküldeni ezeket a hibákat?<br><br><span class="red-text">Make biztos SiCKRAGE frissül, és a trigger<br> ezt a hibát debug engedélyezése előtt submitting</span>
it_it: Sei sicuro che si desidera inviare questi errori?<br><br><span class="red-text">Make SiCKRAGE che viene aggiornato e trigger<br> questo errore con debug attivato prima di submitting</span>
nl_nl: Weet u zeker dat u wilt indienen van deze fouten?<br><br><span class="red-text">Make zeker SiCKRAGE is bijgewerkt en trigger<br> deze fout met foutopsporing ingeschakeld vóór submitting</span>
pl_pl: Czy na pewno chcesz wysłać te błędy?<br><br><span class="red-text">Make się, SiCKRAGE jest aktualizowany i trigger<br> ten błąd z debugowanie włączone przed submitting</span>
pt_pt: Tens a certeza de que deseja enviar esses erros?<br><br><span class="red-text">Make SiCKRAGE certeza é atualizado e trigger<br> esse erro com depuração habilitada antes submitting</span>
sv_se: Är du säker du vill skicka dessa fel?<br><br><span class="red-text">Försäkra dig om att SiCKRAGE är uppdaterat och återskapa<br> detta fel med debug aktiverat innan du skickar</span>
tr_tr: Bu hatalar göndermek istiyor musunuz?<br><br><span class="red-text">Make emin SiCKRAGE güncellenir ve trigger<br> bu hata hata ayıklama ile etkin submitting</span> önce

source: Searching
ca_es: Recerca
hu_hu: Keres
it_it: Ricerca
nl_nl: Zoeken
pl_pl: Wyszukiwanie
pt_pt: À procura
sv_se: Söker
tr_tr: Arama

source: Queued
ca_es: En cua
hu_hu: A várólistára
it_it: In coda
nl_nl: In de wachtrij
pl_pl: W kolejce
pt_pt: Na fila
sv_se: I kö
tr_tr: Sıraya alındı

source: Manual Search
ca_es: Cerca manual
hu_hu: Kézi keresése
it_it: Ricerca manuale
nl_nl: Handmatig zoeken
pl_pl: Ręczne wyszukiwanie
pt_pt: Busca manual
sv_se: Manuell sökning
tr_tr: El ile arama

source: loading
ca_es: càrrega
hu_hu: betöltése
it_it: caricamento
nl_nl: laden
pl_pl: Ładowanie
pt_pt: a carregar
sv_se: laddar
tr_tr: Yükleme

source: Choose Directory
ca_es: Triar el directori
hu_hu: Válassza ki a könyvtár
it_it: Scegliere Directory
nl_nl: Kies map
pl_pl: Wybierz katalog
pt_pt: Escolher o diretório
sv_se: Välj katalog
tr_tr: Dizin Seç

source: Ok
ca_es: Correcte
hu_hu: oké
pt_pt: Okey
tr_tr: Tamam

source: Cancel
ca_es: Cancel·la
hu_hu: Mégse
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
sv_se: Avbryt
tr_tr: İptal

source: Clear History
ca_es: Esborra l'Historial
hu_hu: Előzmények törlése
it_it: Cancella cronologia
nl_nl: Geschiedenis wissen
pl_pl: Wyczyść historię
pt_pt: Limpar histórico
sv_se: Rensa historik
tr_tr: Geçmişi Temizle

source: Are you sure you want to clear all download history ?
ca_es: Són vostè segur que vol esborrar tot descarregar història?
hu_hu: Az biztos, hogy egyértelmű, az összes letöltési előzményeit?
it_it: Sono sicuro che si desidera cancellare tutti i cronologia di download?
nl_nl: Bent u zeker dat u wilt wissen alle downloadgeschiedenis?
pl_pl: Czy jesteś pewien, że chcesz wyczyścić wszystkie Historia pobierania?
pt_pt: Você tem certeza de que deseja limpar todos baixar história?
sv_se: Är du säker på att du vill rensa all nedladdningshistorik?
tr_tr: İndirme geçmişinizi tümünü temizlemek istediğinizden emin misiniz?

source: Trim History
ca_es: Retallar la història
hu_hu: Történetében Trim
it_it: Storia di trim
nl_nl: Trim geschiedenis
pl_pl: Przyciąć historii
pt_pt: História da guarnição
sv_se: Trimma historik
tr_tr: Geçmiş döşeme

source: Are you sure you want to trim all download history older than 30 days ?
ca_es: Són vostè segur que vol retallar tot descarregar història més de 30 dies?
hu_hu: Is, Ön biztos benne, hogy a berendezés minden letölt történelem 30 napnál régebbi?
it_it: Sono sicuro che si desidera tagliare tutti scaricare storia più vecchio di 30 giorni?
nl_nl: Bent u zeker dat u wilt knippen alle downloadgeschiedenis ouder zijn dan 30 dagen?
pl_pl: Czy jesteś pewien, że chcesz przyciąć wszystkie Pobierz historia starsze niż 30 dni?
pt_pt: Você tem certeza de que pretende encurtar todos baixar a história de mais de 30 dias?
sv_se: Är du säker på att du vill trimma alla nedladdningshistorik äldre än 30 dagar?
tr_tr: Tüm kırpmak istediğiniz emin download tarih 30 günden daha eski olan?

source: <center><h1></h1><br/>From any computer, please visit <a href="" target="_blank"></a> and enter the code</center>
ca_es: <center><h1></h1><br/>From qualsevol ordinador, visiteu <a href="" target="_blank"></a> i introduïu el code</center>
hu_hu: <center><h1></h1><br/>From bármilyen számítógépen, kérjük, látogasson el a <a href="" target="_blank"></a>, és adja meg a code</center>
it_it: <center><h1></h1><br/>From qualsiasi computer, si prega di visitare <a href="" target="_blank"></a> e immettere il code</center>
nl_nl: <center><h1></h1><br/>From elke computer, bezoek <a href="" target="_blank"></a> en voer de code</center>
pl_pl: <center><h1></h1><br/>From dowolnego komputera, odwiedź stronę <a href="" target="_blank"></a> i wprowadź code</center>
pt_pt: <center><h1></h1><br/>From qualquer computador, por favor visite <a href="" target="_blank"></a> e insira o code</center>
sv_se: <center><h1></h1><br/>Vänligen besök <a href="" target="_blank"></a> från valfri dator och ange koden</center>
tr_tr: <center><h1></h1><br/>From herhangi bir bilgisayar, lütfen <a href="" target="_blank"></a> adresini ziyaret edip code</center> girin

source: Link SiCKRAGE
ca_es: Enllaç SiCKRAGE
hu_hu: Láncszem SiCKRAGE
it_it: Collegamento SiCKRAGE
nl_nl: Koppeling SiCKRAGE
sv_se: Länk SiCKRAGE
tr_tr: Bağlantı SiCKRAGE

source: Remove Show
ca_es: Treure Mostra el
hu_hu: Távolítsa el a Térkép
it_it: Rimuovere Visualizza
nl_nl: Serie verwijderen
pl_pl: Usunąć Pokaż
pt_pt: Remover o Show
sv_se: Ta bort Serie
tr_tr: Gösteri kaldırma

source: Are you sure you want to remove <span class="footerhighlight">
ca_es: Esteu segur que voleu suprimir <span class="footerhighlight">
hu_hu: Biztosan el szeretné távolítani a <span class="footerhighlight">
it_it: Sei sicuro di che voler rimuovere <span class="footerhighlight">
nl_nl: Weet u zeker dat u wilt verwijderen van de <span class="footerhighlight">
pl_pl: Czy na pewno chcesz usunąć <span class="footerhighlight">
pt_pt: Tem certeza que deseja remover o <span class="footerhighlight">
sv_se: Är du säker på att du vill ta bort <span class="footerhighlight">
tr_tr: <span class="footerhighlight"> kaldırmak istediğinizden emin misiniz

source: </span> from the database?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check to delete files as well. IRREVERSIBLE</label>
ca_es: </span> de la base de dades?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check per suprimir arxius així. IRREVERSIBLE</label>
hu_hu: </span> az adatbázisból?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check fájlokat is törölni. IRREVERSIBLE</label>
it_it: </span> dal database?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check eliminare anche i file. IRREVERSIBLE</label>
nl_nl: </span> uit de database?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check evenals bestanden verwijderen. IRREVERSIBLE</label>
pl_pl: </span> z bazy danych?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check do usuwania plików, jak również. IRREVERSIBLE</label>
pt_pt: </span> do banco de dados?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check excluir arquivos também. IRREVERSIBLE</label>
sv_se: </span> från databasen?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Markera för att radera även filer. OÅTERKALLELIGT</label>
tr_tr: </span> veritabanından? de dosyaları silmek için<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check. IRREVERSIBLE</label>

source: Update failed.
ca_es: Actualització ha fallat.
hu_hu: Nem sikerült frissíteni.
it_it: Aggiornamento non riuscito.
nl_nl: Update is mislukt.
pl_pl: Aktualizacja nie powiodła się.
pt_pt: Falhado na atualização.
sv_se: Uppdateringen misslyckades.
tr_tr: Güncelleştirme işlemi başarısız oldu.

source: Select Show Location
ca_es: Seleccioneu la ubicació de la Mostra el
hu_hu: Válassza ki a Fekvés megmutatása
it_it: Selezionare Mostra ubicazione
nl_nl: Selecteer Toon locatie
pl_pl: Wybierz Pokaż lokalizację
pt_pt: Selecione o local do Show
sv_se: Välj plats för Serie
tr_tr: Gösteri konumu seçin

source: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> loading folders...
ca_es: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> càrrega carpetes...
hu_hu: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> betöltése mappák...
it_it: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> caricamento cartelle...
nl_nl: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> laden mappen...
pl_pl: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> ładowanie folderów...
pt_pt: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> pastas de carregamento...
sv_se: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> laddar mappar...
tr_tr: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> yükleme klasörleri...

source: Select Unprocessed Episode Folder
ca_es: Carpeta selecta episodi sense processar
hu_hu: Válasszon mappát a feldolgozatlan epizód
it_it: Selezionare la cartella di episodio non trasformati
nl_nl: Selecteer onverwerkte aflevering map
pl_pl: Wybierz Folder nieprzetworzonych odcinek
pt_pt: Selecione a pasta episódio não transformados
sv_se: Välj obearbetad avsnittsmapp
tr_tr: İşlenmemiş bölüm klasörü seçin

source: search timed out, try increasing timeout for indexer
ca_es: Cerca exhaurit, tractar d'augment temps d'espera per a l'indexador
hu_hu: keresési időtúllépés, próbálja meg a növekvő időtúllépés indexelője
it_it: timeout della ricerca, prova crescente timeout per indicizzatore
nl_nl: Zoek een time-out, probeer toenemende time-out voor indexer
pl_pl: upłynął limit czasu wyszukiwania, spróbuj zwiększenie limitu czasu do indeksatora
pt_pt: Pesquisar o tempo limite, tente timeout crescente por indexador
sv_se: tidsgräns för sökning överskriden, testa att öka timeout för indexeraren
tr_tr: araması zaman aşımına, dizin oluşturucu için artan zaman aşımı deneyin

source: <legend class="legend">Search Results:</legend>
ca_es: <legend class="legend">Search resultats:</legend>
hu_hu: <legend class="legend">Search eredmények:</legend>
it_it: <legend class="legend">Search risultati:</legend>
nl_nl: Resultaten:</legend> <legend class="legend">Search
pl_pl: <legend class="legend">Search wyniki:</legend>
pt_pt: <legend class="legend">Search resultados:</legend>
sv_se: <legend class="legend">Sökresultat:</legend>
tr_tr: <legend class="legend">Search sonuçlar:</legend>

source: <b>No results found, try a different search or language.</b>
ca_es: <b>No resultats trobats, provar una altra cerca o language.</b>
hu_hu: <b>No eredmények találtam, próbálja ki a különböző keresési vagy language.</b>
it_it: <b>No risultati trovati, provare una ricerca diversa o language.</b>
nl_nl: <b>No resultaten gevonden, probeer een andere zoekopdracht of language.</b>
pl_pl: Wyniki <b>No znaleźć, spróbuj różne wyszukiwania lub language.</b>
pt_pt: <b>No resultados encontrados, tente uma pesquisa diferente ou language.</b>
sv_se: <b>Inga sökresultat, prova en annan sökning eller annat språk.</b>
tr_tr: <b>No sonuçları bulundu, farklı arama veya language.</b> deneyin

source: (will debut on )
ca_es: (s'estrenarà el)
hu_hu: (debütál az)
it_it: (debutterà su)
nl_nl: (zal debuut op)
pl_pl: (zadebiutuje na)
pt_pt: (vai estrear na)
sv_se: (kommer att börja)
tr_tr: (üzerine sürülecek)

source: (started on )
ca_es: (començar)
hu_hu: (kezdődött)
it_it: (iniziato il)
nl_nl: (gestart op)
pl_pl: (uruchomiony w)
pt_pt: (iniciada em)
sv_se: (började)
tr_tr: (başladı)

source: Saved Defaults
ca_es: Desats impagats
hu_hu: Mentett alapértelmezett
it_it: Impostazioni predefinite salvate
nl_nl: Opgeslagen standaardwaarden
pl_pl: Zapisane ustawienia domyślne
pt_pt: Salvo os padrões
sv_se: Sparade standardinställningar
tr_tr: Kaydedilmiş Varsayılanları

source: Your "add show" defaults have been set to your current selections.
ca_es: Els "afegir Mostra el" valors per defecte s'han posat a les actuals seleccions.
hu_hu: Az "add Térkép" alapértelmezett hoztak, hogy a jelenlegi beállításokat.
it_it: Le impostazioni predefinite "aggiungere show" sono stata fissate per le selezioni correnti.
nl_nl: De instellingen van uw "toevoegen Toon" zijn ingesteld op uw huidige selecties.
pl_pl: "Dodaj Pokaż" domyślne zostały ustawione do bieżących selekcji.
pt_pt: Os padrões de "Adicionar programa" foram criados para suas seleções atuais.
sv_se: Dina standardinställningar för "lägg till serie" har ändrats till de aktuella urvalen.
tr_tr: "Show Ekle" varsayılanlarınız geçerli seçimlerinizi belirledik.

source: <span> Saving...</span>
ca_es: <span> d'estalvi...</span>
hu_hu: <span> mentése...</span>
it_it: <span> risparmio...</span>
nl_nl: <span> opslaan...</span>
pl_pl: <span> zapisywanie...</span>
pt_pt: <span> salvar...</span>
sv_se: <span> Sparar...</span>
tr_tr: <span> tasarruf...</span>

source: Reset Config to Defaults
ca_es: Configuració de reinicialització a omissions
hu_hu: Config Alapértelmezések visszaállítása
it_it: Ripristinare impostazioni predefinite di Config
nl_nl: Config terugzetten op standaardwaarden
pl_pl: Config Reset do ustawień domyślnych
pt_pt: Redefinir a configuração para os padrões
sv_se: Återställ till standardvärden
tr_tr: Config varsayılan değerlerine sıfırlamak

source: Are you sure you want to reset config to defaults?
ca_es: Esteu segur que voleu restaurar la configuració a omissions?
hu_hu: Biztos vagy benne, hogy a config visszaállítja az alapértelmezett?
it_it: Sei sicuro di che voler ripristinare impostazioni predefinite di config?
nl_nl: Weet u zeker dat u wilt config herstellen naar standaardwaarden?
pl_pl: Czy na pewno chcesz przywrócić ustawienia configa?
pt_pt: Tem certeza de que deseja redefinir config para os padrões?
sv_se: Är du säker på att du vill återställa inställningarna till standardvärden?
tr_tr: Config varsayılan değerlerine sıfırlamak istediğinizden emin misiniz?

source: Select path to pip
ca_es: Seleccioneu la ruta al pip
hu_hu: Válassza ki a pip elérési útja
it_it: Selezionare il percorso a pip
nl_nl: Selecteer pad naar pip
pl_pl: Wybierz ścieżkę do pip
pt_pt: Selecione o caminho para o pip
sv_se: Välj sökväg till pip
tr_tr: Pip için yolu seçin

source: Select path to git
ca_es: Seleccioneu la ruta al git
hu_hu: Válassza ki a kerti ösvény-hoz git
it_it: Selezionare il percorso a git
nl_nl: Selecteer pad naar git
pl_pl: Wybierz ścieżkę do git
pt_pt: Selecione o caminho para git
sv_se: Välj sökväg till git
tr_tr: Git yolunu seçin

source: Please fill out the necessary fields above.
ca_es: Ompliu els camps necessaris per sobre.
hu_hu: Kérjük, töltse ki a szükséges mezőket a fenti.
it_it: Si prega di compilare i campi necessari sopra.
nl_nl: Vul de vereiste velden hierboven.
pl_pl: Proszę wypełnić wymagane pola powyżej.
pt_pt: Por favor, preencha os campos necessários acima.
sv_se: Fyll i de nödvändiga fälten ovan.
tr_tr: Lütfen yukarıdaki gerekli alanları doldurun.

source: Unlink
ca_es: Anul·lar l'enllaç
hu_hu: Szétválasztása
it_it: Scollegare
nl_nl: Ontkoppelen
pl_pl: Odłączyć
pt_pt: Desvincular
sv_se: Avlänka
tr_tr: Bağlantısını Kaldır

source: Select Subtitles Download Directory
ca_es: Directori de descarregar subtítols seleccioni
hu_hu: Jelölje be a feliratok letöltési könyvtárat
it_it: Directory di Download selezionare i sottotitoli
nl_nl: Selecteer ondertitels Download Directory
pl_pl: Wybierz napisy Pobierz katalog
pt_pt: Diretório de Download selecione legendas
sv_se: Välj nedladdingsmapp för undertexter
tr_tr: Seçme altyazı indirme dizini

source: Select .nzb blackhole/watch location
ca_es: Seleccioneu la ubicació de blackhole/rellotge .nzb
hu_hu: Válassza ki a .nzb blackhole/óra helye
it_it: Selezionare posizione blackhole/orologio NZB
nl_nl: Selecteer .nzb blackhole/horloge locatie
pl_pl: Wybierz lokalizację blackhole/zegarek .nzb
pt_pt: Selecionar local de blackhole/relógio NZB
sv_se: Välj plats för .nzb blackhole/watch
tr_tr: .NZB kara delik/izle konumu seçin

source: Select .torrent blackhole/watch location
ca_es: Seleccioni la localització. torrent blackhole/veure
hu_hu: Válassza ki a .torrent blackhole/óra helye
it_it: Selezionare posizione blackhole/orologio. torrent
nl_nl: Selecteer .torrent blackhole/horloge locatie
pl_pl: Wybierz lokalizację blackhole/zegarek .torrent
pt_pt: Selecione torrent blackhole/relógio local
sv_se: Välj plats för .torrent blackhole/watch
tr_tr: .Torrent kara delik/izle konumu seçin

source: Select .torrent download location
ca_es: Seleccioneu. torrent descarregar localització
hu_hu: Válassza ki a .torrent letölt elhelyezés
it_it: Selezionare il percorso di download torrent
nl_nl: Selecteer .torrent downloadlocatie
pl_pl: Wybierz lokalizację pobierania .torrent
pt_pt: Selecionar local de download torrent
sv_se: Välj .torrent hämtningsplats
tr_tr: .Torrent karşıdan yükleme konumunu seçin

source: Minimum seeding time is
ca_es: Mínim temps de sembra és
hu_hu: Vetés ideje minimum
it_it: Minimo tempo di semina è
nl_nl: Minimale tijd zaaien is
pl_pl: Minimalny czas wysiewu jest
pt_pt: É o mínimo tempo de semeadura
sv_se: Minsta tid för seedning
tr_tr: En az zaman tohum

source: URL to your uTorrent client (e.g. http://localhost:8000)
ca_es: URL al teu client d'uTorrent (p. ex. http://localhost:8000)
hu_hu: URL-az uTorrent kliens (pl. http://localhost:8000)
it_it: URL per il tuo client uTorrent (ad es. http://localhost:8000/)
nl_nl: URL naar uw uTorrent client (bijvoorbeeld http://localhost:8000)
pl_pl: Adres URL do klienta uTorrent (np. http://localhost: 8000)
pt_pt: URL para seu cliente uTorrent (por exemplo, http://localhost:8000/)
sv_se: URL till din uTorrent-klient (t.ex. http://localhost:8000)
tr_tr: URL için uTorrent istemciniz (örneğin http://localhost:8000)

source: Stop seeding when inactive for
ca_es: Deixar de sembra quan inactiu durant
hu_hu: Hagyja abba, amikor inaktív, a vetés
it_it: Smettere di semina quando inattivo per
nl_nl: Stoppen met het zaaien wanneer inactief
pl_pl: Stop, siew, gdy nieaktywny
pt_pt: Parar a propagação quando inativo para
sv_se: Stoppa seedning vid inaktivitet i
tr_tr: Durdurmak için etkin olmadığında tohumlama

source: URL to your Transmission client (e.g. http://localhost:9091)
ca_es: URL al teu client de transmissió (p. ex. http://localhost:9091)
hu_hu: URL-címet, az átviteli kliens (pl. http://localhost:9091)
it_it: URL al tuo cliente di trasmissione (ad es. http://localhost:9091)
nl_nl: URL naar uw transmissie-client (bijvoorbeeld http://localhost:9091)
pl_pl: Adres URL do klienta transmisji (np. http://localhost:9091)
pt_pt: URL para seu cliente de transmissão (por exemplo, http://localhost:9091)
sv_se: URL till din överföringsklient (t.ex. http://localhost:9091)
tr_tr: URL için iletim istemciniz (örneğin http://localhost:9091)

source: URL to your Deluge client (e.g. http://localhost:8112)
ca_es: URL al teu client diluvi (p. ex. http://localhost:8112)
hu_hu: URL-az özönvíz kliens (pl. http://localhost:8112)
it_it: URL al tuo cliente di Deluge (ad es. http://localhost:8112)
nl_nl: URL naar uw Deluge-client (bijvoorbeeld http://localhost:8112)
pl_pl: Adres URL do klienta potop (np. http://localhost:8112)
pt_pt: URL para seu cliente de dilúvio (por exemplo, http://localhost:8112)
sv_se: URL till din Deluge-klient (t.ex. http://localhost:8112)
tr_tr: URL, Tufan istemciye (örneğin http://localhost:8112)

source: IP or Hostname of your Deluge Daemon (e.g. scgi://localhost:58846)
ca_es: IP o nom d'amfitrió del dimoni diluvi (p. ex. scgi://localhost:58846)
hu_hu: IP vagy gépnév az özönvíz démon (pl. scgi://localhost:58846)
it_it: IP o l'Hostname del vostro demone di Deluge (ad es. scgi://localhost:58846)
nl_nl: IP of hostnaam voor uw Deluge Daemon (bijvoorbeeld scgi://localhost:58846)
pl_pl: Adres IP lub nazwa hosta Twojego demona potop (np. scgi://localhost:58846)
pt_pt: IP ou nome do host do seu Daemon do dilúvio (por exemplo, scgi://localhost:58846)
sv_se: IP-adress eller värdnamn för din Deluge-Daemon (t.ex. scgi://localhost:58846)
tr_tr: IP veya ana bilgisayar adı, Tufan cininin (örneğin scgi://localhost:58846)

source: URL to your Synology DS client (e.g. http://localhost:5000)
ca_es: URL al teu client Synology DS (p. ex. http://localhost:5000)
hu_hu: URL-t a Synology DS client (pl. http://localhost:5000)
it_it: URL al tuo cliente di Synology DS (ad es. http://localhost:5000)
nl_nl: URL naar uw Synology DS-client (bijvoorbeeld http://localhost:5000)
pl_pl: Adres URL do Synology DS klienta (np. http://localhost:5000)
pt_pt: URL para seu cliente Synology DS (por exemplo, http://localhost:5000)
sv_se: URL till din Synology DS-klient (t.ex. http://localhost:5000)
tr_tr: URL, Synology DS istemci (örneğin http://localhost:5000) için
