Repository: SiCKRAGE/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ca_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Find Propers
ca_es: Trobar la devoció
hu_hu: Még Propers
it_it: Trovare Propers
nl_nl: Propers vinden
pl_pl: Znajdź Propers
pt_pt: Encontrar mensagens
sv_se: Hitta Propers
tr_tr: Propers bul

source: Find Subtitles
ca_es: Trobar subtitula
hu_hu: Meg a feliratok
it_it: Trovare i sottotitoli
nl_nl: Ondertitels vinden
pl_pl: Znajdź napisy
pt_pt: Encontrar legendas
sv_se: Hitta undertexter
tr_tr: Bulmak subtitles

source: Event
ca_es: Esdeveniment
hu_hu: Esemény
it_it: Evento
nl_nl: Evenement
pl_pl: Zdarzenia
pt_pt: Evento
sv_se: Händelse
tr_tr: Olay

source: Tornado
hu_hu: Tornádó
tr_tr: Kasırga

source: Thread
ca_es: Fil
hu_hu: Szál
nl_nl: Draad
pl_pl: Wątek
pt_pt: Segmento
sv_se: Gänga
tr_tr: İş parçacığı

source: Started Download
ca_es: Començat descarregar
hu_hu: Kezdett Letöltés
it_it: Ha iniziato il Download
nl_nl: Gestarte downloaden
pl_pl: Kroki pobierania
pt_pt: Começou Download
sv_se: Började Ladda ner
tr_tr: Başlamış indir

source: Download Finished
ca_es: Descarregar acabat
hu_hu: Letöltés kész
it_it: Download terminato
nl_nl: Download voltooid
pl_pl: Pobierz gotowy
pt_pt: Download concluído
sv_se: Ladda ner färdiga
tr_tr: Download bitmiş

source: Subtitle Download Finished
ca_es: Subtituli descarregar acabat
hu_hu: Felirat letöltés kész
it_it: Sottotitoli Download terminato
nl_nl: Ondertitel Download voltooid
pl_pl: Zakończenie pobierania napisów
pt_pt: Legendas Download concluído
sv_se: SUBTITLE hämtningen klar
tr_tr: Altyazı Download bitmiş

source: SiCKRAGE Updated
ca_es: SiCKRAGE actualitzat
hu_hu: SiCKRAGE frissítése
it_it: SiCKRAGE aggiornato
nl_nl: SiCKRAGE bijgewerkt
pl_pl: SiCKRAGE aktualizacja
pt_pt: SiCKRAGE atualizado
sv_se: SiCKRAGE uppdaterad
tr_tr: Güncelleme SiCKRAGE

source: SiCKRAGE Updated To Commit#:
ca_es: SiCKRAGE actualitzat a cometre #:
hu_hu: SiCKRAGE Commit # a frissített:
it_it: SiCKRAGE aggiornato alla Commit #:
nl_nl: SiCKRAGE bijgewerkt naar Commit #:
pl_pl: SiCKRAGE aktualizacja do Commit #:
pt_pt: SiCKRAGE atualizado para Commit #:
sv_se: SiCKRAGE uppdaterad till Commit#:
tr_tr: SiCKRAGE: tamamlama # güncelleme

source: SiCKRAGE new login
ca_es: SiCKRAGE nou inici de sessió
hu_hu: SiCKRAGE új bejelentkezés
it_it: Nuovo account di accesso SiCKRAGE
nl_nl: SiCKRAGE nieuwe login
pl_pl: Nowe logowanie do SiCKRAGE
pt_pt: SiCKRAGE novo login
sv_se: SiCKRAGE ny inloggning
tr_tr: SiCKRAGE yeni oturum açma

source: New login from IP: {0}. http://geomaplookup.net/?ip={0}
ca_es: Nou inici de sessió des d'IP: {0}. http://geomaplookup.net/?IP={0}
hu_hu: Új login IP: {0}. http://geomaplookup.net/?IP={0}
it_it: Nuovo account di accesso da IP: {0}. http://geomaplookup.NET/?IP={0}
nl_nl: Nieuwe login van IP: {0}. http://geomaplookup.net/?IP={0}
pl_pl: Nowe logowanie z IP: {0}. http://geomaplookup.net/?IP={0}
pt_pt: Novo login do IP: {0}. http://geomaplookup.net/?IP={0}
sv_se: Ny inloggning från IP: {0}. http://geomaplookup.net/?IP={0}
tr_tr: Yeni giriş IP: {0}. http://geomaplookup.NET/?ip={0}

source: Link
ca_es: Enllaç
nl_nl: Koppeling
sv_se: Länk
tr_tr: Bağlantı

source: Username
ca_es: Nom d'usuari
it_it: Nome utente
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_pt: Nome de usuário
sv_se: Användarnamn
tr_tr: Kullanıcı adı

source: AniDB Username
ca_es: AniDB nom d'usuari
it_it: Nome utente AniDB
nl_nl: AniDB gebruikersnaam
pl_pl: Nazwa użytkownika AniDB
pt_pt: Nome de usuário AniDB
sv_se: AniDB användarnamn
tr_tr: AniDB kullanıcı adı

source: Credentials and options for api.sickrage.ca
sv_se: Inloggningsuppgifter och inställningar för api.sickrage.ca
tr_tr: Api.sickrage.ca için kimlik bilgileri ve seçenekler

source: HTTP username
ca_es: Nom d'usuari HTTP
it_it: Nome utente HTTP
nl_nl: HTTP gebruikersnaam
pl_pl: Nazwa użytkownika HTTP
pt_pt: Nome de usuário do HTTP
sv_se: HTTP-användarnamn
tr_tr: HTTP kullanıcı adı

source: HTTP port
ca_es: Port d'HTTP
it_it: Porta HTTP
nl_nl: HTTP-poort
pt_pt: Porta HTTP
tr_tr: HTTP bağlantı noktası

source: Git reset
ca_es: Git reinicialització
tr_tr: Git sıfırlama

source: KODI IP:Port
ca_es: IP: port KODI
it_it: IP: porta KODI
nl_nl: KODI IP: poort
tr_tr: KODI IP: bağlantınoktası

source: KODI username
ca_es: Nom d'usuari KODI
nl_nl: KODI-gebruikersnaam
sv_se: KODI användarnamn
tr_tr: KODI kullanıcı adı

source: Plex Media Server IP:Port
ca_es: IP: port de servidor de mitjans de comunicació Plex
nl_nl: Plex Media Server IP: poort
tr_tr: Plex Media Server IP: bağlantınoktası

source: Emby IP:Port
ca_es: IP: port Emby
nl_nl: Emby IP: poort
pt_pt: Marisete IP: Port
tr_tr: Emby IP: bağlantınoktası

source: NMJ mount url
ca_es: NMJ Puig url
it_it: NMJ Monte url
pt_pt: MNJ montagem url
sv_se: NMJ monterings-url
tr_tr: NMJ Dağı url

source: pyTivo IP:Port
nl_nl: pyTivo IP: poort
tr_tr: pyTivo IP: bağlantınoktası

source: Growl IP:Port
ca_es: IP: port Remugar
it_it: IP: porta Growl
nl_nl: Growl IP: poort
pt_pt: IP: Port rosnar
tr_tr: Homurtu IP: bağlantınoktası

source: Piano Bar
tr_tr: Piyano Bar

source: Trakt username
ca_es: Nom d'usuari Trakt
it_it: Nome utente Trakt
nl_nl: Trakt gebruikersnaam
pl_pl: Nazwa użytkownika Trakt
sv_se: Trakt användarnamn
tr_tr: Trakt kullanıcı adı

source: username
ca_es: nom d'usuari
it_it: nome utente
nl_nl: gebruikersnaam
pl_pl: Nazwa użytkownika
pt_pt: nome de usuário
sv_se: användarnamn
tr_tr: Kullanıcı adı

source: SMTP port
ca_es: Port de SMTP
it_it: Porta SMTP
nl_nl: SMTP-poort
pt_pt: Porta SMTP
tr_tr: SMTP bağlantı noktası

source: Associated file extensions
sv_se: Associerade filändelser
tr_tr: İlişkilendirilmiş dosya uzantıları

source: comma separated list of associated file extensions SickRage should keep while post processing.
sv_se: kommaseparerad lista med filändelser som SiCKRAGE ska behålla under efterbehandling.
tr_tr: SickRage, posta işleme sırasında tutması gereken ilişkili dosya uzantılarının virgülle ayrılmış bir listesi.

source: leaving it empty means no associated files will be post processed
sv_se: att lämna det tomt innebär att inga associerade filer kommer att efterbehandlas
tr_tr: Boş bırakıldığında hiçbir ilişkili dosyanın işlenmeyeceği anlamına gelir

source: Delete non associated files
sv_se: Ta bort icke associerade filer
tr_tr: İlişkili olmayan dosyaları sil

source: delete non associated files while post processing?
sv_se: radera icke associerade filer under efterbehandling?
tr_tr: Post işleme sırasında ilişkili olmayan dosyalar silinsin mi?

source: Follow symbolic-links
sv_se: Följ symboliska länkar
tr_tr: Sembolik bağlantıları takip edin

source: Enable only if you know what <b>circular symbolic links</b> are,<br/>and can <b>verify that you have none</b>.
sv_se: Aktivera endast om du vet vad <b>cirkulära symboliska länkar</b> är <br/> och kan <b>verifiera att du inte har några</b>.
tr_tr: Yalnızca <b>dairesel simgesel bağlantıların</b> ne olduğunu bildiğiniz ve hiçbirinizin olmadığını <b>doğrulamanız durumunda</b> etkinleştirin.

source: when searching for a complete season depending on search mode you may <br/>return no results, this helps by restarting the search using the opposite <br/>search mode.
sv_se: när du söker efter en hel säsong kan det beroende på sökläge vara så att inget <br/>resultat returneras, detta avhjälps genom att starta om sökningen med <br/>motsatt sökläge.
tr_tr: arama moduna bağlı olarak tam bir sezon ararken <br/>sonuç bulamayabilirsiniz, aksi halde aramayı ters arama modunu kullanarak başlatırsanız<br/> yardımcı olur.

source: when searching for complete seasons you can choose to have it look for <br/>season packs only, or choose to have it build a complete season from just <br/>single episodes.
sv_se: när du söker efter kompletta säsonger kan du välja att leta efter enbart <br/>hela säsonger eller skapa säsonger från enstaka episoder.
tr_tr: komple mevsimleri ararken yalnızca <br/> sezonluk paketleri aramasını seçebilir veya yalnızca <br/> tek bölümden oluşan tam bir sezon oluşturmayı seçebilirsiniz.

source: ex. word1,word2,word3
it_it: es. parola1, parola2, word3
sv_se: ex. word1, sökord2 sökord3
tr_tr: Ex. word1, word2 ve word3

source: SABnzbd username
ca_es: SABnzbd nom d'usuari
pl_pl: Nazwa użytkownika SABnzbd
pt_pt: Nome de usuário SABnzbd
sv_se: SABnzbd användarnamn
tr_tr: SABnzbd kullanıcı adı

source: NZBget host:port
ca_es: NZBget: port d'amfitrió
it_it: NZBget host: porta
nl_nl: NZBget host: poort
sv_se: NZBget värd:port
tr_tr: NZBget ana bilgisayar: bağlantı noktası

source: NZBget username
ca_es: NZBget nom d'usuari
nl_nl: NZBget gebruikersnaam
pt_pt: Nome de usuário NZBget
sv_se: NZBget användarnamn
tr_tr: NZBget kullanıcı adı

source: Torrent RPC URL
ca_es: Adreça del torrent RPC
it_it: URL di RPC torrent
pl_pl: Adres URL RPC torrent
pt_pt: URL de RPC torrent
tr_tr: Sel RPC URL

source: Digest
tr_tr: Özet

source: Wanted:
ca_es: Buscat:
it_it: Ha voluto:
nl_nl: Gezocht:
pl_pl: Chciał:
pt_pt: Queria:
sv_se: Önskad:
tr_tr: Aranan:

source: Banner
pl_pl: Transparent
pt_pt: Bandeira
tr_tr: Afiş

source: Whitelist
pl_pl: Biała lista
sv_se: Vitlista
tr_tr: Beyaz liste

source: Mass Update
ca_es: Actualització massiu
it_it: Aggiornamento di massa
pl_pl: Masowej aktualizacji
pt_pt: Atualização em massa
sv_se: Massuppdatering
tr_tr: Toplu olarak güncelleştirme

source: Auto:
it_it: Automatico:
pl_pl: Automatycznie:
pt_pt: Automático:
tr_tr: Otomatik:

source: API Builder
ca_es: Constructor d'API
it_it: Generatore di API
pt_pt: Construtor de API
tr_tr: API Oluşturucu

source: Select UNPACK Directory
nl_nl: Selecteer UNPACK map
sv_se: Välj katalog för uppackning

source: <b>DELETED</b>
sv_se: <b>RADERAD</b>

source: Misc
pl_pl: Różne
sv_se: Diverse

source: API Client Secret
sv_se: Klienthemlighet för API

source: and display notifications when updates are available. Checks are run on startup and at the frequency set below
sv_se: och visa notifieringar när uppdateringar är tillgängliga. Kontroll körs vid uppstart och vid den frekvens som anges nedan

source: fetch and install software updates.Updates are run on startupand in the background at the frequency setbelow
sv_se: hämta och installera programuppdateringar. Uppdateringar körs vid uppstart och i bakgrunden med den frekvens som anges nedan

source: Check the server every
sv_se: Kontrollera servern var

source: SR Commit:
sv_se: SR Begå:

source: Magic
ca_es: Màgia
it_it: Magia
nl_nl: Magie
pl_pl: Magia
pt_pt: Magia
sv_se: Magisk

source: Only works with RAR archives
sv_se: Fungerar endast med RAR-arkiv

source: Unpack Directory
sv_se: Katalog för uppackning

source: Choose a path to unpack files, leave blank to unpack in download dir
sv_se: Välj en sökväg för att packa upp filer, lämna tomt för att packa upp i nedladdningskatalogen

source: Show.Name
sv_se: Serie.Namn

source: Show_Name
sv_se: Serie_Namn

source: Episode.Name
sv_se: Avsnitt.Namn

source: Episode_Name
sv_se: Avsnitt_Namn

source: Enable failed snatch handling
sv_se: Aktivera hantering av misslyckande med ryck

source: enables/disables failed snatch handling, automatically retries failed snatches
sv_se: aktiverar/inaktiverar hantering av när ryck misslyckas, försöker automatiskt rycka misslyckade avsnitt igen

source: Check for failed snatches aged
sv_se: Kolla efter misslyckade ryckningar med ålder

source: Search Delay:
sv_se: Sökfördröjning:

source: Specials
sv_se: Specialare

source: Season
sv_se: Säsong

source: Search Delay
sv_se: Sökfördröjning

source: Delays searching for new episodes by X number of days.
sv_se: Fördröjer sökning efter nya avsnitt med X dagar.

source: Changelog
pl_pl: Lista zmian
sv_se: Ändringslogg

source: <br><b>Updates</b><br><ul><li>
sv_se: <br><b>Uppdateringar</b> <br><ul><li>

source: <br><b>Refreshes</b><br><ul><li>
sv_se: <br><b>Uppdateringar</b> <br><ul><li>

source: <br><b>Renames</b><br><ul><li>
sv_se: <br><b>Namnändringar</b><br><ul><li>

source: <br><b>Subtitles</b><br><ul><li>
sv_se: <br><b>Undertexter</b><br><ul><li>

source: Config - Anime
sv_se: Konfig - Anime

source: URL:
pl_pl: ADRES URL:

source: and display notifications when updates are available. Checks are run on startup and at the frequency set below*
pl_pl: i wyświetlać powiadomienia, gdy są dostępne aktualizacje. Kontrole są uruchamiane przy starcie i częstotliwości, poniżej *

source: fetch and install software updates.Updates are run on startupand in the background at the frequency setbelow*
pl_pl: pobrać i zainstalować aktualizacje oprogramowania. Aktualizacje są uruchamiane na startupand w tle o częstotliwości setbelow *

source: Check the server every*
pl_pl: Sprawdź serwer co *

source: ex: /path/to/pip
pl_pl: np: /path/to/pip

source: ex: /path/to/git
pl_pl: np: /path/to/git

source: ex. 192.168.1.100
it_it: es. 192.168.1.100
pl_pl: np 192.168.1.100

source: 720p HDTV x264
pl_pl: HDTV 720p x264

source: ex. http://localhost:8000/
it_it: es. http://localhost:8000 /
pl_pl: np. http://localhost: 8000 /

source: Waiting for SiCKRAGE to shut down:
pl_pl: Czekam na SiCKRAGE do zamknięcia:
pt_pt: Esperando SiCKRAGE desligar:

source: Waiting for SiCKRAGE to start again:
pl_pl: Czekam na SiCKRAGE uruchomić ponownie:
pt_pt: Esperando SiCKRAGE começar de novo:

source: Loading the default page:
pl_pl: Ładowanie strony domyślnej:
pt_pt: Carregando a página padrão:

source: Error: The restart has timed out, perhaps something prevented SiCKRAGE from starting again?
pl_pl: Błąd: Uruchom ponownie został przekroczony, może coś nie SiCKRAGE ponownie uruchomić?
pt_pt: Erro: A reinicialização se esgotou, talvez algo impediu SiCKRAGE de começar de novo?

source: The was a problem connecting to github, please refresh and try again
pl_pl: Był problem z połączeniem do github, proszę odświeżyć i spróbuj ponownie

source: Postprocessor
nl_nl: Kan
pl_pl: Postprocesor
pt_pt: Pós-processador

source: ex. 12345678
ca_es: ex. el 12345678
it_it: es. 12345678

source: 720p.HDTV.x264
ca_es: 720 pàg. HDTV.x264

source: SR Config:
it_it: SR di Config:

source: ex. +1-###-###-####
it_it: es. + 1-# # #-# # #-# # #
